{"info": {"total_results": 101, "s": "speaker:25095 section:sp", "first_result": 101, "spelling_correction": "", "results_per_page": 100, "page": "2"}, "rows": [{"body": "<p>I, too, thank Stuart McMillan for securing the debate.</p><p>In terms of total gross domestic product, the UK is the seventh wealthiest nation, yet it is the sixth most unequal of the Organisation for Economic Co-operation and Development countries. A study by the Trussell Trust states:</p><p>&#8220;over 50% of children living in poverty in the UK are from working households and many of the people helped by food banks are in work&#8221;.</p><p>The latest figures from the Trussell Trust highlight that, in the six months to September 2013, 350,000 people received three days&#8217; emergency food from one of its food banks. That is eight times the 41,000 who needed support in the year to March 2010, which in turn was substantially up from the 3,000 who needed support from the trust in 2005-06.</p><p>In Scotland, it is estimated that nearly 49,000 people have received assistance from a food bank in the 10 months to January of this year. In my constituency, there are food banks in Broomhouse, Oxgangs, Saughton Mains, Sighthill and Wester Hailes.</p><p>Why, in such a rich country, do so many people require support from food banks? A survey that was carried out by the Trussell Trust last year found that 34 per cent of people using food banks needed help as a result of benefit delay, that 19 per cent were there due to benefit changes and another 18 per cent were there as a result of low income. Only 4 per cent were referred to the food bank because they were homeless. Citizens Advice found that</p><p>&#8220;delays in payments &#8230; Jobseeker sanctions &#8230; sickness benefit reassessments&#8221;</p><p>and the bedroom tax</p><p>&#8220;are all placing a significant burden on many low income families and making it difficult for them to put food on the table.&#8221;</p><p>An Oxfam study found that</p><p>&#8220;Some of the increase in the number of people using food banks is caused by unemployment, increasing levels of underemployment, low and falling income, and rising food and fuel prices.&#8221;</p><p>The difficulty of falling income is further compounded when we factor in the fact that food prices have risen by nearly 13 per cent above inflation over the past six years, and the cost of gas and electricity has increased by 37 per cent since October 2010. At present, the welfare system and the setting of the national minimum wage are reserved to Westminster. The UK Government has witnessed those rises but has done little to ensure that benefit levels and the minimum wage have kept pace with inflation.</p><p>The Oxfam report, &#8220;Walking the breadline&#8212;the scandal of food poverty in 21st century Britain&#8221; highlights growing concern. It says:</p><p>&#8220;the UN&#8217;s Special Rapporteur on the Right to Food &#8230; recently pointed to increases in the number of food banks in developed countries as an indicator that governments are in danger of failing in their &#8216;duty to protect&#8217; under the International Covenant on Economic, Social and Cultural Rights ... which states that all citizens should have access to adequate diet without having to compromise other basic needs.&#8221;</p><p>The Scottish Government has tried to mitigate the effects of the welfare cuts by establishing the Scottish welfare fund. The budget that was passed yesterday will increase the money that is available through discretionary housing payments to the limit of close to &#163;23 million that the Department for Work and Pensions has imposed. I welcome John Swinney&#8217;s announcement yesterday that, if the DWP refuses the request to lift the cap on discretionary housing payments, the Scottish Government will make a further &#163;12 million available to social landlords to prevent evictions that would be due solely to the bedroom tax.</p>", "hdate": "2014-02-06", "major": "7", "subsection_id": "22883964", "parent": {"body": "Scottish Parliament: Food Banks"}, "video_status": "0", "extract": "I, too, thank Stuart McMillan for securing the debate. In terms of total gross domestic product, the UK is the seventh wealthiest nation, yet it is the sixth most unequal of the Organisation for Economic Co-operation and Development countries. A study by the Trussell Trust states: &#8220;over 50% of children living in poverty in the UK are from working households and many of the people helped...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22883964", "hpos": "126", "gid": "2014-02-06.17.19", "epobject_id": "22883983", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-02-06.17.0&amp;s=speaker%3A25095+section%3Asp#g17.19", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Instead of compensating for Westminster benefit cuts, surely it would be better to tackle the problems of poverty head on in Scotland by controlling the benefits system here in Holyrood. Scotland in the 21st century is a wealthy country, but Westminster is taking us back to Victorian poverty levels. We need to build a society that we can all be proud of. The opportunity to begin doing that will come in September.</p>", "hdate": "2014-02-06", "major": "7", "subsection_id": "22883964", "parent": {"body": "Scottish Parliament: Food Banks"}, "video_status": "0", "extract": "Instead of compensating for Westminster benefit cuts, surely it would be better to tackle the problems of poverty head on in Scotland by controlling the benefits system here in Holyrood. Scotland in the 21st century is a wealthy country, but Westminster is taking us back to Victorian poverty levels. We need to build a society that we can all be proud of. The opportunity to begin doing that...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22883964", "hpos": "128", "gid": "2014-02-06.17.21", "epobject_id": "22883985", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-02-06.17.0&amp;s=speaker%3A25095+section%3Asp#g17.21", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>8. To ask the Scottish Government how many United Nations Educational, Scientific and Cultural Organization world heritage sites there are in Scotland. (S4O-02884)</p>", "hdate": "2014-02-05", "major": "7", "subsection_id": "22882213", "parent": {"body": "Scottish Parliament: UNESCO World Heritage Sites"}, "video_status": "0", "extract": "8. To ask the Scottish Government how many United Nations Educational, Scientific and Cultural Organization world heritage sites there are in Scotland. (S4O-02884)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22882213", "hpos": "91", "gid": "2014-02-05.17.1", "epobject_id": "22882214", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-02-05.17.0&amp;s=speaker%3A25095+section%3Asp#g17.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I am a former resident of Queensferry, so it is good to see that after 124 years the Forth bridge is finally being recognised for its iconic design. Will the cabinet secretary outline the boost to tourism that Scotland can expect from that rail bridge being granted world heritage status?</p>", "hdate": "2014-02-05", "major": "7", "subsection_id": "22882213", "parent": {"body": "Scottish Parliament: UNESCO World Heritage Sites"}, "video_status": "0", "extract": "I am a former resident of Queensferry, so it is good to see that after 124 years the Forth bridge is finally being recognised for its iconic design. Will the cabinet secretary outline the boost to tourism that Scotland can expect from that rail bridge being granted world heritage status?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22882213", "hpos": "93", "gid": "2014-02-05.17.3", "epobject_id": "22882216", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-02-05.17.0&amp;s=speaker%3A25095+section%3Asp#g17.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Thank you, Presiding Officer.</p><p>Before we pass the Burrell Collection (Lending and Borrowing) (Scotland) Bill, it is important to highlight some of the concerns that members of the public still have about the bill and the refurbishment project. In relation to lending and borrowing, I can see the merits of being able to tour a small number of items for one-off exhibitions during the closure period. I also accept that lending or borrowing individual items may assist interpretation or complement the collection.</p><p>However, some people see it differently. The following online comment expresses another view on the proposed new lending and borrowing powers:</p><p>&#8220;Sir William&#8217;s overriding concern was not, that he did not want items sent overseas because he feared that they would be at risk during transportation; rather, Sir William&#8217;s overriding concern was that the collection was kept intact as a meaningful collection. The collection was the man&#8217;s life work. The collection&#8212;in its entirety&#8212;told the story of the development of human civilisation: from ancient Egypt and China through to the works of the French Impressionists and the Glasgow Boys. The collection was to be his legacy, because it represented his own unique view of human history, and he wanted people to understand that. The collection was how he would live on after he died, and to this end he tried to ensure that the collection would remain intact long after he was gone.&#8221;</p>", "hdate": "2014-01-21", "major": "7", "subsection_id": "22854644", "parent": {"body": "Scottish Parliament: Burrell Collection (Lending and Borrowing) (Scotland) Bill: Final Stage"}, "video_status": "0", "extract": "Thank you, Presiding Officer. Before we pass the Burrell Collection (Lending and Borrowing) (Scotland) Bill, it is important to highlight some of the concerns that members of the public still have about the bill and the refurbishment project. In relation to lending and borrowing, I can see the merits of being able to tour a small number of items for one-off exhibitions during the closure...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22854644", "hpos": "24", "gid": "2014-01-21.3.6", "epobject_id": "22854650", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-21.3.0&amp;s=speaker%3A25095+section%3Asp#g3.6", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Yes&#8212;I totally accept James Dornan&#8217;s point. Of the 9,000 items in the collection, only about 2,000 are on display at any particular time and the collection has not been refreshed for many years.</p><p>Regardless of what Sir William Burrell&#8217;s reasons were for not wanting the collection to tour, we as a committee accepted the need for change. However, there are issues relating to the Burrell gallery refurbishment that can be addressed by Glasgow City Council in order to alleviate some of the other concerns. The council should outline how it arrived at the &#163;45&#160;million refurbishment cost and what it hopes that level of investment will achieve. During the evidence session that was held at Pollok house we heard that the aims are to replace the roof, to increase the gallery space by 20 per cent by creating a new picture gallery in the underused lecture theatre, and to upgrade the facilities. Would that really cost &#163;45&#160;million?</p><p>Then, there is the question of funding. The council has stated that it will fund a third of the cost, the Big Lottery Fund will fund another third and donations and sponsorship will provide the other &#163;15&#160;million. Less than 7 per cent of the cost of the new Riverside museum, which opened in 2011, was raised from donations and sponsorship, yet the council expects to raise a third of the cost of the Burrell collection refurbishment from commercial sources&#8212;in the current economic climate. What will happen if that funding is not found? Will the council use the &#163;15&#160;million that was earmarked for the aborted George Square refurbishment to close the gap?</p><p>Another issue is the timing of the refurbishment, which is due to start in 2016. What will happen between now and then? Will the gallery remain open for that two-year period? What steps will the council take to protect the items that are on display during that time? Consideration also has to be given to the 200,000 people, many from overseas, who visit the gallery every year. During the estimated four-year closure period, will the council provide a temporary display area for the collection so that the city continues to benefit from it? One option may be to use the McLellan galleries, which have been closed for 10 years but were recently brought back into temporary use by the Royal Glasgow Institute of the Fine Arts, which hosted its 152nd annual exhibition there in December.</p><p>The Burrell collection was left to the people of Glasgow, and it is now time that the council informed its citizens what its detailed plans are for refurbishment of the Burrell gallery.</p>", "hdate": "2014-01-21", "major": "7", "subsection_id": "22854644", "parent": {"body": "Scottish Parliament: Burrell Collection (Lending and Borrowing) (Scotland) Bill: Final Stage"}, "video_status": "0", "extract": "Yes&#8212;I totally accept James Dornan&#8217;s point. Of the 9,000 items in the collection, only about 2,000 are on display at any particular time and the collection has not been refreshed for many years. Regardless of what Sir William Burrell&#8217;s reasons were for not wanting the collection to tour, we as a committee accepted the need for change. However, there are issues relating to the...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22854644", "hpos": "26", "gid": "2014-01-21.3.8", "epobject_id": "22854652", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-21.3.0&amp;s=speaker%3A25095+section%3Asp#g3.8", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The austerity cuts that are being imposed by Westminster threaten much of the progress that has been made in Scotland over recent years in tackling social mobility and child poverty. The UK Government's social mobility and child poverty commission, which is chaired by the Labour MP Alan Milburn, highlights the progress that has been made in Scotland in its &#8220;State of the Nation 2013: social mobility and child poverty in Great Britain&#8221; report, which was published in October 2013. An appendix to chapter 3 on &#8220;The child poverty strategy for Scotland&#8221; opens with the words:</p><p>&#8220;Scotland has the lowest levels of child poverty of any country in the United Kingdom ... This is a significant achievement. Child poverty in Scotland has halved in the last 15 years. Progress in Scotland has been more rapid than in any other area of the UK&#8221;.</p><p>It highlights that, against the measures that are contained in the Child Poverty Act 2010, child poverty has fallen over the past five years and says:</p><p>&#8220;Relative child poverty&#8221;</p><p>in Scotland</p><p>&#8220;has decreased from 21 per cent in 2006/07 to ...15 per cent in 2011/12&#8221;</p><p>and that</p><p>&#8220;Absolute child poverty has decreased from 21 per cent in 2006/07 to ...16 per cent in 2011/12.&#8221;</p><p>The report concludes:</p><p>&#8220;The Commission welcomes much of Scotland's approach to child poverty, and especially the emphasis on early years.&#8221;</p>", "hdate": "2014-01-07", "major": "7", "subsection_id": "22825309", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Future"}, "video_status": "0", "extract": "The austerity cuts that are being imposed by Westminster threaten much of the progress that has been made in Scotland over recent years in tackling social mobility and child poverty. The UK Government's social mobility and child poverty commission, which is chaired by the Labour MP Alan Milburn, highlights the progress that has been made in Scotland in its &#8220;State of the Nation 2013:...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22825309", "hpos": "98", "gid": "2014-01-07.4.72", "epobject_id": "22825381", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-07.4.0&amp;s=speaker%3A25095+section%3Asp#g4.72", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>No, thanks.</p><p>Despite the commission identifying</p><p>&#8220;several areas where other countries in the United Kingdom could learn from Scotland's experience&#8221;,</p><p>we find that George Osborne is planning to continue the austerity measures by imposing further cuts of &#163;25 billion across the UK, of which &#163;12 billion relate to welfare.</p><p>Scotland's share of the welfare cut will be around &#163;1 billion, hitting the poorest in our society, many of whom are hard-working families on low wages. The Child Poverty Action Group has estimated that Scotland&#8217;s child poverty rate will increase by up to 100,000 by 2020 as a result of the UK Government's tax and benefit policies.</p><p>As the fiscal commission working group&#8217;s report on Scotland&#8217;s macroeconomic framework acknowledges,</p><p>&#8220;Under the current constitutional arrangements ... this is an area of responsibility where the opportunities for the Scottish Parliament and Government to adopt a different approach are particularly limited.&#8221;</p><p>The Scottish Government has no power to mitigate the changes and, left unchallenged, they will undo most of the progress made in recent years to reduce child poverty.</p><p>Since the SNP came to power, we have increased free nursery provision by 20 per cent, and the commitment to a minimum of 600 hours contained in the Children and Young People (Scotland) Bill will increase free nursery provision by 45 per cent compared with 2007, ensuring that children have the best start in life and are more likely to reach their potential at school.</p><p>The Scottish Government&#8217;s spending on school meals has increased by 51 per cent since Labour and the Lib Dems were in power, with thousands more pupils registered for free school meals. Those measures, along with freezing the council tax and introducing free prescriptions, have reduced the pressure on household budgets, helping to tackle child poverty.</p><p>The progress achieved in helping the poorest in society is under threat from the UK Government's austerity measures. That is happening in Scotland, a country that has the potential to be the 8th wealthiest OECD country in terms of gross domestic product per head.</p><p>A recent YouGov poll carried out in September 2013 found that when asked</p><p>&#8220;Which Government should be responsible for deciding welfare and benefits policy for Scotland?&#8221;,</p><p>56 per cent of people preferred Holyrood and 36 per cent Westminster. For that to happen, people will need to vote yes this September.</p><p>With independence, the Scottish Government can continue the progress that it has achieved so far in reducing child poverty by transforming childcare. The savings from not having to maintain Trident nuclear weapons, along with the extra tax revenues generated by women being free to return to work, would allow a phased increase in childcare to match the best available in Europe.</p><p>In Scotland there are 163,000 lone parents with 295,000 children, which equates to a quarter of all families. According to One Parent Families Scotland, the biggest issue affecting lone-parent families is poverty. A Scottish Government in an independent Scotland could provide 30 hours a week of childcare for 38 weeks a year, bringing nursery provision broadly in line with primary school hours. That would help to support many lone-parent families who are struggling in poverty back into work.</p><p>The long-term effect of the policy of providing European levels of childcare in an independent Scotland would be better off families, as a result of increased income from employment; families would also save on childcare costs. The Scottish Government would also benefit as taxation would increase as a result of increased employment; alongside, there would be a drop in benefit costs. The economy would be stimulated by families&#8217; increased spend on goods and services, providing more employment opportunities. However, that can happen only if we are independent and able to retain and reinvest the additional tax revenue in Scotland. George Osborne has indicated his intention to continue to cut Scotland's budget.</p><p>Those of us concerned with child poverty face a choice of two futures: the Scottish Government&#8217;s childcare plans, which will benefit 240,000 children if we vote yes; or a no vote, which will deliver welfare cuts from Westminster, pushing up to 100,000 Scottish children into poverty. For the sake of my children and future generations, I know which one I will choose.</p>", "hdate": "2014-01-07", "major": "7", "subsection_id": "22825309", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Future"}, "video_status": "0", "extract": "No, thanks. Despite the commission identifying &#8220;several areas where other countries in the United Kingdom could learn from Scotland's experience&#8221;, we find that George Osborne is planning to continue the austerity measures by imposing further cuts of £25 billion across the UK, of which £12 billion relate to welfare. Scotland's share of the welfare cut will be around...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22825309", "hpos": "100", "gid": "2014-01-07.4.74", "epobject_id": "22825383", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-07.4.0&amp;s=speaker%3A25095+section%3Asp#g4.74", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I welcome this opportunity to take part in this debate on the Finance Committee's draft budget report. It is important that we remember the financial situation that the Scottish Government faces, even after the UK chancellor&#8217;s recent autumn statement. According to the updated figures that were issued after that statement, the Scottish budget is being cut by &#163;3.1&#160;billion or 9.9 per cent over the current five-year spending review period. However, despite that substantial cut, Scotland continues to outperform the rest of the UK. The Scottish economy grew by 1.8 per cent over the year to June 2013, while the UK economy grew by just 1.3 per cent. Over the past year, Scottish employment increased by 83,000 and now stands at 72.6 per cent, which is higher than the UK rate of 72.2 per cent. Moreover, at 7.1 per cent, Scottish unemployment is lower than the UK rate of 7.4 per cent.</p><p>Over the past five years, the rate of youth employment in Scotland has continually been higher than the rate in the UK as a whole, with Scotland achieving more than 53 per cent employment for 16 to 24-year-olds compared with a figure of less than 50 per cent for the UK as a whole. The budget will also continue to support the 25,000 modern apprenticeship new starts every year to enable employers to strengthen and grow their business.</p>", "hdate": "2013-12-19", "major": "7", "subsection_id": "22820014", "parent": {"body": "Scottish Parliament: Draft Budget 2014-15"}, "video_status": "0", "extract": "I welcome this opportunity to take part in this debate on the Finance Committee's draft budget report. It is important that we remember the financial situation that the Scottish Government faces, even after the UK chancellor&#8217;s recent autumn statement. According to the updated figures that were issued after that statement, the Scottish budget is being cut by £3.1 billion or 9.9...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22820014", "hpos": "158", "gid": "2013-12-19.18.25", "epobject_id": "22820039", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-19.18.0&amp;s=speaker%3A25095+section%3Asp#g18.25", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>No, thanks.</p><p>Although still too high, our latest youth unemployment figure means that only eight out of 28 European Union countries have a lower youth unemployment rate than Scotland. The situation is improving not only because Scotland has the only dedicated Minister for Youth Employment but because of the Scottish Government&#8217;s investment-led recovery strategy, which is supporting and sustaining employment as well as investing in our country&#8217;s future. NPD projects worth more than &#163;800&#160;million, including Inverness College, City of Glasgow College and Ayrshire College, started construction this financial year.</p><p>John Henderson, the chief executive of Colleges Scotland, said:</p><p>&#8220;The Scottish Government made a commitment to maintain colleges&#8217; cash funding earlier this year and we are very pleased that this has been incorporated into the draft Budget for 2014-15&#8221;&#8212;</p>", "hdate": "2013-12-19", "major": "7", "subsection_id": "22820014", "parent": {"body": "Scottish Parliament: Draft Budget 2014-15"}, "video_status": "0", "extract": "No, thanks. Although still too high, our latest youth unemployment figure means that only eight out of 28 European Union countries have a lower youth unemployment rate than Scotland. The situation is improving not only because Scotland has the only dedicated Minister for Youth Employment but because of the Scottish Government&#8217;s investment-led recovery strategy, which is supporting and...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22820014", "hpos": "160", "gid": "2013-12-19.18.27", "epobject_id": "22820041", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-19.18.0&amp;s=speaker%3A25095+section%3Asp#g18.27", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>No, thank you.</p><p>Mr Henderson went on to say:</p><p>&#8220;We also welcome the additional resources that are being allocated to the college sector for 2015-16. We look forward to engaging with the Government on how we can use these resources in areas such as expanding school and college partnerships. Investing in the college sector is investing in Scotland&#8217;s future prosperity and supporting economic recovery.&#8221;</p><p>Scotland&#8217;s schools for the future programme has 13 schools that are already operational and nine that are under construction, and there will be 67 new or refurbished schools by March 2018. The draft budget highlights that more than &#163;8&#160;billion of investment will take place from 2014-15 to 2015-16 to continue that investment-led recovery strategy.</p><p>That strategy has helped the Scottish Government to achieve the highest level ever recorded for school leavers heading to a positive destination. The percentage of school leavers who entered employment, training or further and higher education reached 91 per cent for the year to July 2013. The Educational Institute of Scotland general secretary, Larry Flanagan, said:</p><p>&#8220;The very high percentage of young people moving on to a positive destination when they leave school is good news for Scotland and reflects the strong performance of our comprehensive education system. Our young people deserve the best start in life, and our schools are continuing to equip pupils with the education and skills that they need to move on to further and higher education, into training programmes, or straight into employment.&#8221;</p><p>The ability of our young people has been recognised in the latest Organisation for Economic Co-operation and Development programme for international student assessment&#8212;or PISA&#8212;rankings, which rate Scotland as doing at least as well as, if not better than, a number of leading world economies in literacy, numeracy and science.</p><p>The latest PISA results from 2012 reveal that the achievement gap between rich and poor students in Scotland has closed in maths, reading and science. However, it is not only on the youth employment front that things are improving. In today&#8217;s papers, there is the news that the number of women in work has hit a 21-year high at the same time as overall unemployment in Scotland has fallen.</p><p>The number of women in employment has reached more than 1.2&#160;million, and this budget will help to sustain and improve that position by investing more than &#163;190&#160;million to fully fund 125 additional hours of early learning and childcare. That will mean that free nursery provision will rise from 475 hours to 600 hours per year.</p><p>Since 2007, with the limited powers that the Scottish Parliament has, the Scottish Government has been able to create jobs and boost the economy at a time of unprecedented cuts to our budget from Westminster, but Westminster&#8217;s austerity agenda is holding Scotland back. The Office for Budget Responsibility has stated that the UK&#8217;s economic strategy is &#8220;unsustainable&#8221; and that the UK will run a fiscal deficit in each of the next 50 years. The OBR states:</p><p>&#8220;In the absence of offsetting tax increases or spending cuts this would widen budget deficits over time and eventually put public sector net debt on an unsustainable upward trajectory.&#8221;</p><p>Only with independence, where we have control over the economy, can we do things better and more effectively, bringing about lasting growth and making Scotland a fairer country.</p>", "hdate": "2013-12-19", "major": "7", "subsection_id": "22820014", "parent": {"body": "Scottish Parliament: Draft Budget 2014-15"}, "video_status": "0", "extract": "No, thank you. Mr Henderson went on to say: &#8220;We also welcome the additional resources that are being allocated to the college sector for 2015-16. We look forward to engaging with the Government on how we can use these resources in areas such as expanding school and college partnerships. Investing in the college sector is investing in Scotland&#8217;s future prosperity and supporting...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22820014", "hpos": "162", "gid": "2013-12-19.18.29", "epobject_id": "22820043", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-19.18.0&amp;s=speaker%3A25095+section%3Asp#g18.29", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>2. To ask the Scottish Government what steps it is taking to meet its obligations under the European Union directive relating to the assessment and management of environmental noise. (S4O-02613)</p>", "hdate": "2013-11-21", "major": "7", "subsection_id": "22754944", "parent": {"body": "Scottish Parliament: Environmental Noise"}, "video_status": "0", "extract": "2. To ask the Scottish Government what steps it is taking to meet its obligations under the European Union directive relating to the assessment and management of environmental noise. (S4O-02613)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22754944", "hpos": "10", "gid": "2013-11-21.2.1", "epobject_id": "22754945", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-21.2.0&amp;s=speaker%3A25095+section%3Asp#g2.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The Edinburgh draft noise action plan identifies Calder Gardens in the Sighthill area of my constituency as an Edinburgh road candidate noise management area. The directive requires member states to bring about measures intended to avoid, prevent or reduce exposure to environmental noise. Is the minister concerned that further house building in the west of the city and the resulting traffic increase in the Calders area will add to the environmental noise problem?</p>", "hdate": "2013-11-21", "major": "7", "subsection_id": "22754944", "parent": {"body": "Scottish Parliament: Environmental Noise"}, "video_status": "0", "extract": "The Edinburgh draft noise action plan identifies Calder Gardens in the Sighthill area of my constituency as an Edinburgh road candidate noise management area. The directive requires member states to bring about measures intended to avoid, prevent or reduce exposure to environmental noise. Is the minister concerned that further house building in the west of the city and the resulting traffic...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22754944", "hpos": "12", "gid": "2013-11-21.2.3", "epobject_id": "22754947", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-21.2.0&amp;s=speaker%3A25095+section%3Asp#g2.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The Burrell collection is a fantastic asset to the city of Glasgow, but one that has been neglected. When the gallery first opened in 1983, there were more than a million visitors a year, but that number had halved by 1987 as the public&#8217;s pent-up curiosity about a collection that had lain in storage for so long was satisfied. Annual visitor numbers have declined steadily over the past 30 years and are now below a quarter of a million. The drop-off in numbers was inevitable once the initial curiosity had worn off, but the on-going decline is due to a number of factors.</p><p>The leaking roof has been an ever-present problem virtually since the gallery opened and has meant that it has remained a three-star visitor attraction. As one visitor stated in their feedback form:</p><p>&#8220;This place looks tired and unloved&#8221;.</p><p>There has been little rotation of the collection, and fewer than a quarter of the 9,000 pieces have been seen by the public. That might be because there is no dedicated team of conservators for the collection, as a result of which problems have been allowed to develop to the point that the gallery has posted a notice saying:</p><p>&#8220;Moth has been a big problem recently and vulnerable objects have been removed&#8221;.</p><p>There has also been a lack of promotion of the collection, with Glasgow Life stating that</p><p>&#8220;The collection is still a bit of a secret, both here and internationally&#8221;.</p><p>Indeed, a visitor survey suggested that more than 40 per cent of visitors had found out about the gallery through word of mouth.</p><p>The gallery needs to be totally refurbished, and a permanent solution to the roof problem must be found. In order for that work to take place, the collection will have to be removed. The question is whether it should be put in storage or be allowed to tour to publicise Sir William Burrell&#8217;s legacy to Glasgow. The will and agreement have always allowed the collection to be loaned within the United Kingdom, and Glasgow City Council has a record of being a responsible lender. The evidence that the committee received suggested that, on balance, the transportation of works of art had improved substantially since the collection was gifted. Glasgow Life also told the committee that</p><p>&#8220;apart from the one-off tour the possibilities of doing another major tour in our lifetime are not very high&#8221;.&#8212;[Official Report, Burrell Collection (Lending and Borrowing) (Scotland) Bill Committee, 9 September 2013; c 30, 25.]</p><p>The committee was assured that the lending code will offer a sufficient safeguard for delicate items and that loans will be granted on a case-by-case basis with conservation at the forefront of decision making.</p><p>The bill&#8217;s promoter has estimated that the museum would need to close for four years and that it would cost in the region of &#163;45 million to refurbish it. It hopes that a third of that amount would be raised through the tour, either in donations or in sponsorship. However, it was highlighted in other evidence that it is unlikely that that amount would be raised. That is borne out by the refurbishment of the Kelvingrove gallery, the &#163;28 million cost of which was borne largely by the Heritage Lottery Fund, European regional funding and the city council, with only &#163;2.5 million coming from private sponsorship.</p><p>With that in mind, I refer to paragraph 91 of the preliminary stage report, which states:</p><p>&#8220;The Committee places a great deal of emphasis on the restoration of the building housing the Burrell Collection, particularly since it was so central to Burrell&#8217;s wishes and to his Agreement with the City Council. In recommending that this Bill be passed, we place our trust in the Promoter to ensure that the refurbishment takes place and would consider any failure to do so as a betrayal of that trust.&#8221;</p><p>I believe that the main benefit of touring the collection abroad in a limited number of places would be that that would raise the profile of the collection during the period in which the gallery was closed. When the refurbishment was complete, the tour would have stirred the public interest in this unique collection once again.</p><p>When the new gallery opens in around 2020, it will bring an economic benefit to Glasgow as visitors once again flock to see the collection. Who knows? Perhaps it will once again receive a million visitors a year.</p>", "hdate": "2013-11-21", "major": "7", "subsection_id": "22755162", "parent": {"body": "Scottish Parliament: Burrell Collection (Lending and Borrowing) (Scotland) Bill: Preliminary Stage"}, "video_status": "0", "extract": "The Burrell collection is a fantastic asset to the city of Glasgow, but one that has been neglected. When the gallery first opened in 1983, there were more than a million visitors a year, but that number had halved by 1987 as the public&#8217;s pent-up curiosity about a collection that had lain in storage for so long was satisfied. Annual visitor numbers have declined steadily over the past...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22755162", "hpos": "233", "gid": "2013-11-21.35.6", "epobject_id": "22755168", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-21.35.0&amp;s=speaker%3A25095+section%3Asp#g35.6", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>As one of the last speakers in the open debate&#8212;and especially as someone who has not had the benefit of having listened to the evidence gathered by the committee&#8212;I apologise in advance for any repetition that members might be about to hear. In light of that, I suggest another answer to Sandra White&#8217;s search for a song title: the Average White Band&#8217;s &#8220;Let&#8217;s Go Round Again&#8221;.</p><p>It is important that we highlight why the bill is necessary. The bill&#8217;s policy memorandum notes that devolved tribunals have</p><p>&#8220;been established in an ad hoc fashion, with no common ... leadership, appointments, practice and procedure or reviews and appeals&#8221;.</p><p>Such a complex and fragmented system can lead to a</p><p>&#8220;narrowness of outlook&#8221;</p><p>and</p><p>&#8220;variation of standards and performances&#8221;,</p><p>and the bill creates a structure that</p><p>&#8220;will reduce overlap, eliminate duplication, ensure better deployment and allow for the wider sharing of available resources.&#8221;</p><p>It is intended to create a system that improves the independence&#8212;and the perception of independence&#8212;of the devolved tribunals.</p><p>The overview in the policy memorandum makes it clear that the bill will create a simple two-tier structure: a first-tier tribunal for first instance decisions and an upper tribunal where the primary function will be to dispose of appeals from the first tier. In its 2011 report, &#8220;Tribunal Reform in Scotland: A Vision for the Future&#8221;, the Scottish committee of the Administrative Justice and Tribunals Council defines a tribunal as:</p><p>&#8220;A body which resolves disputes between citizen and state and between private parties by making binding decisions according to law, does so by a process of adjudication which is specialised, relatively informal and less adversarial as compared to the model of adjudication applied by the courts and is independent of both the executive and the legislature and of the parties appearing before it.&#8221;</p><p>I know that Christine Grahame and Margaret Mitchell have already cited that definition, but I think that it bears repeating.</p><p>The 18 devolved tribunals all have different powers and processes, and they deal with a range of different subject matters from compulsory treatment orders under the Mental Health (Care and Treatment) (Scotland) Act 2003 to adjudicating on disputed parking tickets. The proposed changes in the bill apply only to those tribunals, and not the two dozen that operate on a Great Britain basis and which cover a whole range of subjects from criminal injuries to social security and child support appeals.</p><p>The bill&#8217;s aim is to change the current tribunal system to make it less complicated, more independent and more user-friendly, and it will create a new structure for devolved tribunals, a new leadership structure under the Lord President, a new office of president of Scottish tribunals, a new process for appointing tribunal judiciary and a new process for making tribunal rules. As for the user, the bill will give them access to a more coherent tribunal structure, will take appeals out of the court system, will put in place a common procedure for appointments, complaints and disciplinary processes and, more important, will despite the changes give access to the same specialist members, venues and staff.</p><p>The bill has been generally welcomed as an improvement on the existing system. According to witnesses, the benefits of the new system include providing the</p><p>&#8220;opportunity for generic training&#8221;</p><p>&#8220;dealing with questions about the conduct of tribunal judges&#8221;</p><p>and</p><p>&#8220;sharing the expertise that has been gained from the tribunals.&#8221;&#8212;[Official Report, Justice Committee, 3 September 2013; c 3116-7.]</p><p>The bill will also</p><p>&#8220;give coherence to what already exists.&#8221;&#8212;[Official Report, Justice Committee, 10 September 2013; c 3160.]</p><p>Citizens Advice Scotland&#8212;which, having represented 5,500 clients in civil court and tribunal cases in 2011-12, has a wealth of experience in supporting and representing clients&#8212;believes</p><p>&#8220;that the proposed structure is an improvement on the existing&#8221;</p><p>system, and Govan Law Centre noted that an existing benefit of tribunals is that they are more accessible than going to court. It concluded that</p><p>&#8220;the primary benefit&#8221;</p><p>of the new structure</p><p>&#8220;from a user&#8217;s point of view is that those advantages will be extended to the first tier of appeals.&#8221;&#8212;[Official Report, Justice Committee, 3 September 2013; c 3129.]</p><p>The Scottish Independent Advocacy Alliance, whose members have supported many individuals in mental health tribunals, welcomes the bill&#8217;s proposals, which, it said,</p><p>&#8220;aim to provide consistency in practice and procedure.&#8221;</p><p>If we are to provide consistency in practice and procedure, we must examine the position of all tribunals that operate in Scotland. The Justice Committee&#8217;s recommendations recognise that, and its second recommendation states:</p><p>&#8220;We concur with the position that, for this process to be most effective, reserved tribunals in Scotland should be included within the new structure. We note that this issue is not entirely in the hands of the Scottish Government but we urge it to work with the UK Government to ensure that early progress can be made on this matter. In doing so, we call on the Scottish Government to examine closely whether the Bill as drafted will create any barriers to the future inclusion of reserved tribunals.&#8221;</p><p>In ensuring that all tribunals that operate in Scotland abide by the same standards, we must consider accessibility. In assessing the position south of the border, Sir Andrew Leggatt stated:</p><p>&#8220;It should never be forgotten that tribunals exist for users, and not the other way round. No matter how good tribunals may be, they do not fulfil their function unless they are accessible by the people who want to use them.&#8221;</p><p>The policy memorandum states that an intention of the bill is to facilitate improvements in the quality of services that are offered to users of tribunals. That need was also identified by several witnesses. The Additional Support Needs Tribunal for Scotland noted that</p><p>&#8220;our concern must be the tribunal user, to whom the primary benefit must apply and who must be at the heart of the system&#8221;.&#8212;[Official Report, Justice Committee, 3 September 2013; c 3116.]</p><p>The bill is the right way forward in bringing tribunals into the 21st century and providing the accessible, straightforward, independent and user-friendly service that we want for our country.</p>", "hdate": "2013-11-07", "major": "7", "subsection_id": "22732166", "parent": {"body": "Scottish Parliament: Tribunals (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "As one of the last speakers in the open debate&#8212;and especially as someone who has not had the benefit of having listened to the evidence gathered by the committee&#8212;I apologise in advance for any repetition that members might be about to hear. In light of that, I suggest another answer to Sandra White&#8217;s search for a song title: the Average White Band&#8217;s &#8220;Let&#8217;s...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22732166", "hpos": "169", "gid": "2013-11-07.18.44", "epobject_id": "22732210", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-07.18.0&amp;s=speaker%3A25095+section%3Asp#g18.44", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>7. To ask the Scottish Government when it will conclude its review of the local air quality management system. (S4O-02518)</p>", "hdate": "2013-10-30", "major": "7", "subsection_id": "22715856", "parent": {"body": "Scottish Parliament: Local Air Quality Management (Review)"}, "video_status": "0", "extract": "7. To ask the Scottish Government when it will conclude its review of the local air quality management system. (S4O-02518)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22715856", "hpos": "85", "gid": "2013-10-30.14.1", "epobject_id": "22715857", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-30.14.0&amp;s=speaker%3A25095+section%3Asp#g14.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The west of Edinburgh has four main arterial routes into the city centre for commuters, three of which&#8212;Gorgie Road, Glasgow Road and Queensferry Road&#8212;continue to exceed the annual nitrogen dioxide air quality standard. The &#8220;Strategic Development Plan June 2013&#8221; for the south-east of Scotland highlights the need to provide additional housing in the west of the city and in West Lothian, all within commutable distance of the centre of Edinburgh. Is the minister concerned that the proposal to build a substantial number of houses to the west of the city will further exacerbate the current air quality issues?</p>", "hdate": "2013-10-30", "major": "7", "subsection_id": "22715856", "parent": {"body": "Scottish Parliament: Local Air Quality Management (Review)"}, "video_status": "0", "extract": "The west of Edinburgh has four main arterial routes into the city centre for commuters, three of which&#8212;Gorgie Road, Glasgow Road and Queensferry Road&#8212;continue to exceed the annual nitrogen dioxide air quality standard. The &#8220;Strategic Development Plan June 2013&#8221; for the south-east of Scotland highlights the need to provide additional housing in the west of the city and...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22715856", "hpos": "87", "gid": "2013-10-30.14.3", "epobject_id": "22715859", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-30.14.0&amp;s=speaker%3A25095+section%3Asp#g14.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>During the evidence sessions for the report we heard how important the community transport sector is to many people in communities throughout Scotland. More than 80 per cent of community transport passengers are old or disabled and evidence suggests that the service is used by 30,000 individuals and 4,000 community groups who make more than 3.5 million passenger journeys every year. In many cases community transport is a lifeline service and without it people would remain housebound and unable to access the healthcare, leisure and social opportunities that they need.</p><p>We were also made aware of the difficult circumstances in which community transport providers operate, the problems created by financial pressures and the difficulty of recruiting volunteer drivers.</p><p>The report&#8217;s key recommendations relate to funding, concessionary fares, driver training, joint working, co-ordination and leadership, and information. Following the stakeholder event in September, which was attended by many organisations that are involved in community transport, I am of the opinion that the most pressing issues are long-term funding, capital funding and driver training.</p><p>Funding for community transport was transferred from the Scottish Government to local authorities as part of the 2008 concordat, because councils are best able to determine their areas&#8217; transport needs. However, the result has been that local authority support for the sector has varied widely, with some councils providing similar funding to previous levels and others reducing funding or reallocating it to other areas.</p><p>One way of immediately assisting community transport operators would be to move away from short-term, year-to-year funding. A large proportion of staff time is taken up by the annual round of local authority grant applications. Because there is no guarantee of continued funding beyond 12 months, there is difficulty in planning services and retaining key staff, so there is a barrier to growth in the services provided. The Government has indicated in its response to the recommendations that it will work with the third sector to identify any barriers to fuller implementation of three-year funding.</p><p>Funding replacement vehicles is a major issue for community transport organisations. Many vehicles are beyond their economic life and the constant repairs and maintenance to keep them roadworthy are a drain on limited resources. Previously, funding was available centrally, but it was transferred to local authorities to administer, which had similar results to the transfer of revenue funding.</p><p>The committee felt that there was a strong case for the introduction of a source of capital funding to assist in the purchase of new and replacement vehicles. Third sector organisations operating under the community transport umbrella currently operate 300 minibuses with, on average, a 10-year life. The money required would not be substantial. However, if the Government were to introduce a grant scheme, two comments from the round-table event should be borne in mind. First, Strathclyde Partnership for Transport said that any fund should be for</p><p>&#8220;Community Transport Providers not groups looking for a club bus&#8221;.</p><p>Secondly, Buchan Dial-A-Community-Bus highlighted that no one bus meets all its requirements.</p><p>The other key points from the round-table event related to driver training. SPT described the D1 licence issue as a ticking time bomb. Lothian Community Transport Services told the committee:</p><p>&#8220;shortly nobody under 40 will be able to drive a minibus&#8221;.</p><p>That point was emphasised by the Community Transport Association, which said:</p><p>&#8220;90% of respondents are having difficulty recruiting volunteers&#8221;</p><p>and that part of the problem could be addressed by</p><p>&#8220;increasing the vehicle weight limit&#8221;.</p><p>That situation is a result of European legislation that was introduced in 1997 and barred anyone without a D1 licence from driving a minibus if the vehicle was more than 3.5 tonnes or 4.25 tonnes with specialist equipment for disabled passengers. The evidence that the committee received confirmed that very few vehicles suitable for community transport needs fall into that weight category as a result of the increased weight of wheelchair technology and associated safety measures.</p><p>The 1997 legislation also introduced a requirement for new drivers to be trained in minibus driving before applying for a D1 licence, which was previously included in the driving licence, provided that the vehicle was not being used for commercial purposes.</p><p>The cost of that training, which is provided by commercial organisations, can be up to &#163;1,000 per driver, which is a considerable sum for the individual or the organisation to find. As the committee heard from LCTS:</p><p>&#8220;There are very few drivers with D1 driving entitlement under the age of 33. Traditionally, there have been a lot of young volunteers, but that arrangement is becoming difficult. We are probably just getting to the tipping point, at which there will start to be a serious problem.&#8221;&#8212;[Official Report, Infrastructure and Capital Investment Committee, 1 May 2013; c 1658.]</p><p>The Government provides support to the community transport sector, including bus service operators grant for those who provide demand-responsive transport or registered services. The national concessionary travel scheme is also open to operators that provide registered local services. Therefore, despite the transfer of responsibility to local authorities, it continues to support the community transport sector. However, if we are to continue to develop and sustain the sector, the Government must consider how it can help to resolve the issues that I have highlighted&#8212;short-term funding, replacement vehicle costs and driver training&#8212;as soon as possible.</p>", "hdate": "2013-10-30", "major": "7", "subsection_id": "22715881", "parent": {"body": "Scottish Parliament: Community Transport"}, "video_status": "0", "extract": "During the evidence sessions for the report we heard how important the community transport sector is to many people in communities throughout Scotland. More than 80 per cent of community transport passengers are old or disabled and evidence suggests that the service is used by 30,000 individuals and 4,000 community groups who make more than 3.5 million passenger journeys every year. In many...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22715881", "hpos": "126", "gid": "2013-10-30.18.17", "epobject_id": "22715898", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-30.18.0&amp;s=speaker%3A25095+section%3Asp#g18.17", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I begin by thanking my fellow members of the Scottish Parliament who have supported the motion, thereby enabling it to achieve cross-party support and allowing this debate to take place. I take the opportunity to welcome to the gallery members of Al-Anon Family Groups and also the health professionals who are attending the debate before this evening&#8217;s event.</p><p>What is Al-Anon Family Groups, why is it needed today and what makes it unique? Al-Anon Family Groups is a community resource that provides support for people who are affected by someone else&#8217;s drinking. It is a fellowship of relatives and friends of alcoholics who share their experiences in order to solve their common problems. It is there for anyone who requires support, as it does not have any religious or political affiliations and is multiracial.</p><p>Al-Anon Family Groups began as an informal meeting of the close relatives of recovering alcoholics. Alcoholics Anonymous had begun in Ohio in 1935, and members of that group started to take along their wives for support. The wives realised that they all shared the same problem of living with an alcoholic, and when they talked to one another, they realised that they, too, had been affected and also needed a programme of recovery.</p><p>By 1951, so many family groups were associated with Alcoholics Anonymous that it was decided to create a separate organisation, which became Al-Anon Family Groups UK &amp; Eire. Its first meeting in the United Kingdom took place in Belfast in 1951. Glasgow followed several years later. There are now approximately 125 meetings in Scotland, and there are 800 family support groups in the UK and the Republic of Ireland.</p><p>What is the extent of the alcohol dependency problem? Scottish Health Action on Alcohol Problems highlights the background to the issue on its website. It says:</p><p>&#8220;Over the past 50 years the price of alcohol has continually fallen to the extent that certain retailers currently sell alcohol, ostensibly a dangerous drug, as a loss leader simply to encourage the sale of other products.</p><p>Added to this is the fact that alcohol is available in many parts of the UK 24 hours a day, and it is again local supermarkets and convenience stores that are reaping the benefits of this relaxation of trade; the majority of sales of alcohol are no longer limited to bars and off licences.&#8221;</p><p>It goes on to highlight that</p><p>&#8220;One quarter of the UK&#8217;s population are now classed as harmful drinkers.&#8221;</p><p>The World Health Organization&#8217;s &#8220;Global status report on alcohol and health&#8221;, which was published in 2011, states that, in the UK, the amount of pure alcohol that was being consumed per year per person reached 13.4 litres. That is higher than the European average of 12.2 litres, which is double the worldwide average of 6.1 litres. The fact sheet on alcohol that the World Health Organization issued in February 2011 outlines the extent of the problem and its effect on society. It says:</p><p>&#8220;The harmful use of alcohol is a global problem which compromises both individual and social development. It results in 2.5 million deaths&#8221;</p><p>worldwide</p><p>&#8220;each year. It also causes harm far beyond the physical and psychological health of the drinker. It harms the well-being and health of people around the drinker. An intoxicated person can harm others or put them at risk of traffic accidents or violent behaviour, or negatively affect co-workers, relatives, friends or strangers. Thus, the impact of the harmful use of alcohol reaches deep into society.&#8221;</p><p>With that background, Al-Anon Family Groups has continued to grow. It now provides support in 115 countries and has a worldwide group membership of approximately 24,000.</p><p>Scotland has had a difficult relationship with alcohol for decades. Alcohol sales data suggest that consumption has increased by 11 per cent since 1994. Fifty per cent of prisoners were drunk at the time of their offence, and alcohol-related hospital discharges have quadrupled since the early 1980s. It has been estimated that the impact of that excessive consumption costs Scots &#163;3.6&#160;billion each year, which is equivalent to &#163;900 for every adult in Scotland. Against that background, the Scottish Parliament passed the Alcohol (Minimum Pricing) (Scotland) Act 2012 in June 2012, which made possible the introduction of minimum pricing for alcohol at a future date.</p><p>Many organisations and charities in Scotland are involved in supporting or helping alcoholics and their families, but what makes Al-Anon Family Groups unique is that it is self-supporting through the voluntary contributions of its members. There are no dues or fees, and the organisation does not accept any outside funds, grants or donations. The Al-Anon programme is based on confidentiality, and people who take part develop a sense of trust, which allows them to speak confidentially and honestly about their issues relating to living with someone who suffers from alcohol dependency. Someone else&#8217;s drinking can turn people&#8217;s love to hate, bring them to the depths of despair, affect them financially, lead to violent outbursts, make them doubt their sanity and make them think that they are the problem.</p><p>Al-Anon does not offer advice or counselling, but members give each other understanding, strength and hope as a result of their shared experiences.</p><p>The World Health Organization is due to update this year its figures for alcohol consumption by country. We can only hope that they show a decline in our drinking habits. One pointer to what the figures for Scotland might show is that 1,080 alcohol-related deaths occurred in 2012. Although that is 80 per cent higher than the figure in the mid-1980s, it is a substantial decline from the high point in 2006, when the 1,540 deaths from alcohol represented the largest figure ever to be recorded.</p><p>Regardless of how the World Health Organization&#8217;s updated figures change, Al-Anon Family Groups will be there to provide support for family members, whether or not a person is still drinking, for many years to come.</p>", "hdate": "2013-09-24", "major": "7", "subsection_id": "22697382", "parent": {"body": "Scottish Parliament: Al-Anon Family Groups"}, "video_status": "0", "extract": "I begin by thanking my fellow members of the Scottish Parliament who have supported the motion, thereby enabling it to achieve cross-party support and allowing this debate to take place. I take the opportunity to welcome to the gallery members of Al-Anon Family Groups and also the health professionals who are attending the debate before this evening&#8217;s event. What is Al-Anon Family...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22697382", "hpos": "89", "gid": "2013-09-24.6.2", "epobject_id": "22697384", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-24.6.0&amp;s=speaker%3A25095+section%3Asp#g6.2", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>How will the recommendations of the commission on the delivery of rural education be taken forward in order to ensure that educational benefit remains a key consideration of the school closure decision-making process?</p>", "hdate": "2013-06-26", "major": "7", "subsection_id": "22694574", "parent": {"body": "Scottish Parliament: Travel-to-school Times"}, "video_status": "0", "extract": "How will the recommendations of the commission on the delivery of rural education be taken forward in order to ensure that educational benefit remains a key consideration of the school closure decision-making process?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22694574", "hpos": "16", "gid": "2013-06-26.4.5", "epobject_id": "22694579", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-26.4.0&amp;s=speaker%3A25095+section%3Asp#g4.5", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Scotland&#8217;s young people are the key to our country&#8217;s future prosperity, which is why, from 2012 to 2015, the Scottish Government is harnessing more than &#163;80 million of funding to support youth employment. The money will support a range of initiatives, including opportunities for all, the employer recruitment incentive, the use of European structural funds to support business growth and youth employment, a fund to support young people into opportunities that are linked to major cultural and sporting events that are hosted in Scotland, graduate recruitment schemes and loans to young entrepreneurs.</p><p>At the beginning of this month the Scottish Government announced that Scottish business is backing the certificate of work readiness. The Federation of Small Businesses, CBI Scotland and large companies such as Diageo and Scottish Power have endorsed the scheme, which Skills Development Scotland piloted. The scheme targets 16 to 19-year-olds and consists of college-based learning and 190 hours of real-life work experience. Training and educational maintenance allowances are available to young people who take part. The certificate will help to allay the concerns of employers who might otherwise have no way of knowing whether a young person is fit for work.</p><p>The modern apprenticeship scheme again passed the Government&#8217;s target of 25,000 apprenticeships, and nearly 3,000 more 16 to 24-year-olds started a modern apprenticeship than did so in the previous year. A survey of Scottish employers&#8217; views of modern apprenticeships reported high levels of satisfaction. Some 83 per cent of employers were satisfied with the quality of training and 85 per cent were satisfied with the relevance of the training. Some 75 per cent of employers viewed modern apprenticeships as vital or important to their businesses, and 96 per cent reported that apprentices were better able to do their job after completing their training.</p><p>The skills and experience that modern apprentices gained meant that 92 per cent of apprentices were in work six months after completing their training&#8212;79 per cent of those people were in full-time employment.</p><p>In the briefing that it provided for this debate, the Construction Industry Training Board said that it continues to support the modern apprenticeship scheme, despite the downturn in industry. Last year there were 1,300 new apprentices&#8212;that is up 15 per cent on the previous year.</p><p>Difficulties still face the construction sector, which is not helped by the UK Government cutting Scotland&#8217;s capital budget by 25 per cent. There is recognition that the industry faces a retirement time bomb, because the number of construction workers who are under 24 has nearly halved in the past 20 years. Companies continue to recruit apprentices into a variety of roles, to develop skills and gain experience&#8212;if they do not do so, there will be a skills shortage when the industry returns to growth.</p><p>The Scottish Government&#8217;s employer recruitment incentive scheme will operate in partnership with local authorities to help small and medium-sized companies to develop and expand, providing jobs and experience for young people as they do so. The &#163;25 million scheme, which is supported by EU funding, will offer an incentive to recruit young people aged between 16 and 24.</p><p>The FSB&#8217;s report, &#8220;Micros Untapped: Realising the employment potential of micro-businesses&#8221;, which was published in November 2012, noted:</p><p>&#8220;Micro-businesses (businesses with fewer than 10 employees) make up nearly 94% of Scottish businesses and provide 27% of the private sector jobs in Scotland.&#8221;</p><p>The FSB went on to say:</p><p>&#8220;Over 40% of unemployed people who find work in the private sector go to work in a micro-business or become self-employed.&#8221;</p><p>The report noted that small businesses face a range of risks and difficulties, from lack of recruitment experience to a lack of knowledge of employment law, many of which can be resolved if national agencies, small business bodies and local agencies provide support. I hope that the Scottish Government&#8217;s employer recruitment incentive scheme and the certificate of work readiness will encourage many micro-businesses to start recruiting and growing.</p><p>The Scottish Government&#8217;s make young people your business initiative highlights what young people can bring to an organisation. The development of young talent can help in relation to succession planning, unplanned retirement and skills shortages.</p><p>By employing a young person and supporting them through a modern apprenticeship, employers can gain skills tailored to their needs. Young people bring creativity, innovation and a willingness to learn and will support business growth.</p><p>Scotland continues to perform better than the UK in headline youth measures, with lower unemployment, higher employment and lower inactivity. Over the past year there has been a drop of 29,000 in youth unemployment in Scotland. The labour force survey published in April identified the youth unemployment rate at 16 per cent compared to a UK rate of nearly 21 per cent. Although we continue to improve and outperform the UK, our youth unemployment figure is still too high and we need to learn from our European neighbours such as Austria, Germany and the Netherlands how they have managed to have relatively low youth unemployment of less than 10 per cent.</p><p>The minister said that she supports the proposed European youth guarantee to offer unemployed young people a job, an apprenticeship, a place in education or a traineeship once they reach four months of unemployment.</p>", "hdate": "2013-05-09", "major": "7", "subsection_id": "22690668", "parent": {"body": "Scottish Parliament: Youth Employment"}, "video_status": "0", "extract": "Scotland&#8217;s young people are the key to our country&#8217;s future prosperity, which is why, from 2012 to 2015, the Scottish Government is harnessing more than £80 million of funding to support youth employment. The money will support a range of initiatives, including opportunities for all, the employer recruitment incentive, the use of European structural funds to support business...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22690668", "hpos": "152", "gid": "2013-05-09.16.20", "epobject_id": "22690688", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-09.16.0&amp;s=speaker%3A25095+section%3Asp#g16.20", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I am nearly finished.</p><p>The difficulty is that the UK Government is responsible for schemes such as the youth contract and the work programme here in Scotland and has so far declined to take part in the European youth guarantee. We need the full powers of an independent country so that we can devise economic policies to grow our economy and reduce youth unemployment to those low European levels.</p>", "hdate": "2013-05-09", "major": "7", "subsection_id": "22690668", "parent": {"body": "Scottish Parliament: Youth Employment"}, "video_status": "0", "extract": "I am nearly finished. The difficulty is that the UK Government is responsible for schemes such as the youth contract and the work programme here in Scotland and has so far declined to take part in the European youth guarantee. We need the full powers of an independent country so that we can devise economic policies to grow our economy and reduce youth unemployment to those low European levels.", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22690668", "hpos": "154", "gid": "2013-05-09.16.22", "epobject_id": "22690690", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-09.16.0&amp;s=speaker%3A25095+section%3Asp#g16.22", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I declare an interest in Dads Rock, as an unpaid trustee of that new Scottish charity, which is based here in Edinburgh and was started in my constituency. I thank the 40 MSPs who have supported the motion, given it cross-party support and allowed the debate to take place.</p><p>Dads Rock began as an idea back in October 2011 when David Marshall and Thomas Lynch, who have young children of their own, realised how little there was locally to allow dads some one-to-one time with their young children. Rather than just moan about the lack of provision, they decided that they would combine David&#8217;s interest in music with Thomas&#8217;s experience as a postnatal depression counsellor and create a support service that is a fun, positive and rocking playgroup for dads and their kids. David Marshall, one of the founders of Dads Rock, and some of the fathers who attend the playgroup are in the public gallery.</p><p>David and Thomas launched the first group on 11 February 2012, thanks to a &#163;3,000 grant from the Big Lottery Fund. Gate 55, in the Sighthill area of my constituency, provided space to hold the weekly group on Saturday mornings. Every week, about 30 dads and their kids under five attend, with nearly a third of those fathers being new Scots from Poland. Dads Rock provides a range of activities for children under the age of five, including play time, painting and drawing, snack time, story time and music.</p><p>Music is very important to David and Thomas, hence the name Dads Rock. They sing traditional playgroup songs and end with the Queen classic &#8220;We Will Rock You&#8221;, where dads sing the words and their kids play along with every conceivable toy musical instrument, including a mini drum kit, and it ends in a crescendo of noise, as any good rock concert should.</p><p>It soon became apparent that dads and their kids were travelling from across Edinburgh to attend the Sighthill group, so the second playgroup was launched by the Minister for Children and Young People, Aileen Campbell, on 27 October 2012 in the Granton area of Edinburgh, thanks again to a grant from the Big Lottery Fund. That group also runs on a Saturday morning and on average has around 20 dads coming along each week.</p><p>However, Dads Rock is not just a playgroup. It is also a place for dads to go to speak to other fathers about being a dad. That peer support is just as important as the provision of a safe and comfortable place where fathers can play with their children. Nobody gives fathers a manual on how to raise children, and everyone wants to do the best for their kids. Many fathers worry about the extra pressure that comes from having children, whether it is through financial pressure, increased responsibilities or just a lack of sleep, so there is a need for somewhere fathers can discuss family-related issues.</p><p>Then, there are the fathers who are separated or divorced and who struggle to maintain contact with their children. The welfare reform changes that have been introduced by the United Kingdom Government are making a bad situation worse; fathers who are in receipt of housing benefit are losing up to 25 per cent of that benefit as a result of the bedroom tax changes, even if they have overnight contact with their children. It cannot be right that children no longer have a bedroom in their parent&#8217;s home as a result of fathers being forced to downsize.</p><p>There is also the attitude of some social workers, health visitors, nursery staff and primary teachers, who appear to have an implicit prejudice against fathers in relation to their ability to care for their children. If we are serious about getting it right for every child, we must change how some of the individuals who are involved in statutory services think of the role of fathers, and make sure that they begin to treat fathers as equals in their role as carers.</p><p>Dads Rock is not just about providing a support mechanism. Thomas Lynch said to me:</p><p>&#8220;We all just want to give our children the best, to ensure they feel loved and cared for, be able to play with them and have some one-to-one time which are both vital to their development. Children can get so much from their dads, and I know from personal experience that we can get so much from being with them and looking at the world through their eyes.&#8221;</p><p>In their first year, David and Thomas established the first playgroup in Sighthill six months after coming up with the concept. They expanded 6 months later to the Granton area and obtained charity status on 21 March this year, 13 months after opening. Gate 55 has now proved to be too small and earlier this year the original group moved to larger premises at Whale Arts Agency.</p><p>Despite creating and growing a new charity, there is no rest for the founders, David and Thomas. The interest from dads, the media and the general public in Dads Rock has been so great that they will soon launch the third playgroup, in Dunfermline. In conjunction with Fife Gingerbread they have secured funding for a male playgroup facilitator, the charity&#8217;s first employee, and he is to be tasked with scouring Dunfermline for the ideal venue. They have also had enquiries from the Glasgow area and are investigating the possibility of another playgroup under the Dads Rock banner.</p><p>David and Thomas have so much commitment to and enthusiasm for Dads Rock that they are already thinking about how they can expand their musical playgroup to fathers who have children older than the under-five age group. Dads Rock academy, in association with Edinburgh College, will be starting in October for older children at the Sighthill campus. That innovative project will again be the only one of its kind, offering free music tuition and a free musical instrument to local kids and dads. David said to me before the debate:</p><p>&#8220;We know that kids get so much from music. It helps to build their confidence and can give better outcomes for them, so it makes sense to continue the musical theme, have some fun, support dads and carry on rocking.&#8221;</p><p>In 2014 they aim to take Dads Rock to prison, because approximately 50 per cent of dads who go to prison lose contact with their families. They want to change that. Young teenage dads are another group that need support, so David and Thomas are investigating whether there is a way that Dads Rock can help to support them in a school setting.</p><p>The past year has been one of fantastic achievement for the new charity, thanks to the drive of the two founders, David Marshall and Thomas Lynch. They believe that every part of Scotland needs Dads Rock. I am sure that they will keep on rocking until that is achieved.</p>", "hdate": "2013-05-07", "major": "7", "subsection_id": "22690297", "parent": {"body": "Scottish Parliament: Dads Rock"}, "video_status": "0", "extract": "I declare an interest in Dads Rock, as an unpaid trustee of that new Scottish charity, which is based here in Edinburgh and was started in my constituency. I thank the 40 MSPs who have supported the motion, given it cross-party support and allowed the debate to take place. Dads Rock began as an idea back in October 2011 when David Marshall and Thomas Lynch, who have young children of their...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22690297", "hpos": "92", "gid": "2013-05-07.5.2", "epobject_id": "22690299", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-07.5.0&amp;s=speaker%3A25095+section%3Asp#g5.2", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>14. To ask the Scottish Government what the tax revenue in Scotland was estimated to be in 2011-12. (S4O-02028)</p>", "hdate": "2013-04-24", "major": "7", "subsection_id": "22689306", "parent": {"body": "Scottish Parliament: Tax Revenue 2011-12 (Estimate)"}, "video_status": "0", "extract": "14. To ask the Scottish Government what the tax revenue in Scotland was estimated to be in 2011-12. (S4O-02028)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22689306", "hpos": "89", "gid": "2013-04-24.14.1", "epobject_id": "22689307", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-24.14.0&amp;s=speaker%3A25095+section%3Asp#g14.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The report &#8220;Scotland&#8217;s Balance Sheet&#8221; highlights that per capita tax receipts are higher in Scotland than they are in the rest of the UK. Will the cabinet secretary tell us the extent of the difference and say for how long tax receipts have been higher in Scotland per capita?</p>", "hdate": "2013-04-24", "major": "7", "subsection_id": "22689306", "parent": {"body": "Scottish Parliament: Tax Revenue 2011-12 (Estimate)"}, "video_status": "0", "extract": "The report &#8220;Scotland&#8217;s Balance Sheet&#8221; highlights that per capita tax receipts are higher in Scotland than they are in the rest of the UK. Will the cabinet secretary tell us the extent of the difference and say for how long tax receipts have been higher in Scotland per capita?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22689306", "hpos": "91", "gid": "2013-04-24.14.3", "epobject_id": "22689309", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-24.14.0&amp;s=speaker%3A25095+section%3Asp#g14.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>A number of companies in the Edinburgh area are involved in the production of computer games, and the question of tax relief is an important consideration in retaining and attracting companies. Is the First Minister aware of the European Commission&#8217;s proposals to investigate the tax reliefs offered to the games industry by the United Kingdom Government? Does the First Minister agree that those reliefs are vital support for this dynamic sector? Will the Scottish Government make representations to both the UK Government and the Commission to ensure that the reliefs are not threatened?</p>", "hdate": "2013-04-18", "major": "7", "subsection_id": "22688815", "parent": {"body": "Scottish Parliament: Secretary of State for Scotland (Meetings)"}, "video_status": "0", "extract": "A number of companies in the Edinburgh area are involved in the production of computer games, and the question of tax relief is an important consideration in retaining and attracting companies. Is the First Minister aware of the European Commission&#8217;s proposals to investigate the tax reliefs offered to the games industry by the United Kingdom Government? Does the First Minister agree...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22688815", "hpos": "77", "gid": "2013-04-18.10.8", "epobject_id": "22688823", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-18.10.0&amp;s=speaker%3A25095+section%3Asp#g10.8", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>On Tuesday morning, I attended two events in my constituency. One was at a local charity in Sighthill called Little Steps Baby and Toddler Group, which is a playgroup for the under-fives that is in the running for an international award hosted by What&#8217;s On 4 Ltd. The other involved the national charity Marie Curie Cancer Care, which operates a hospice at Fairmilehead that has just undergone a &#163;2.6 million refurbishment. The link between the two charities is that each depends for its survival on volunteers to provide staff, funding or both.</p><p>That reminded me of the other organisations in my constituency that depend on volunteers to help them provide a service to their community. There is Dads Rock, which is Scotland&#8217;s only playgroup for fathers and their children&#8212;I have to declare an interest here, as I am an unpaid trustee of that new charity. Then there are the many uniformed organisations, such as the scouts and the guides, that help youngsters to reach their full potential and play a hugely constructive role in the development of our young people. There are the coaches who manage youth football teams most of the year round and give teenagers an opportunity to take part in a competitive sport and use up some of the excess energy that they have.</p><p>Apart from those who are involved in youth activities, there are others who give their time freely to stand as community councillors, organise gala days, operate food banks and so on, and they are motivated at least in part by a desire to help those in our communities who are less fortunate. People join together to organise litter picking in the Pentland hills or to establish environmental groups, because they are concerned about their local area. Balerno village screen even organises a community cinema so that families get a night out for free.</p><p>The common thread between all the individuals who are involved in those diverse groups is that they give their time free of charge to make our communities better places to live in. Of course there is such a thing as society, and the people who are involved in the range of activities that I have mentioned prove it every day.</p>", "hdate": "2013-04-18", "major": "7", "subsection_id": "22688868", "parent": {"body": "Scottish Parliament: Society"}, "video_status": "0", "extract": "On Tuesday morning, I attended two events in my constituency. One was at a local charity in Sighthill called Little Steps Baby and Toddler Group, which is a playgroup for the under-fives that is in the running for an international award hosted by What&#8217;s On 4 Ltd. The other involved the national charity Marie Curie Cancer Care, which operates a hospice at Fairmilehead that has just...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22688868", "hpos": "197", "gid": "2013-04-18.16.75", "epobject_id": "22688943", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-18.16.0&amp;s=speaker%3A25095+section%3Asp#g16.75", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>No, thank you. I only have six minutes.</p><p>However there is one issue, perhaps more than any other, that we all know destroys communities, and that is unemployment. Britain&#8217;s unemployment rate hit a record 12 per cent in February 1984 and the result was that whole communities were devastated. People, especially those whose towns and villages had grown up around a single employer, lost their income, their sense of purpose and even their self-respect.</p><p>Throughout that period, Scotland voted Labour in large numbers, but that did nothing to stop the devastation as our heavy industries disappeared one by one. Even with the election of 50 Labour MPs in 1987, who were dubbed &#8220;the feeble 50&#8221;, Ravenscraig still closed, Caterpillar closed and the Scott Lithgow shipyard closed, as did numerous pits.</p><p>Jump forward to the present day, and we can see from the latest unemployment figures that, thanks to the policies of this Scottish Government, unemployment&#8212;although still too high&#8212;is heading in the right direction. Over the three months to February, youth unemployment in Scotland fell to 16.1 per cent, while the UK rate hovers at around 20.6 per cent. Total unemployment in Scotland fell by 11,000 to 7.3 per cent, while the UK rate rose to 7.9 per cent. I will put that in perspective: the average UK unemployment rate for the past 40 years is 7.26 per cent, and Scotland is reaching that level at a time when the rest of the UK is heading for a triple-dip recession.</p><p>That is being achieved despite not having the full powers of an independent country and the full use of our own resources to tackle the problems of poor health, damp housing and poverty that still exist in some of our communities. Over the past 30 years, official figures show that, at today&#8217;s prices, Scotland has contributed &#163;222 billion more in tax revenues than we would have done had we just matched the per capita contributions of the UK. We could have used that money to make Scotland a fairer and more equal society, but instead we are tied to a union&#8212;the UK&#8212;which is the fourth most unequal country in the developed world, and is on track to becoming the most unequal.</p><p>We are part of a union in which income inequality has increased over decades, including during the 13 years of the most recent Labour Government at Westminster, unlike small independent countries such as Norway, Denmark, Sweden, Finland and the Czech Republic, which are repeatedly in the top 10 of most-equal countries. We are part of a union in which the Con-Dem Government&#8217;s most recent welfare cuts will take a further &#163;210 million out of the pockets of hard working Scottish families.</p><p>An International Monetary Fund working paper on labour market regulations explained why welfare cuts are economically damaging. It stated:</p><p>&#8220;In times of crisis, the ability of workers who lose their jobs to retain their purchasing power has important social and economic implications. A high replacement rate ensures that the negative effects of rising unemployment on aggregate demand are mitigated. It also prevents workers from falling into poverty when they lose their jobs.&#8221;</p><p>Of the 51 countries who supplied benefit data for the study, the UK was in 46th place, behind Netherlands, Switzerland and Sweden, which took the top three places.</p><p>Scotland is a wealthy country: we have the resources, we have a well-educated population and we are of such a size that we can match the standards of other high-performing, small European countries. We have an opportunity to make Scotland a fairer, more prosperous and more equal country for our children and our grandchildren</p><p>I look forward to the yes vote in September 2014, which will give the people of Scotland the opportunity to elect Governments that they vote for.</p>", "hdate": "2013-04-18", "major": "7", "subsection_id": "22688868", "parent": {"body": "Scottish Parliament: Society"}, "video_status": "0", "extract": "No, thank you. I only have six minutes. However there is one issue, perhaps more than any other, that we all know destroys communities, and that is unemployment. Britain&#8217;s unemployment rate hit a record 12 per cent in February 1984 and the result was that whole communities were devastated. People, especially those whose towns and villages had grown up around a single employer, lost...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22688868", "hpos": "199", "gid": "2013-04-18.16.77", "epobject_id": "22688945", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-18.16.0&amp;s=speaker%3A25095+section%3Asp#g16.77", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Does the minister agree that the latest labour market statistics, which show a 4,000 fall in Scottish unemployment, are evidence that Scotland is taking the right approach to tackling youth unemployment?</p>", "hdate": "2013-04-17", "major": "7", "subsection_id": "22688615", "parent": {"body": "Scottish Parliament: Employability Fund"}, "video_status": "0", "extract": "Does the minister agree that the latest labour market statistics, which show a 4,000 fall in Scottish unemployment, are evidence that Scotland is taking the right approach to tackling youth unemployment?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22688615", "hpos": "58", "gid": "2013-04-17.10.5", "epobject_id": "22688620", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-17.10.0&amp;s=speaker%3A25095+section%3Asp#g10.5", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>It is a pleasure to open this debate on public procurement on behalf of the Infrastructure and Capital Investment Committee. As members know, the Scottish Government intends to introduce its much-anticipated public procurement reform bill in the coming months. However, we do not intend this debate to be about only the forthcoming bill; the debate is an opportunity for members to express more generally their views on how the public procurement process in Scotland operates and, importantly, might be improved.</p><p>The ICI committee has an interest in the means by which major transport, broadband and water and sewerage infrastructure projects and services are procured. Other committees have a direct interest in health, education and local government capital projects and services.</p><p>If I am to put in context the importance of ensuring that our procurement processes are fit for purpose, it is essential that I highlight the scale of public procurement in Scotland and its huge significance to our economy. Spending by the public sector in Scotland on goods and services comes to more than &#163;9 billion per year. If we add spending on infrastructure investment and other capital projects, the total is more than &#163;11 billion per year, which, if we include our geographical share of North Sea oil, is more than 7.5 per cent of our gross domestic product.</p><p>The recently published progress report on the public contracts Scotland portal highlights that Scotland has one of the best records in Europe on procurement from the small and medium-sized enterprise sector, with 82 per cent of contracts advertised on the portal being won by SMEs. The public procurement regime in Scotland operates in a European Union-wide framework, which aims to ensure the free movement of supplies, services and works within the EU and the non-discriminatory treatment of suppliers. The competitiveness of Scottish companies is therefore demonstrated by the fact that, despite European competition, Scottish companies win 68 per cent of contracts in Scotland.</p>", "hdate": "2013-04-17", "major": "7", "subsection_id": "22688659", "parent": {"body": "Scottish Parliament: Public Procurement Reform"}, "video_status": "0", "extract": "It is a pleasure to open this debate on public procurement on behalf of the Infrastructure and Capital Investment Committee. As members know, the Scottish Government intends to introduce its much-anticipated public procurement reform bill in the coming months. However, we do not intend this debate to be about only the forthcoming bill; the debate is an opportunity for members to express more...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22688659", "hpos": "99", "gid": "2013-04-17.17.2", "epobject_id": "22688661", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-17.17.0&amp;s=speaker%3A25095+section%3Asp#g17.2", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I agree on that point. The EU-wide framework opens up opportunities for Scottish companies, because the scale of procurement by the public sector across the EU is huge. In 2010, public procurement across the EU totalled &#8364;2.4 trillion.</p><p>I have become very aware that, in almost every piece of work that the ICI committee has carried out recently, we have consistently heard about the importance of getting the procurement process right if we are to ensure the delivery of high-quality, cost-effective and sustainable public infrastructure and services.</p><p>I am aware that the forthcoming bill will have sustainability at its heart. The bill will establish a more transparent and streamlined national framework for sustainable public procurement that supports Scotland&#8217;s national and local economic growth by ensuring that public procurement delivers economic, social and environmental benefits.</p><p>Sustainable procurement can contribute to a reduction in greenhouse gas emissions through the use of more responsibly sourced or locally sourced low-carbon materials. It can also serve to encourage and foster innovation among suppliers, leading to an increase in the availability and effectiveness of sustainable products and services. Importantly, a more sustainable approach to procurement can lead to higher levels of contracting or subcontracting to SMEs, leading to the creation of local jobs.</p><p>Contracts should also allow for the improvement and development of skills through professional or vocational apprenticeships, or by offering opportunities to the long-term unemployed. The committee has heard of good practice already being applied in that regard on the Forth replacement crossing and M74 construction projects.</p><p>When the ICI committee comes to scrutinise the bill, we will need to consider what might be done to engage with those businesses that currently have difficulties in implementing sustainable procurement. They could be constrained by a lack of resources, appropriate skills or capacity, by perceived costs, or by a lack of senior executive or organisational support.</p><p>We will need to consider and understand the whole-life value of a product or service as opposed to the initial up-front cost, as well as other benefits such as a reduction in carbon emissions or in waste generated. Adopting a whole-life-value approach to procurement is fundamental to delivering a sustainable solution.</p><p>For example, the construction of a new building accounts for only 15 per cent of its lifetime greenhouse gas emissions, so it is imperative to ensure that new buildings are designed with high energy efficiency standards and that all the equipment, utilities and services that are required throughout its lifetime are procured with sustainability in mind.</p><p>Another key objective of the reform agenda is to make the procurement process more streamlined and accessible. The bill is likely to propose the further development of a single portal for bids, building on the existing public contracts Scotland portal. That is essential if we are serious about making it easier for businesses&#8212;SMEs, in particular&#8212;to access public contract and subcontracting opportunities.</p><p>We must also recognise the importance of the third sector and the need to ensure that the proposed improvements provide enhanced opportunities for engagement by social enterprises in the procurement process. The Scottish Government is shortly to produce a report setting out the detail of how that might work, which will certainly be of interest to the ICI committee and to others who wish to provide input to the bill scrutiny process.</p><p>Some of the responses to the Scottish Government&#8217;s public consultation&#8212;mainly from local authorities, executive agencies and quangos&#8212;raised the issue of resources and identified the need for shared service agreements to help minimise costs and any burden on resources. That approach is already well advanced among groups of local authorities in Scotland, and the recent establishment of the single police force and the single fire service is another obvious example of how sharing of services can deliver cost savings and other benefits. It would be useful to hear views on what more can be done to help facilitate and further develop that approach.</p><p>We cannot ignore the fact that the European Commission is currently conducting a comprehensive review of the EU procurement directives. It is clearly essential that the proposed bill is compliant with the updated EU directives when they emerge.</p><p>We must remind ourselves that we have already been making good progress on procurement in the public sector in recent years and that in some areas we have excelled. Last year, for example, Scottish Water became the first Scottish organisation&#8212;and the world&#8217;s first water utility&#8212;to achieve gold certification status from the Chartered Institute of Purchasing and Supply. However, we need to examine how good and innovative procurement practices can best be harnessed and shared with other public bodies so that the wider benefits can be realised. We need to develop skills and training on procurement across the public sector to ensure that good practice and the improvements to be introduced by the reform agenda can be implemented.</p><p>I believe that the aims of the public procurement reform bill will be welcomed, as the bill will establish a legal framework for sustainable public procurement that supports Scotland&#8217;s economic growth. It will help to ensure that we can get additional value from procurement, especially on major contracts. The additional value could be economic, social or environmental.</p><p>The bill will strengthen and improve existing procurement legislation and guidelines, removing inconsistencies. It will make doing business with the public sector simpler, more transparent and more accessible to suppliers&#8212;especially SMEs. It will strike the right balance in delivering benefits without adding unnecessary costs or risks. It will further promote the use of community benefit clauses that have already provided more than 3,500 training and employment opportunities.</p><p>I look forward to hearing other members&#8217; views on those and other issues during the debate. I am sure that the Cabinet Secretary for Infrastructure, Investment and Cities will pay attention to what is said this afternoon, as the Government refines and finalises its legislative proposals.</p><p>I move,</p><p>That the Parliament notes that the Infrastructure and Capital Investment Committee, in advance of the introduction of the Scottish Government&#8217;s proposed Procurement Reform Bill and in order to inform any future work in this area, would welcome members&#8217; views on the efficacy of current public procurement processes and on the scope and potential for improvements to be made to these processes.</p>", "hdate": "2013-04-17", "major": "7", "subsection_id": "22688659", "parent": {"body": "Scottish Parliament: Public Procurement Reform"}, "video_status": "0", "extract": "I agree on that point. The EU-wide framework opens up opportunities for Scottish companies, because the scale of procurement by the public sector across the EU is huge. In 2010, public procurement across the EU totalled &#8364;2.4 trillion. I have become very aware that, in almost every piece of work that the ICI committee has carried out recently, we have consistently heard about the...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22688659", "hpos": "101", "gid": "2013-04-17.17.4", "epobject_id": "22688663", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-17.17.0&amp;s=speaker%3A25095+section%3Asp#g17.4", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>As a former resident of South Queensferry, a town that sits in the shadow of two of the existing bridges over the Forth and the place where my sons grew up, I was pleased to see that the people who live and work there were not forgotten about when the new arrangements were being considered for the most cost-effective and co-ordinated approach to the management and maintenance of the new Forth crossing and the Forth road bridge.</p><p>The bill provides for existing employees to be transferred from FETA to the new contractor under the TUPE regulations. Although pension provision was not protected under those regulations, agreement has been reached for the continuation of existing pension arrangements for FETA staff.</p><p>The committee&#8217;s report quotes Transport Scotland officials, who stated in evidence:</p><p>&#8220;we will write it into the contract that the successful bridge contractor will apply for admitted body status. Essentially, that means that the staff&#8217;s pensions will remain unaffected&#8221;.&#8212;[Official Report, Infrastructure and Capital Investment Committee, 16 January 2013; c 1268.]</p><p>That ensures that the pensions of the existing 72 staff, 60 existing pensioners and other previous employees will continue to be part of the Lothian pension fund. I was able to ascertain during the evidence session on 16 January that Transport Scotland intends to ensure a continuation of that protection under any subsequent contracts in future years.</p><p>The winding up of FETA has resulted in a requirement for a new structure to allow local communities to engage with the bridge operators. The Forth bridges forum has been created to help manage operational and maintenance issues that emerge in relation to the Forth crossings and to maintain effective engagement with local communities.</p><p>Of the four local authorities that have current representation on the FETA board, only one&#8212;the City of Edinburgh Council&#8212;raised the issue that local councillors would not be involved in the new forum. The minister, Keith Brown, explained that, if they were, that would mean</p><p>&#8220;putting in elected representatives who would not be responsible for the spending decisions.&#8221;&#8212;[Official Report, Infrastructure and Capital Investment Committee, 27 February 2013; c 1437.]</p><p>In their report, committee members agreed</p><p>&#8220;that it would not be appropriate for the membership of the Forth Bridges Forum to include elected local authority representatives.&#8221;</p><p>The bill proposes that all assets and liabilities will transfer from FETA to Scottish ministers. Therefore, it was important to clarify the position regarding any potential liabilities relating to the building of the new crossing and the creation of new roads leading to the bridge, so that Edinburgh taxpayers were not left to pick up the costs.</p><p>The FETA representative stated that</p><p>&#8220;FETA is liable for any outstanding costs that arise from the scheme. We have budgeted for liabilities of &#163;623,000, which is in our accounts&#8221;,&#8212;[Official Report, Infrastructure and Capital Investment Committee, 6 February 2013; c 1336.]</p><p>and the Minister for Transport and Veterans said:</p><p>&#8220;We have said that we will take on the obligations and we have made that plain to the council.&#8221;&#8212;[Official Report, Infrastructure and Capital Investment Committee, 27 February 2013; c 1431.]</p><p>We have heard those reassurances again this afternoon.</p><p>The bill will give Transport Scotland, on behalf of Scottish ministers, responsibility for the operation and maintenance of the crossings. It is already responsible for more than 2,000 miles of trunk road and 2,007 bridges, including nine major bridges on the trunk road network, many of which are over estuaries or rivers. They include the Erskine bridge, the Kessock bridge, the Kingston bridge, the Skye bridge and the other two bridges that cross the Forth: the Kincardine bridge and&#8212;the newest of all&#8212;the Clackmannanshire bridge. This change to the management of the existing Forth road bridge and the new Forth crossing brings the responsibility for the operation and maintenance of the bridges into line with what already exists everywhere else in the country.</p>", "hdate": "2013-03-26", "major": "7", "subsection_id": "22687687", "parent": {"body": "Scottish Parliament: Forth Road Bridge Bill: Stage 1"}, "video_status": "0", "extract": "As a former resident of South Queensferry, a town that sits in the shadow of two of the existing bridges over the Forth and the place where my sons grew up, I was pleased to see that the people who live and work there were not forgotten about when the new arrangements were being considered for the most cost-effective and co-ordinated approach to the management and maintenance of the new Forth...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22687687", "hpos": "52", "gid": "2013-03-26.4.12", "epobject_id": "22687699", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-26.4.0&amp;s=speaker%3A25095+section%3Asp#g4.12", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Water is one of Scotland&#8217;s primary assets and the Water Resources (Scotland) Bill creates a framework that will allow the development of Scotland&#8217;s water as an economic resource; at the same time, the bill safeguards the fulfilment of Scottish Water&#8217;s core functions.</p><p>Scotland has an abundance of water with almost 2 per cent of the land surface covered by freshwater lochs and rivers. Scotland has approximately 70 per cent by area and 90 per cent by volume of all the UK&#8217;s inland surface water. We therefore have a duty to use that resource wisely and to maximise its potential.</p><p>The Infrastructure and Capital Investment Committee&#8217;s stage 1 report highlighted the level of support for the Water Resources (Scotland) Bill from a range of organisations, including the centre for water law, the Institution of Civil Engineers Scotland, the UK Environmental Law Association and SEPA. In the stage 1 debate, I commented briefly on the &#163;44 million that Scottish Water will invest to meet its new obligations. The return, in relation to potential savings and meeting our climate change targets, will be substantial.</p><p>Part 3 will place a new duty on Scottish Water to promote the use of its assets for the generation of renewable energy. That could take the form of putting water turbines into high-pressure water pipes, converting reservoirs into hydro dams, or placing wind turbines on some of the 70,000 acres of land that it owns, all of which would help us to meet our climate change targets.</p><p>In October 2011, members of the committee toured the new water treatment works at Glencorse, outside Edinburgh. That new facility incorporated a hydro turbine that meets more than 60 per cent of the site&#8217;s energy needs. Scottish Water estimates that it could boost its hydro power capacity through the development of hydro turbines to deliver an additional 25,000MWh per year from existing assets by 2015. That highlights the potential energy savings that could be made by retrofitting turbines in other waterworks throughout the country.</p><p>However, it is not just about making savings for Scottish Water. Scotland has a wealth of experience in hydro power stations dating back to 1927, and has one of the largest hydroelectric pump storage schemes at Cruachan dam. The existing 145 hydro power stations contribute approximately 12 per cent of Scotland&#8217;s electricity generation, and initial studies by Black and Veatch on behalf of Scottish Water have identified 30 sites with the potential for cost-effective hydro power generation. Again, such developments will help us to achieve our 2020 renewables targets.</p><p>In allowing Scottish Water to develop non-core activities, we must protect the 2.4 million households and 152,000 businesses that it supplies with 1.3 billion litres of water and sewerage services every day. The bill achieves that by inserting new section 50A into the Water Industry (Scotland) Act 2002, which places a duty on Scottish Water to</p><p>&#8220;take reasonable steps to develop the value of its assets and expertise&#8221;</p><p>only in so far as it</p><p>&#8220;is not inconsistent with the economic, efficient and effective exercise of its core functions&#8221;</p><p>which are to provide water and sewerage services in Scotland.</p><p>Scottish Water has delivered one of the UK&#8217;s largest investment programmes for the lowest bills. It delivered &#163;491 million of investment in 2011-12, which is 20 per cent higher than its delivery plan target. In the past 10 years, a total of &#163;5.5 billion has been invested across Scotland.</p><p>Scottish Water, one of the few remaining publicly-owned water companies in the UK, recently announced that the average household bill for water and sewerage for in 2013-14 will be &#163;334, compared with the average bill south of the border of &#163;388. That is an 11 per cent saving for the average household in Scotland. In comparison, the average charge back in 2002-03 was &#163;30 higher than in England and Wales.</p><p>Scottish Water has delivered higher-than-planned investment in its core activities, with average annual bills equating to less than &#163;1 per day for all water and waste services&#8212;or the cost of a single 500ml bottle of water.</p><p>I am sure that people throughout Scotland see the benefits of Scottish Water being a publicly-owned company.</p><p>As climate change leads to even more wet weather, there will be a requirement to build bigger sewers to help to deal with the increased rainfall. Residents in Kingsknowe in my constituency, who have suffered regular flooding since 1999, will be pleased to know that Scottish Water plans to replace the main sewer in the next financial year. I hope that even more efficient use of Scottish Water assets will mean that people throughout Scotland see further benefits from having a locally-owned and locally-controlled water company.</p>", "hdate": "2013-02-27", "major": "7", "subsection_id": "22685205", "parent": {"body": "Scottish Parliament: Water Resources (Scotland) Bill"}, "video_status": "0", "extract": "Water is one of Scotland&#8217;s primary assets and the Water Resources (Scotland) Bill creates a framework that will allow the development of Scotland&#8217;s water as an economic resource; at the same time, the bill safeguards the fulfilment of Scottish Water&#8217;s core functions. Scotland has an abundance of water with almost 2 per cent of the land surface covered by freshwater lochs and...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22685205", "hpos": "201", "gid": "2013-02-27.20.15", "epobject_id": "22685220", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-27.20.0&amp;s=speaker%3A25095+section%3Asp#g20.15", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>In addition to the national scheme, how many local government concessionary schemes exist in Scotland?</p>", "hdate": "2013-01-31", "major": "7", "subsection_id": "22683135", "parent": {"body": "Scottish Parliament: Concessionary Travel Scheme (Government Support)"}, "video_status": "0", "extract": "In addition to the national scheme, how many local government concessionary schemes exist in Scotland?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22683135", "hpos": "28", "gid": "2013-01-31.4.5", "epobject_id": "22683140", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-31.4.0&amp;s=speaker%3A25095+section%3Asp#g4.5", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>7. To ask the Scottish Government whether it plans to review the impact of the Wildlife and Countryside Act 1981. (S4O-01745)</p>", "hdate": "2013-01-30", "major": "7", "subsection_id": "22682902", "parent": {"body": "Scottish Parliament: Wildlife and Countryside Act 1981 (Review)"}, "video_status": "0", "extract": "7. To ask the Scottish Government whether it plans to review the impact of the Wildlife and Countryside Act 1981. (S4O-01745)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22682902", "hpos": "46", "gid": "2013-01-30.8.1", "epobject_id": "22682903", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-30.8.0&amp;s=speaker%3A25095+section%3Asp#g8.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The Pentland hills regional park celebrated its 25th anniversary last year. However, in recent years, it has experienced a reduction in funding and the ranger staff have been absorbed into the local authority parks department. In light of those changes, does the Government have any plans to protect regional parks by giving them a similar status to national parks?</p>", "hdate": "2013-01-30", "major": "7", "subsection_id": "22682902", "parent": {"body": "Scottish Parliament: Wildlife and Countryside Act 1981 (Review)"}, "video_status": "0", "extract": "The Pentland hills regional park celebrated its 25th anniversary last year. However, in recent years, it has experienced a reduction in funding and the ranger staff have been absorbed into the local authority parks department. In light of those changes, does the Government have any plans to protect regional parks by giving them a similar status to national parks?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22682902", "hpos": "48", "gid": "2013-01-30.8.3", "epobject_id": "22682905", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-30.8.0&amp;s=speaker%3A25095+section%3Asp#g8.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Despite the Labour Party&#8217;s claims about college waiting lists, it is clear from the interim audit report that, on average, almost three quarters of those on Labour&#8217;s waiting lists are no longer looking for college places.</p>", "hdate": "2013-01-30", "major": "7", "subsection_id": "22682956", "parent": {"body": "Scottish Parliament: Further Education"}, "video_status": "0", "extract": "Despite the Labour Party&#8217;s claims about college waiting lists, it is clear from the interim audit report that, on average, almost three quarters of those on Labour&#8217;s waiting lists are no longer looking for college places.", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22682956", "hpos": "147", "gid": "2013-01-30.18.48", "epobject_id": "22683004", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-30.18.0&amp;s=speaker%3A25095+section%3Asp#g18.48", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>No, thank you.</p><p>On the claim that 21,000 students were waiting for a college place, the report states:</p><p>&#8220;It was clear from discussions with Colleges Scotland that its survey results would also be subject to the factors identified in paragraph 4 (i.e. waiting list figures will include duplicates, individuals enrolled at college, those who do not meet entry requirements or who no longer wanted a place). As such, the Colleges Scotland results cannot be considered a reliable measure of those waiting for college places or a reliable measure of unmet need.&#8221;</p><p>Even though the Scottish Government is facing increasing cuts in its budget, it is maintaining college student support at record levels and protecting full-time-equivalent student numbers at 116,000. A further &#163;17 million has been allocated to colleges in the 2013-14 budget.</p><p>I must admit to finding a fall in college enrolments in the &#8220;Review of Scotland&#8217;s Colleges&#8212;Inspiring Achievement&#8221; report, which states that further education vocational enrolments had fallen by 12 per cent, or nearly 47,000 places. However, that report did not relate to 2012-13; it related to the period from April 2001 to March 2005. It highlighted that, during that period, in one year alone&#8212;2004-05, which was the last year of data&#8212;activity in science subjects was down 14 per cent, activity in maths was down 14 per cent, and activity in business management was down 13 per cent. The report, which was published in June 2007, related to the period up to March 2005 and referred to the period in which the then Scottish Executive was controlled by a Labour-Liberal Administration. The same report also highlighted a reduction of 3 per cent for those undertaking part-time study. When the economy was buoyant, Labour was losing college places. In a recession, the Scottish Government is maintaining places.</p><p>There is a continuing youth unemployment issue. In the current economic situation, there is greater demand for full-time places at colleges throughout Scotland. We must ensure that young people are offered high-quality courses so that they have valued qualifications when the economy improves.</p><p>The motion refers to teaching grant cuts. Despite Westminster making significant cuts to Scotland&#8217;s budget, the Scottish Government has been able to ensure that the teaching grant of Scotland&#8217;s 41 colleges will fall by no more than 8.5 per cent. Compare that with the situation in England, where the teaching grant for universities and colleges will have been slashed by a total of 80 per cent. The current spending review announced cuts of a further 40 per cent by 2014-15. Meanwhile, the Scottish Government remains fully committed to the college sector, and it will continue to invest significantly in it, with more than &#163;500 million of programme funding in 2012-13.</p><p>The Scottish Government is making a record investment in the college estate, with the new City of Glasgow College&#8212;the largest ever investment in any one college ever made in Scotland&#8212;plus the new colleges in Inverness and Kilmarnock. There is also the investment in Anniesland, Coatbridge, Dundee and Forth Valley Colleges, all of which comes to more than &#163;400 million of capital investment. Compare that with the &#163;86 million that was spent by Labour in its first term from 1999 to 2003. That record investment will improve life chances for our young people and, through opportunities for all, will guarantee a place for training or education for every 16 to 19-year-old who is not in employment.</p>", "hdate": "2013-01-30", "major": "7", "subsection_id": "22682956", "parent": {"body": "Scottish Parliament: Further Education"}, "video_status": "0", "extract": "No, thank you. On the claim that 21,000 students were waiting for a college place, the report states: &#8220;It was clear from discussions with Colleges Scotland that its survey results would also be subject to the factors identified in paragraph 4 (i.e. waiting list figures will include duplicates, individuals enrolled at college, those who do not meet entry requirements or who no longer...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22682956", "hpos": "149", "gid": "2013-01-30.18.50", "epobject_id": "22683006", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-30.18.0&amp;s=speaker%3A25095+section%3Asp#g18.50", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Scotland has more than 600,000 people in the age range 16 to 24, of whom nearly a third are students, over half are employed and just under 15 per cent are unemployed. Even when using the international standard of comparing the level of youth unemployment with the number of those who are economically active, Scotland&#8217;s rate of 21 per cent is lower than the UK&#8217;s and the European Union average and, thankfully, it is nowhere near the levels recorded in summer 2012 of 55 per cent in Greece, 53 per cent in Spain and 35 per cent in Italy. However, 21 per cent is still too high.</p><p>The Scottish Government, recognising the growing problem of youth unemployment, established the post of Minister for Youth Employment in December 2011. The minister, Angela Constance, was tasked with helping Scotland&#8217;s youth into training, work or education to secure a strong workforce for the future. At the time of her appointment, we had a higher level of youth unemployment than the rest of the UK. However, as the minister said, that level is now lower than the UK&#8217;s and the annual change in the youth unemployment rate shows that ours is dropping faster than the UK&#8217;s, with a 4.3 per cent reduction compared with the UK&#8217;s 1.8 per cent.</p><p>Scotland&#8217;s youth employment strategy outlines the key measures that the Scottish Government is taking, including a pledge to deliver 25,000 modern apprenticeships each year over the lifetime of this Parliament and the commitment to offer a training place to every 16 to 19-year-old not in an apprenticeship, training, full-time education or a job.</p><p>In education, the Scottish Government has supported youngsters to stay on at school or college through the education maintenance allowance, and almost 35,000 young people in Scotland are receiving an EMA. More than 60 per cent of them are at secondary school, and the result is another year of record-breaking exam results, with the highest ever pass rates for standard grades and highers.</p><p>Colleges are refocusing provision for 16 to 24-year-olds and student numbers are being maintained at 116,000 full-time equivalent places, despite cuts to the Scottish Government budget by Westminster. Scottish universities have a record number of Scottish students, with Universities and Colleges Admissions Service figures showing that Scotland is the only part of the UK that has seen a rise in university admissions. Thanks to the Scottish Government&#8217;s policy of free education, Scotland is the only country in the UK to ensure that young people can go to university based on ability and not the ability to pay.</p><p>The modern apprenticeships scheme in Scotland is the most recognised of its kind in the UK, with statistics revealing that 56 per cent of businesses are aware of the programme&#8212;double the figure for any other scheme in the UK. That has resulted in a record number of modern apprenticeships in 2011-12, at 26,427. As the National Union of Students Scotland states in its briefing regarding that drive to upskill young Scots, we need to</p><p>&#8220;ensure that we have highly skilled young people in Scotland ready to take advantage of the economy&#8217;s eventual upturn, investing our resources on productive spend, in boosting our human capital, rather than on welfare benefits.&#8221;</p><p>It is imperative that we have highly skilled young people who are ready to take up the challenges because in many areas of employment across the UK a retirement time bomb is looming. The ConstructionSkills briefing highlights that, over the past 20 years, the number of workers aged 24 and under in the construction industry nearly halved from 22 per cent in 1990, while the number of workers aged over 55 increased by 65 per cent in the same period.</p><p>In the health sector, 20 per cent of general practice nurses are over the age of 55 and, according to an article in PharmaTimes, 10,000 GPs across the UK are due to retire in the next five years. The Motor Transport website highlights that a quarter of light goods vehicle drivers are aged 60 or above, with only 1 per cent being under 25. It estimates that 48,000 professional LGV drivers will retire in the next five years. In the food industry, the sector skills council Improve predicts that 137,000 new recruits will need to be attracted to the sector by 2017 to replace those who retire.</p><p>We need to ensure that our young people select the careers in which there is the greatest potential for career development. That highlights the importance of the my world of work website, as it gives everyone 24/7 access to details of different career paths, training availability and current vacancies. In addition to the opportunities for all initiative and the modern apprenticeships scheme, the Scottish Government has launched an employer recruitment incentive to help to support the most disadvantaged young people to enter the labour market. It supports up to 5,000 new jobs, and the number will increase to 10,000 in 2013-14.</p><p>The Scottish Government is supporting 1,000 subsidised jobs for 16 to 19-year-olds in social enterprises and voluntary organisations through Community Jobs Scotland, and the third sector challenge fund provides pre-employment support for 800 young people.</p><p>However, the Government and the public sector cannot tackle youth unemployment alone. That is why, in December, the Minister for Youth Employment launched the make young people your business initiative, presenting the case for investing in young people, showing how some companies in Scotland have gone about doing that and describing some of the support that is available to employers.</p><p>Some 33 per cent of respondents to a Federation of Small Businesses survey reported that their business generated enough work for them to need extra help. With the age demographic problem and the support that is on hand through the our skillsforce website, now would be a good time for small and medium-sized enterprises to start recruiting.</p>", "hdate": "2013-01-10", "major": "7", "subsection_id": "22681238", "parent": {"body": "Scottish Parliament: Youth Employment"}, "video_status": "0", "extract": "Scotland has more than 600,000 people in the age range 16 to 24, of whom nearly a third are students, over half are employed and just under 15 per cent are unemployed. Even when using the international standard of comparing the level of youth unemployment with the number of those who are economically active, Scotland&#8217;s rate of 21 per cent is lower than the UK&#8217;s and the European...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22681238", "hpos": "140", "gid": "2013-01-10.16.26", "epobject_id": "22681264", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-10.16.0&amp;s=speaker%3A25095+section%3Asp#g16.26", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>12. To ask the Scottish Government what actions are required to reduce health inequalities. (S4O-01629)</p>", "hdate": "2012-12-19", "major": "7", "subsection_id": "22680356", "parent": {"body": "Scottish Parliament: Health Inequalities"}, "video_status": "0", "extract": "12. To ask the Scottish Government what actions are required to reduce health inequalities. (S4O-01629)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22680356", "hpos": "71", "gid": "2012-12-19.14.1", "epobject_id": "22680357", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-19.14.0&amp;s=speaker%3A25095+section%3Asp#g14.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>NHS Health Scotland recently produced a paper for the task force on health inequalities, which stated:</p><p>&#8220;without action to reduce the income, wealth and power inequalities which currently plague Scotland it is very unlikely that we will reduce the human tragedy which is represented in the health inequalities statistics&#8221;.</p><p>Does the minister agree that a yes vote in the referendum on Scottish independence will provide an opportunity for a much more radical approach and change in political direction from the rest of the United Kingdom to tackle those issues?</p>", "hdate": "2012-12-19", "major": "7", "subsection_id": "22680356", "parent": {"body": "Scottish Parliament: Health Inequalities"}, "video_status": "0", "extract": "NHS Health Scotland recently produced a paper for the task force on health inequalities, which stated: &#8220;without action to reduce the income, wealth and power inequalities which currently plague Scotland it is very unlikely that we will reduce the human tragedy which is represented in the health inequalities statistics&#8221;. Does the minister agree that a yes vote in the referendum on...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22680356", "hpos": "73", "gid": "2012-12-19.14.3", "epobject_id": "22680359", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-19.14.0&amp;s=speaker%3A25095+section%3Asp#g14.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>As others have said, Scotland is in an enviable position. As a country, we can sustain ourselves as a net exporter of food, we have around 90 per cent of North Sea oil and gas, we have the renewables industry and we have, of course, an abundance of water.</p><p>Most of the planet&#8217;s surface is composed of water, but freshwater is believed to be only 3 per cent of the total amount available. In many areas of the world there are severe water shortages, and the report &#8220;The Global Water Crisis: Addressing an Urgent Security Issue&#8221; highlights that</p><p>&#8220;sub-Saharan Africa or West Asia and North Africa ... are already facing critical water shortages.&#8221;</p><p>The report also states that expected water demand in India and China will exceed supplies in less than 20 years.</p><p>According to a statement on the Department for Environment, Food and Rural Affairs website:</p><p>&#8220;In 2012, a drought developed in much of England as a result of two winters with below average rainfall. By April 2012 river flows and groundwater levels were exceptionally low and temporary use bans were introduced by seven water companies.&#8221;</p><p>Scotland, with its vast water resource, has an economic opportunity and a responsibility to safeguard our water supply for generations to come.</p><p>The Scottish Government has a vision of Scotland as a world-leading hydro nation, and the Water Resources (Scotland) Bill will support that goal. The hydro nation agenda will deliver economic gain to Scotland, help tackle climate change, raise Scotland&#8217;s international profile and share our knowledge on water issues.</p><p>Part 1 places a duty on the Scottish ministers to develop the value of Scotland&#8217;s water resources. Many organisations favour that approach, including the IHP-HELP centre for water law, policy and science, the James Hutton Institute and Scottish Water.</p><p>Scottish Water welcomed the proposals and stated that they</p><p>&#8220;provide a strong statutory basis for developing Scotland's water resource in the interests of Scotland.&#8221;&#8212;[Official Report, Infrastructure and Capital Investment Committee, 31 October 2012; c 1027.]</p><p>Part 3 is concerned with Scottish Water&#8217;s functions and its exercise of those functions. The bill aims to protect customers who receive the core services of water and waste water services, but it also allows Scottish Water to</p><p>&#8220;do anything that&#8221;</p><p>it</p><p>&#8220;considers will assist in the development of the value of Scotland&#8217;s water resources&#8221;.</p><p>That includes using its assets for the generation of renewable energy and, with an investment of &#163;44 million, to deliver the new functions imposed by part 3.</p><p>Scottish Water, through its subsidiary Scottish Water International, will be able to offer services internationally using the world-class expertise of its engineers, scientists and managers and, with their ability to help the world harness its water resources most effectively, assist countries to tackle the effects of climate change.</p><p>As the Institution of Civil Engineers suggested in its evidence, the bill would help Scotland to maximise the benefits of what it is already good at doing in the water sector; to continue to build capability in addressing complex sustainable water management issues; and to further increase Scotland&#8217;s competitiveness on the world stage in this area.</p><p>Part 2 relates to the control of water abstraction. I said earlier that we have an abundant water supply, but we also have a responsibility to ensure that the plans proposed in the bill are sustainable in the long term. The bill provides for the Scottish ministers to control large-scale water abstractions and requires ministerial approval before an abstraction above 10 million litres per day can take place. There are exemptions in place for those generating electricity from hydro power and for agricultural purposes, fish farming, quarrying or mining. However, there was one surprising omission from the exemptions: the whisky industry.</p><p>I should, at this stage, declare my interest in that omission as I have the Scotch Whisky Research Institute in my constituency. In addition, I have a modest collection of malt whisky and I am, of course, a consumer of the product.</p><p>I am well aware that the whisky industry is very important for the Scottish economy, as it provides thousands of jobs, many of which are in rural areas, thereby sustaining local communities. It also accounts for 80 per cent of Scotland&#8217;s food and drink exports. Therefore, it is a vital part of our economy.</p><p>In its written evidence, the Scotch Whisky Association said that the industry uses more than 37 billion litres of water per annum at current production rates, although two thirds of that is returned to watercourses after being used for cooling purposes. Whisky production has more than doubled since 1983. Although that is a fantastic economic good-news story for Scotland, we must be aware of potential problems if that growth rate continues.</p><p>The James Hutton Institute highlighted the difficulty of setting a threshold when every catchment area is different. It said that it is more important to measure the impact on a particular area than it is to apply a figure across the board. As well as safeguarding our natural resources, we must support our key industries. As the committee&#8217;s report states in paragraph 95:</p><p>&#8220;In order to provide greater clarity, the Committee considers that the Scottish Government should include discussion on the threshold limit when it engages with stakeholders on the wider policy intention of Part 2 of the Bill.&#8221;</p><p>Water scarcity and access to clean water and sanitation are a global concern. Scotland can and should play a leading role in tackling the problems.</p>", "hdate": "2012-12-19", "major": "7", "subsection_id": "22680425", "parent": {"body": "Scottish Parliament: Water Resources (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "As others have said, Scotland is in an enviable position. As a country, we can sustain ourselves as a net exporter of food, we have around 90 per cent of North Sea oil and gas, we have the renewables industry and we have, of course, an abundance of water. Most of the planet&#8217;s surface is composed of water, but freshwater is believed to be only 3 per cent of the total amount available. In...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22680425", "hpos": "170", "gid": "2012-12-19.18.31", "epobject_id": "22680456", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-19.18.0&amp;s=speaker%3A25095+section%3Asp#g18.31", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The Institute of Career Guidance, the leading professional body for the careers guidance sector in the United Kingdom, with a membership of 3,500 practitioners, has on its website the following definition of what careers guidance should be:</p><p>&#8220;Career guidance refers to services and activities intended to assist individuals of any age and at any point throughout their lives, to make educational, training and occupational choices and to manage their careers. Such services may be found in schools, universities and colleges, in training institutions, in public employment services, in the workplace, in the voluntary or community sector and in the private sector. The activities may take place on an individual or group basis and may be face-face or at a distance (including help lines and web based services). They include career information provision ... assessment and self-assessment tools, counselling interviews, career education programmes (to help individuals develop their self awareness, opportunity awareness, and career management skills), taster programmes ... work search programmes, and transition services.&#8221;</p><p>The definition was adopted by the Institute of Career Guidance after it was used in international reviews conducted by the Organisation for Economic Co-operation and Development, the European Commission and the World Bank.</p><p>Last year, the Government published the report &#8220;Career Information, Advice and Guidance in Scotland: A Framework for Service Design&#8221;, which stated that the careers service must</p><p>&#8220;make more of a difference to more people &#8211; school pupils; students and graduates; those who are in work or out of work; and those with low or no skills.&#8221;</p><p>In the foreword, the Minister for Youth Employment, Angela Constance, said:</p><p>&#8220;Career Information, Advice and Guidance is more important than ever in enabling people and businesses to develop their knowledge and skills in order to take full advantage of the opportunities before them.&#8221;</p><p>She continued:</p><p>&#8220;our aim is to enhance significantly the range and quality of services across the country &#8211; and make it easier than ever for people and employers to access Career Information, Advice and Guidance.&#8221;</p><p>The new framework continues the self-referral model of young people accessing careers services in schools, which was introduced in 1984. It aims to respond to the differing needs of individuals. Those requiring only a little assistance will be encouraged to use the new website; others will require six to eight face-to-face interviews with careers advisers; and a small number will require a more intensive support mechanism to get ready for the world of work.</p><p>In August 2011, SDS launched the my world of work website, which is dedicated to all-age careers advice. Since its launch, it has attracted 150,240 registrations, and the number is up 11.6 per cent in November alone. Over 70,000 registrations were by young people between the ages of 12 and 19, which is the result of careers advisers visiting schools and promoting the website to young people.</p><p>The Careers Service, the forerunner of SDS, previously had a careers website. Danny Logue explained at the Education and Culture Committee:</p><p>&#8220;In 1985, we discussed the introduction of a careers database called microdoors; in 1993, we discussed careers company websites; and in 2002, the Careers Scotland website was introduced.&#8221;&#8212;[Official Report, Education and Culture Committee, 27 November 2012; c 1649.]</p><p>The new website&#8212;my world of work&#8212;continues that tradition, but it is an enhanced and expanded website, with additional tools. The website has a curriculum vitae builder; tests to help identify an individual&#8217;s strengths and where their skills would be relevant; and film clips providing insights into unfamiliar fields, which is useful for people who are either starting off in their careers or who have lost their job and need to widen the search. The website also carries a list of current vacancies.</p><p>In Scotland, more than 70 per cent of homes have internet access, and many young people have access to the internet on smart phones or tablet computers.</p>", "hdate": "2012-12-06", "major": "7", "subsection_id": "22679351", "parent": {"body": "Scottish Parliament: Careers Services"}, "video_status": "0", "extract": "The Institute of Career Guidance, the leading professional body for the careers guidance sector in the United Kingdom, with a membership of 3,500 practitioners, has on its website the following definition of what careers guidance should be: &#8220;Career guidance refers to services and activities intended to assist individuals of any age and at any point throughout their lives, to make...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22679351", "hpos": "186", "gid": "2012-12-06.17.36", "epobject_id": "22679387", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-06.17.0&amp;s=speaker%3A25095+section%3Asp#g17.36", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Not just now, thanks.</p><p>Therefore, young people are now able to access the careers website 24 hours a day, seven days a week. However, if an individual still needs assistance, they will get it. Malcolm Barron of SDS stated:</p><p>&#8220;if they find that they are still confused, uncertain and unsure about what their next step should be, they should get advice from a highly qualified, professional careers adviser.&#8221;</p><p>He added:</p><p>&#8220;The other point is that, if a parent feels that their son or daughter is struggling, they have an opportunity to make the application as well.&#8221;&#8212;[Official Report, Education and Culture Committee, 27 November 2012; c 1644-5.]</p>", "hdate": "2012-12-06", "major": "7", "subsection_id": "22679351", "parent": {"body": "Scottish Parliament: Careers Services"}, "video_status": "0", "extract": "Not just now, thanks. Therefore, young people are now able to access the careers website 24 hours a day, seven days a week. However, if an individual still needs assistance, they will get it. Malcolm Barron of SDS stated: &#8220;if they find that they are still confused, uncertain and unsure about what their next step should be, they should get advice from a highly qualified, professional...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22679351", "hpos": "188", "gid": "2012-12-06.17.38", "epobject_id": "22679389", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-06.17.0&amp;s=speaker%3A25095+section%3Asp#g17.38", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>That was confirmed by the minister when she said in her recent answer to Drew Smith:</p><p>&#8220;we are retaining access to a universal service in which any young person who wishes an appointment or face-to-face contact with a well-paid professional will receive that.&#8221;&#8212;[Official Report, 24 October 2012; c 12506.]</p><p>SDS is, along with school guidance staff, integrating a whole system of career management into the curriculum for excellence. Danny Logue stated at the committee:</p><p>&#8220;we are looking at how we build young people&#8217;s capacity to manage their careers, not just at the transition point of leaving school but throughout their working lives&#8221;.&#8212;[Official Report, Education and Culture Committee, 27 November 2012; c 1653.]</p><p>David Cameron, an education consultant, agrees that the curriculum for excellence can support this development. He stated in TES in June:</p><p>&#8220;I think a lot of the skills we are trying to encourage through CfE would actually help young people around this, because it is about decision-making, being able to see what is out there, to look at that against your own capacities and make good choices.&#8221;</p>", "hdate": "2012-12-06", "major": "7", "subsection_id": "22679351", "parent": {"body": "Scottish Parliament: Careers Services"}, "video_status": "0", "extract": "That was confirmed by the minister when she said in her recent answer to Drew Smith: &#8220;we are retaining access to a universal service in which any young person who wishes an appointment or face-to-face contact with a well-paid professional will receive that.&#8221;&#8212;[Official Report, 24 October 2012; c 12506.] SDS is, along with school guidance staff, integrating a whole system of...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22679351", "hpos": "190", "gid": "2012-12-06.17.40", "epobject_id": "22679391", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-06.17.0&amp;s=speaker%3A25095+section%3Asp#g17.40", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>One measure of the success of the modernisation of the careers service, in conjunction with the opportunities for all guarantee, will be the successful outcomes of those pupils with positive destinations. The latest figures that are available show 87.2 per cent of school leavers achieving a positive destination, which is a record high.</p>", "hdate": "2012-12-06", "major": "7", "subsection_id": "22679351", "parent": {"body": "Scottish Parliament: Careers Services"}, "video_status": "0", "extract": "One measure of the success of the modernisation of the careers service, in conjunction with the opportunities for all guarantee, will be the successful outcomes of those pupils with positive destinations. The latest figures that are available show 87.2 per cent of school leavers achieving a positive destination, which is a record high.", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22679351", "hpos": "192", "gid": "2012-12-06.17.42", "epobject_id": "22679393", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-06.17.0&amp;s=speaker%3A25095+section%3Asp#g17.42", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>11. To ask the Scottish Government what its response is to the Scottish Enterprise report, &#8220;Spends &amp; Trends UKCS 2012-2016&#8221;. (S4O-01566)</p>", "hdate": "2012-12-05", "major": "7", "subsection_id": "22678972", "parent": {"body": "Scottish Parliament: &#8220;Spends &amp; Trends UKCS 2012-2016&#8221;"}, "video_status": "0", "extract": "11. To ask the Scottish Government what its response is to the Scottish Enterprise report, &#8220;Spends &amp; Trends UKCS 2012-2016&#8221;. (S4O-01566)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22678972", "hpos": "68", "gid": "2012-12-05.12.1", "epobject_id": "22678973", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-05.12.0&amp;s=speaker%3A25095+section%3Asp#g12.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The report highlights an expected capital investment of &#163;44&#160;billion and identifies 86 new United Kingdom continental-shelf fields where work is under way or could begin before 2016. Given the level of capital investment by companies that operate in the North Sea, does the cabinet secretary agree that the sector will remain an enormous economic resource for Scotland for decades to come?</p>", "hdate": "2012-12-05", "major": "7", "subsection_id": "22678972", "parent": {"body": "Scottish Parliament: &#8220;Spends &amp; Trends UKCS 2012-2016&#8221;"}, "video_status": "0", "extract": "The report highlights an expected capital investment of £44 billion and identifies 86 new United Kingdom continental-shelf fields where work is under way or could begin before 2016. Given the level of capital investment by companies that operate in the North Sea, does the cabinet secretary agree that the sector will remain an enormous economic resource for Scotland for decades to come?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22678972", "hpos": "70", "gid": "2012-12-05.12.3", "epobject_id": "22678975", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-05.12.0&amp;s=speaker%3A25095+section%3Asp#g12.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>On 7 March, the UK Government announced the withdrawal of Remploy funding within two years. The board of Remploy then announced the closure of all its factories in a two-stage process, with 36 factories to close by the end of 2012 and a further 18 to close by 2015. Following a 90-day consultation, only nine sites&#8212;three of them in Scotland&#8212;had received formal business plans.</p><p>When I spoke in the debate on Remploy back in March, I referred to a quote from Phil Brannan, the convener of shop stewards at Remploy, who said:</p><p>&#8220;In 2008, 29 factories in the UK closed, and 3,000 severely disabled people lost their jobs. Around 18 months later we surveyed those workers and 84% had not secured employment&#8221;.</p><p>The governing party at Westminster may have changed, but has the present Government there learned any lessons from the previous closures? It appears that it has not, as Esther McVey, the minister with responsibility for disabled people, said in a House of Commons debate on 16 October, in relation to the 27 factory closures:</p><p>&#8220;So far to date, 35 staff immediately found work&#8221;.&#8212;[Official Report, House of Commons, 16 October 2012; Vol 551, c 64WH.]</p><p>That is 35 staff out of 1,421 people at Remploy factories across the UK who will be unemployed by January. It is not quite 3 per cent, and that is hardly surprising at a time when the UK is struggling to get out of a double-dip recession that is the longest since the 1950s.</p><p>I do not have enough information to know whether those 35 jobs are part of the rescue package at the Bolton factory, which was one of the 27 factories that were earmarked for closure. On 23 October, The Bolton News reported that 30 jobs will be created when Ability Tec takes over the Remploy factory, and that 75 per cent of the employees will be disabled. It also reported that the Bolton site was believed to be the only factory out of the 27 across the UK to have been saved since the closures started. However, just two weeks later, Ability Tec had to backtrack and delay the opening of factories until after Christmas due to the delay in receiving orders from a customer. My hope for the workers in Bolton is that that factory will eventually open.</p><p>What of the Scottish factories? Remploy Wishaw closed with the loss of 24 jobs, but the other three sites had received business plans from organisations that wished to keep them open. However, the Edinburgh site closed after Remploy claimed that there was no best and final offer&#8212;although the news about the Edinburgh site will be welcomed by the employees who have lost their jobs. The Aberdeen site closed after a social enterprise bid was rejected, and the Springburn site closure was announced recently when Remploy again claimed that there had been no viable bidders, despite interest from Greentyre.</p><p>What I am having difficulty understanding is why anyone would spend time and money developing a detailed business plan&#8212;which gave an analysis of the proposed business model, a financing plan, and a scheme for employment of disabled people&#8212;and would, in addition, sign a non-disclosure agreement, complete an expression of interest form, appoint advisers for formal due diligence and provide proof of funding, if they did not believe that they had a viable business proposition.</p><p>What were the criteria that prospective bidders had to demonstrate? First, they had to provide for the on-going employment of disabled people&#8212;something that the Remploy management is failing to do. Secondly, they had to meet the criterion to explain how it would work, who would own and manage it, how it would be financed, how costs would be covered and&#8212;above all&#8212;how it would be a commercially viable business idea. That is something that the Remploy management was unable to do. Thirdly, they had to demonstrate that they had the skill to manage and achieve a successful outcome. Again, that is something that the Remploy management was incapable of doing. The bids for the three factories in Scotland were rejected after a lot of time and effort had been expended, and at considerable cost to the bidding organisations.</p><p>Media commentators have stated in the press that Remploy&#8217;s problems were due to lack of good commercial management, the wrong business strategy and poor communication skills. As a result, some of the most vulnerable people in society will suffer, because many of the factories were in areas of high unemployment. Many commentators have also highlighted their belief that the bid process was flawed, that it lacked transparency and that it was surrounded by secrecy.</p><p>We need an independent inquiry into the mishandling of the Remploy factory closures. There must be a halt to stage 2 of the closures that will affect 18 factories across the UK, five of which are in Scotland at Clydebank, Cowdenbeath, Dundee, Leven and Stirling.</p><p>On 22 October a meeting was held with Esther McVey, the Minister for Disabled People, at the Parliament. Nineteen members from across the parties came together to voice our concerns about what is happening to the Remploy sites in Scotland. The minister, Fergus Ewing, expressed the view that</p><p>&#8220;in light of the many problems that have arisen during stage 1 of this process, stage 2 should be delayed until these are addressed.&#8221;</p><p>I support that call to halt the process, but we also need to hold an independent inquiry to investigate all aspects of the stage 1 closures&#8212;especially the bid process. With employment of disabled people running at half the rate of that of able-bodied people, the UK Government should not be condemning people to a lifetime of unemployment.</p>", "hdate": "2012-11-29", "major": "7", "subsection_id": "22678593", "parent": {"body": "Scottish Parliament: Remploy"}, "video_status": "0", "extract": "On 7 March, the UK Government announced the withdrawal of Remploy funding within two years. The board of Remploy then announced the closure of all its factories in a two-stage process, with 36 factories to close by the end of 2012 and a further 18 to close by 2015. Following a 90-day consultation, only nine sites&#8212;three of them in Scotland&#8212;had received formal business plans. When I...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22678593", "hpos": "198", "gid": "2012-11-29.15.77", "epobject_id": "22678670", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-29.15.0&amp;s=speaker%3A25095+section%3Asp#g15.77", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>17. To ask the Scottish Government what its position is on whether the curriculum for excellence will give young people the values, qualities and skills that they will need to be successful. (S4O-01542)</p>", "hdate": "2012-11-28", "major": "7", "subsection_id": "22678305", "parent": {"body": "Scottish Parliament: Curriculum for Excellence"}, "video_status": "0", "extract": "17. To ask the Scottish Government what its position is on whether the curriculum for excellence will give young people the values, qualities and skills that they will need to be successful. (S4O-01542)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22678305", "hpos": "120", "gid": "2012-11-28.19.1", "epobject_id": "22678306", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-28.19.0&amp;s=speaker%3A25095+section%3Asp#g19.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>YouthLink Scotland recently held a conference in Edinburgh to celebrate youth work week. What role can youth work and the community learning and development sector play in implementing the curriculum for excellence?</p>", "hdate": "2012-11-28", "major": "7", "subsection_id": "22678305", "parent": {"body": "Scottish Parliament: Curriculum for Excellence"}, "video_status": "0", "extract": "YouthLink Scotland recently held a conference in Edinburgh to celebrate youth work week. What role can youth work and the community learning and development sector play in implementing the curriculum for excellence?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22678305", "hpos": "124", "gid": "2012-11-28.19.5", "epobject_id": "22678310", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-28.19.0&amp;s=speaker%3A25095+section%3Asp#g19.5", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>What role has the Scottish Government&#8217;s expo fund had in supporting Edinburgh&#8217;s winter festivals?</p>", "hdate": "2012-11-21", "major": "7", "subsection_id": "22677495", "parent": {"body": "Scottish Parliament: Edinburgh Economy (Winter Festival)"}, "video_status": "0", "extract": "What role has the Scottish Government&#8217;s expo fund had in supporting Edinburgh&#8217;s winter festivals?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22677495", "hpos": "9", "gid": "2012-11-21.2.5", "epobject_id": "22677500", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-21.2.0&amp;s=speaker%3A25095+section%3Asp#g2.5", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>2. To ask the Scottish Government what plans are being made to introduce a high-speed rail link between Edinburgh and Glasgow. (S4T-00120)</p>", "hdate": "2012-11-13", "major": "7", "subsection_id": "22676443", "parent": {"body": "Scottish Parliament: High-speed Rail Link (Edinburgh to Glasgow)"}, "video_status": "0", "extract": "2. To ask the Scottish Government what plans are being made to introduce a high-speed rail link between Edinburgh and Glasgow. (S4T-00120)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22676443", "hpos": "17", "gid": "2012-11-13.3.1", "epobject_id": "22676444", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-13.3.0&amp;s=speaker%3A25095+section%3Asp#g3.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Will the minister outline the benefits for Scotland&#8217;s two major cities of almost halving the journey time between Glasgow and Edinburgh?</p>", "hdate": "2012-11-13", "major": "7", "subsection_id": "22676443", "parent": {"body": "Scottish Parliament: High-speed Rail Link (Edinburgh to Glasgow)"}, "video_status": "0", "extract": "Will the minister outline the benefits for Scotland&#8217;s two major cities of almost halving the journey time between Glasgow and Edinburgh?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22676443", "hpos": "22", "gid": "2012-11-13.3.6", "epobject_id": "22676449", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-13.3.0&amp;s=speaker%3A25095+section%3Asp#g3.6", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Will the new high-speed line be linked to the cross-border service to London? Does the minister plan to meet the UK transport minister to discuss the UK plans for high-speed rail?</p>", "hdate": "2012-11-13", "major": "7", "subsection_id": "22676443", "parent": {"body": "Scottish Parliament: High-speed Rail Link (Edinburgh to Glasgow)"}, "video_status": "0", "extract": "Will the new high-speed line be linked to the cross-border service to London? Does the minister plan to meet the UK transport minister to discuss the UK plans for high-speed rail?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22676443", "hpos": "24", "gid": "2012-11-13.3.8", "epobject_id": "22676451", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-13.3.0&amp;s=speaker%3A25095+section%3Asp#g3.8", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>6. To ask the Scottish Government how many homes affected by external sewer flooding are listed on Scottish Water&#8217;s register of properties. (S4O-01341)</p>", "hdate": "2012-10-03", "major": "7", "subsection_id": "22673895", "parent": {"body": "Scottish Parliament: Properties at risk of External Sewer Flooding"}, "video_status": "0", "extract": "6. To ask the Scottish Government how many homes affected by external sewer flooding are listed on Scottish Water&#8217;s register of properties. (S4O-01341)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22673895", "hpos": "38", "gid": "2012-10-03.6.1", "epobject_id": "22673896", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-10-03.6.0&amp;s=speaker%3A25095+section%3Asp#g6.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Residents in the Kingsknowe Crescent area of my constituency have suffered since the 1990s from severe external sewer flooding. Despite assurances from Scottish Water&#8217;s predecessor, East of Scotland Water, that the cause would be addressed, no work has taken place to resolve the sewer capacity issues. Scottish Water had an operating surplus of close to &#163;300 million in 2011-12; are there any restrictions on Scottish Water reinvesting such surpluses in capital projects to alleviate external sewer flooding?</p>", "hdate": "2012-10-03", "major": "7", "subsection_id": "22673895", "parent": {"body": "Scottish Parliament: Properties at risk of External Sewer Flooding"}, "video_status": "0", "extract": "Residents in the Kingsknowe Crescent area of my constituency have suffered since the 1990s from severe external sewer flooding. Despite assurances from Scottish Water&#8217;s predecessor, East of Scotland Water, that the cause would be addressed, no work has taken place to resolve the sewer capacity issues. Scottish Water had an operating surplus of close to £300 million in 2011-12; are...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22673895", "hpos": "40", "gid": "2012-10-03.6.3", "epobject_id": "22673898", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-10-03.6.0&amp;s=speaker%3A25095+section%3Asp#g6.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>6. To ask the Scottish Government what assessments are undertaken prior to placing people being monitored under the multi-agency public protection arrangements in unsupervised bed and breakfast accommodation. (S4O-01331)</p>", "hdate": "2012-09-27", "major": "7", "subsection_id": "22673527", "parent": {"body": "Scottish Parliament: Multi-agency Public Protection Arrangements (Assessments)"}, "video_status": "0", "extract": "6. To ask the Scottish Government what assessments are undertaken prior to placing people being monitored under the multi-agency public protection arrangements in unsupervised bed and breakfast accommodation. (S4O-01331)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22673527", "hpos": "31", "gid": "2012-09-27.6.1", "epobject_id": "22673528", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-27.6.0&amp;s=speaker%3A25095+section%3Asp#g6.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The cabinet secretary will be aware that there have recently been calls in the media to close a guest house in the Longstone area of my constituency that was used to accommodate Kevin Rooney, who was convicted of the horrific murder of an elderly local resident. Given that Rooney had 36 previous convictions spanning a decade, had a sexual offences prevention order placed on him in 2007 and was on bail at the time of the murder, can the cabinet secretary outline the responsibilities of local authorities and other agencies for the safety of the local community in placing such offenders in unsupervised premises?</p>", "hdate": "2012-09-27", "major": "7", "subsection_id": "22673527", "parent": {"body": "Scottish Parliament: Multi-agency Public Protection Arrangements (Assessments)"}, "video_status": "0", "extract": "The cabinet secretary will be aware that there have recently been calls in the media to close a guest house in the Longstone area of my constituency that was used to accommodate Kevin Rooney, who was convicted of the horrific murder of an elderly local resident. Given that Rooney had 36 previous convictions spanning a decade, had a sexual offences prevention order placed on him in 2007 and...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22673527", "hpos": "33", "gid": "2012-09-27.6.3", "epobject_id": "22673530", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-27.6.0&amp;s=speaker%3A25095+section%3Asp#g6.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I refer colleagues to my entry in the register of members&#8217; interests.</p><p>Buses and coaches have a key role in relieving congestion, reducing the carbon footprint from transport and improving local air quality. That means maximising road space, reducing overall fuel consumption and helping the environment. Greener journeys, an alliance of UK bus and coach operating companies has estimated that</p><p>&#8220;If drivers switched just one car journey to bus ... a month, it would mean one billion fewer car journeys&#8221;</p><p>in the UK</p><p>&#8220;and a saving of 2m tonnes of CO2&#8221;</p><p>per annum.</p><p>The local bus company in Edinburgh is Lothian Buses, of which I was an employee for 20 years. It has increased passenger numbers year on year for the past two decades, halting a decline in bus patronage that began in the 70s and 80s. In the past 10 years, passenger numbers have increased by 10 million to around 109 million passengers a year. In a 2011 survey, customer satisfaction levels were at 88 per cent; 93 per cent of customers rated punctuality as &#8220;excellent&#8221; or &#8220;very good&#8221;; and 89 per cent of passengers said that the company&#8217;s fares are very good value for money.</p><p>However, although buses relieve congestion, there is a problem with the strategy. Most buses in Scotland use diesel and although they have lower average CO2 emissions, unfortunately the microscopic particles of soot that are emitted by diesel engines can be harmful. The Environmental Transport Association estimated that in Britain 4,000 deaths are caused by air pollution every year, with people with respiratory problems most at risk.</p><p>Since 1970, total CO2 emissions in the UK from buses and coaches have increased by 45 per cent. However, buses still produce only around 5 per cent of the total UK CO2 emissions from domestic transport, while cars produce nearly 60 per cent. The ETA estimated in 2009 that 21 sites across Scotland were in breach of European air quality standards, of which three were here in Edinburgh.</p><p>As with the vast majority of bus fleets in the UK, the problem with the Lothian Buses fleet is that it is still overwhelmingly dependent on diesel engines. Lothian has invested in its fleet over many years and has the youngest fleet in the UK&#8212;the average age is six years. However, as each new generation of diesel engines has been introduced, fuel efficiency has fallen, at a time when rising fuel costs have become a huge challenge for bus operators. Over the past five years the price of diesel has increased by 57 per cent. For more than a decade the SNP has been calling for the introduction of a fuel duty regulator to offer protection from fuel price hikes. UK Governments have taken 60 per cent of the cost of diesel&#8212;the highest fuel tax grab in Europe.</p><p>When companies face squeezed profits, it is difficult to justify the additional cost of more than &#163;60,000 per bus for low-carbon vehicles. That is why the green bus fund offers to successful bidders up to 80 per cent of the price differential between a low-carbon vehicle and its diesel equivalent.</p><p>My old boss Ian Craig, managing director of Lothian Buses, has stated:</p><p>&#8220;This funding from the Scottish Government&#8217;s Green Bus Fund will allow us to invest in a new fleet of greener buses that will help Scotland achieve its carbon reduction targets&#8221;.</p><p>Lothian Buses in Edinburgh was the first Scottish bus operator to invest in double-deck hybrid buses as a result of a &#163;1 million grant from the Scottish Government&#8217;s green bus fund. In September 2011, 15 double-deck hybrid buses joined the fleet and were put into service on the number 10 route. I am happy to say that part of that route serves the Firhill, Colinton and Bonaly areas of my constituency.</p><p>The company was also successful in the second round of the fund. Thanks to a grant of &#163;750,000, 10 single-deck buses will arrive at the start of 2013. Those new hybrid buses are likely to be deployed on the service 1 route, part of which covers the Stenhouse area of my constituency.</p><p>Investing in green public transport will help us to meet our world-leading climate change commitments to reduce carbon emissions by 42 per cent by 2020. It will also help us to support jobs in bus manufacturing companies such as Alexander Dennis in Falkirk and to help bus operating companies such as Lothian Buses to become more fuel efficient, which in turn will help to preserve low fares for passengers.</p>", "hdate": "2012-09-26", "major": "7", "subsection_id": "22673387", "parent": {"body": "Scottish Parliament: Green Bus Fund"}, "video_status": "0", "extract": "I refer colleagues to my entry in the register of members&#8217; interests. Buses and coaches have a key role in relieving congestion, reducing the carbon footprint from transport and improving local air quality. That means maximising road space, reducing overall fuel consumption and helping the environment. Greener journeys, an alliance of UK bus and coach operating companies has estimated...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22673387", "hpos": "152", "gid": "2012-09-26.15.52", "epobject_id": "22673439", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-26.15.0&amp;s=speaker%3A25095+section%3Asp#g15.52", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>10. To ask the Scottish Government what proportion of pupils left education in 2012 with standard grades at level 7 only. (S4O-01235)</p>", "hdate": "2012-09-05", "major": "7", "subsection_id": "22671301", "parent": {"body": "Scottish Parliament: Pupils (Attainment at Standard Grade)"}, "video_status": "0", "extract": "10. To ask the Scottish Government what proportion of pupils left education in 2012 with standard grades at level 7 only. (S4O-01235)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22671301", "hpos": "70", "gid": "2012-09-05.12.1", "epobject_id": "22671302", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-05.12.0&amp;s=speaker%3A25095+section%3Asp#g12.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The Wester Hailes education centre in my constituency has made great strides in raising student attainment in recent years. This year, 21 per cent of pupils achieved five or more standard grades at credit level&#8212;a dramatic increase on previous years. Will the minister join me in congratulating the staff and pupils who made that achievement possible, and will he examine the measures that were introduced in the school to identify whether they can be rolled out to other areas?</p>", "hdate": "2012-09-05", "major": "7", "subsection_id": "22671301", "parent": {"body": "Scottish Parliament: Pupils (Attainment at Standard Grade)"}, "video_status": "0", "extract": "The Wester Hailes education centre in my constituency has made great strides in raising student attainment in recent years. This year, 21 per cent of pupils achieved five or more standard grades at credit level&#8212;a dramatic increase on previous years. Will the minister join me in congratulating the staff and pupils who made that achievement possible, and will he examine the measures that...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22671301", "hpos": "72", "gid": "2012-09-05.12.3", "epobject_id": "22671304", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-05.12.0&amp;s=speaker%3A25095+section%3Asp#g12.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>6. To ask the Scottish Government how many probationer teachers have found employment in the last year. (S4O-01184)</p>", "hdate": "2012-06-28", "major": "7", "subsection_id": "22670704", "parent": {"body": "Scottish Parliament: Probationer Teachers"}, "video_status": "0", "extract": "6. To ask the Scottish Government how many probationer teachers have found employment in the last year. (S4O-01184)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22670704", "hpos": "151", "gid": "2012-06-28.12.1", "epobject_id": "22670705", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-06-28.12.0&amp;s=speaker%3A25095+section%3Asp#g12.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Does the cabinet secretary agree that those figures show that the Scottish Government is continuing to protect and invest in crucial front-line education at a time when we are having to deal with ever-deepening cuts and austerity from the Tory-Liberal Democrat Westminster Government?</p>", "hdate": "2012-06-28", "major": "7", "subsection_id": "22670704", "parent": {"body": "Scottish Parliament: Probationer Teachers"}, "video_status": "0", "extract": "Does the cabinet secretary agree that those figures show that the Scottish Government is continuing to protect and invest in crucial front-line education at a time when we are having to deal with ever-deepening cuts and austerity from the Tory-Liberal Democrat Westminster Government?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22670704", "hpos": "153", "gid": "2012-06-28.12.3", "epobject_id": "22670707", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-06-28.12.0&amp;s=speaker%3A25095+section%3Asp#g12.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>14. To ask the Scottish Government what new primary care facilities have been completed recently by NHS Lothian. (S4O-01172)</p>", "hdate": "2012-06-21", "major": "7", "subsection_id": "22670017", "parent": {"body": "Scottish Parliament: Primary Care Facilities (NHS Lothian)"}, "video_status": "0", "extract": "14. To ask the Scottish Government what new primary care facilities have been completed recently by NHS Lothian. (S4O-01172)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22670017", "hpos": "263", "gid": "2012-06-21.33.1", "epobject_id": "22670018", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-06-21.33.0&amp;s=speaker%3A25095+section%3Asp#g33.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Although I welcome those new facilities, there is increasing concern in the Oxgangs and Firrhill areas of my constituency that there has been no or little progress on the proposed Firrhill partnership centre project.</p><p>Can the cabinet secretary provide an update on the scheme and tell us whether a finalised business plan is in place and whether the commencement of the project is dependent on any other health proposals in the NHS Lothian area?</p>", "hdate": "2012-06-21", "major": "7", "subsection_id": "22670017", "parent": {"body": "Scottish Parliament: Primary Care Facilities (NHS Lothian)"}, "video_status": "0", "extract": "Although I welcome those new facilities, there is increasing concern in the Oxgangs and Firrhill areas of my constituency that there has been no or little progress on the proposed Firrhill partnership centre project. Can the cabinet secretary provide an update on the scheme and tell us whether a finalised business plan is in place and whether the commencement of the project is dependent on...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22670017", "hpos": "265", "gid": "2012-06-21.33.3", "epobject_id": "22670020", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-06-21.33.0&amp;s=speaker%3A25095+section%3Asp#g33.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>11. To ask the Scottish Government what support it provides to special schools in order to assist pupils into employment. (S4O-01079)</p>", "hdate": "2012-05-31", "major": "7", "subsection_id": "22668302", "parent": {"body": "Scottish Parliament: Special Schools Pupils (Assistance into Employment)"}, "video_status": "0", "extract": "11. To ask the Scottish Government what support it provides to special schools in order to assist pupils into employment. (S4O-01079)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22668302", "hpos": "224", "gid": "2012-05-31.31.1", "epobject_id": "22668303", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-05-31.31.0&amp;s=speaker%3A25095+section%3Asp#g31.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The Scottish education awards will take place on 12 June, and Woodlands secondary school in my constituency is a finalist for the secondary enterprise and employability across learning award. Given the difficulties that all school leavers are facing in finding employment in the current economic climate, is the innovative approach that Woodlands has adopted to help its pupils to gain transferable skills one that could be rolled out across the sector?</p>", "hdate": "2012-05-31", "major": "7", "subsection_id": "22668302", "parent": {"body": "Scottish Parliament: Special Schools Pupils (Assistance into Employment)"}, "video_status": "0", "extract": "The Scottish education awards will take place on 12 June, and Woodlands secondary school in my constituency is a finalist for the secondary enterprise and employability across learning award. Given the difficulties that all school leavers are facing in finding employment in the current economic climate, is the innovative approach that Woodlands has adopted to help its pupils to gain...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22668302", "hpos": "226", "gid": "2012-05-31.31.3", "epobject_id": "22668305", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-05-31.31.0&amp;s=speaker%3A25095+section%3Asp#g31.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I am a member of the Infrastructure and Capital Investment Committee and I welcome the committee&#8217;s report on homelessness in Scotland. As part of the evidence gathering for the report, Malcolm Chisholm and I made an informal visit to the City of Edinburgh Council, where we had the opportunity to discuss with senior housing officials the problems that are faced by expanding cities such as Edinburgh.</p><p>Paragraph 85 of the report refers to National Records of Scotland figures that highlight that in 2010 there were fewer than 2.4 million households, compared with nearly 2.5 million dwellings. The figures suggest that Scotland has 130,000 more homes than it requires, but that can be explained by the 87,000 homes that lie empty for short periods as tenancies change, ownership transfers or repairs are carried out. Included in that number are 25,000 homes that have lain empty for six months or more. I welcome the Scottish Government&#8217;s Local Government Finance (Unoccupied Properties etc) (Scotland) Bill, which is intended to tackle the issue. In addition, more than 30,000 holiday homes in Scotland are only seasonally occupied.</p><p>Of course, the places in which there are empty homes might not be those in which demand lies. That is the case in Edinburgh. It has been projected that Edinburgh will be the fastest-growing Scottish city, and the number of households in it is expected to increase by 35 per cent in the period from 2008 to 2033. That is the context for the statement in paragraph 6 of the report that Edinburgh has</p><p>&#8220;assessed between 80% and 90% of homeless cases as having a priority need&#8221;.</p><p>The City of Edinburgh Council launched the 21st century homes programme in order to move towards meeting its obligation to abolish the priority need distinction by 31 December. The first new council homes in a generation have been built, and eventually 1,400 new homes will be built across the city, including 320 in north Sighthill in my constituency.</p><p>The council and, as part of its commitment to build 30,000 affordable homes, the Scottish Government are continuing to work with housing associations throughout Edinburgh to redevelop brownfield sites. That will result in the completion of nearly 600 affordable homes this year and a further 225 homes in the first five months of 2013. In addition, the council has worked in partnership with the private sector to introduce rent deposit guarantee schemes, as detailed in paragraph 73 of the report. That work has helped hundreds of tenants to secure tenancies in the private rented sector and thereby ease the pressure on council waiting lists.</p><p>Local authorities across Scotland have made great strides towards meeting the commitment that is contained in the Homelessness etc (Scotland) Act 2003, despite the changed circumstances since it was introduced. The recession has increased the number of evictions and repossessions, house builders have reduced the number of private homes that are being built from around 20,000 to 11,000 per year, banks are demanding higher deposits and more people have been driven into the rented sector. The UK Government changes in entitlement to housing benefit, incapacity benefit and disability living allowance will make it harder for people to retain their tenancies. Paragraph 86 of the report refers to COSLA&#8217;s written submission, which states:</p><p>&#8220;Welfare Reform alone could lead to up to an additional 3000 homeless presentations in Scotland&#8221;.</p><p>Against that background of difficult circumstances, the report scrutinises the work of Scotland&#8217;s 32 local authorities in meeting their 2012 obligations.</p><p>I support the motion.</p>", "hdate": "2012-04-25", "major": "7", "subsection_id": "22665539", "parent": {"body": "Scottish Parliament: Homelessness"}, "video_status": "0", "extract": "I am a member of the Infrastructure and Capital Investment Committee and I welcome the committee&#8217;s report on homelessness in Scotland. As part of the evidence gathering for the report, Malcolm Chisholm and I made an informal visit to the City of Edinburgh Council, where we had the opportunity to discuss with senior housing officials the problems that are faced by expanding cities such...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22665539", "hpos": "14", "gid": "2012-04-25.1.10", "epobject_id": "22665549", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-04-25.1.0&amp;s=speaker%3A25095+section%3Asp#g1.10", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>3. To ask the Scottish Government how the annual Scotland week event in North America helps promote Scottish business, tourism and culture. (S4O-00891)</p>", "hdate": "2012-04-19", "major": "7", "subsection_id": "22665363", "parent": {"body": "Scottish Parliament: Scotland Week"}, "video_status": "0", "extract": "3. To ask the Scottish Government how the annual Scotland week event in North America helps promote Scottish business, tourism and culture. (S4O-00891)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22665363", "hpos": "259", "gid": "2012-04-19.22.1", "epobject_id": "22665364", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-04-19.22.0&amp;s=speaker%3A25095+section%3Asp#g22.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The USA and Canada continue to be Scotland&#8217;s top export destinations, with an estimated &#163;3.5 billion of exports in 2010, which represents an increase of &#163;900 million since 2004. Those exports cover a range of products, including those in the life sciences, financial services, energy and food and drink sectors. Will the cabinet secretary outline how the Scottish Government is assisting companies to take advantage of those expanding export markets?</p>", "hdate": "2012-04-19", "major": "7", "subsection_id": "22665363", "parent": {"body": "Scottish Parliament: Scotland Week"}, "video_status": "0", "extract": "The USA and Canada continue to be Scotland&#8217;s top export destinations, with an estimated £3.5 billion of exports in 2010, which represents an increase of £900 million since 2004. Those exports cover a range of products, including those in the life sciences, financial services, energy and food and drink sectors. Will the cabinet secretary outline how the Scottish Government is...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22665363", "hpos": "261", "gid": "2012-04-19.22.3", "epobject_id": "22665366", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-04-19.22.0&amp;s=speaker%3A25095+section%3Asp#g22.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>7. To ask the Scottish Government what progress is being made on insulating homes and helping to protect families from rising energy costs. (S4O-00825)</p>", "hdate": "2012-03-22", "major": "7", "subsection_id": "22663909", "parent": {"body": "Scottish Parliament: Home Insulation (Energy Costs)"}, "video_status": "0", "extract": "7. To ask the Scottish Government what progress is being made on insulating homes and helping to protect families from rising energy costs. (S4O-00825)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22663909", "hpos": "200", "gid": "2012-03-22.10.1", "epobject_id": "22663910", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-03-22.10.0&amp;s=speaker%3A25095+section%3Asp#g10.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Between 2004 and 2009, the number of households in fuel poverty in the United Kingdom rose from 2 million to 5.5 million. The UK Government will shortly publish its annual report on fuel poverty statistics, which is likely to show increasing levels of fuel poverty across the UK in 2010.</p><p>Given the UK Government&#8217;s failure to address rising levels of fuel poverty, does the cabinet secretary agree that the setting of the minimum wage and the power to regulate social tariffs for energy should be transferred to the Scottish Parliament?</p>", "hdate": "2012-03-22", "major": "7", "subsection_id": "22663909", "parent": {"body": "Scottish Parliament: Home Insulation (Energy Costs)"}, "video_status": "0", "extract": "Between 2004 and 2009, the number of households in fuel poverty in the United Kingdom rose from 2 million to 5.5 million. The UK Government will shortly publish its annual report on fuel poverty statistics, which is likely to show increasing levels of fuel poverty across the UK in 2010. Given the UK Government&#8217;s failure to address rising levels of fuel poverty, does the cabinet...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22663909", "hpos": "202", "gid": "2012-03-22.10.3", "epobject_id": "22663912", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-03-22.10.0&amp;s=speaker%3A25095+section%3Asp#g10.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I wish that I had known about the demonstration, as I would have supported it.</p><p>There are more than 20 supported businesses in Scotland that employ around 1,600 people in locations throughout the country. Businesses in the Remploy group account for nearly half the supported businesses in Scotland; they employ 285 staff, of which 87 per cent are disabled. They are a highly skilled and adaptable workforce who provide a wide range of goods and services, from high-performance textiles to medical equipment and electronics. Customers include the Ministry of Defence, local authorities and private sector companies.</p><p>As the minister stated, the recent announcement means that four of the nine Scottish factories will close and nearly 40 per cent of the workforce will be made redundant. The sites that are earmarked for closure are in Aberdeen, Edinburgh, Motherwell and Springburn, adding 111 skilled workers to the unemployment scrap heap.</p><p>The Sayce report, which the UK Government commissioned to review disability employment support, states:</p><p>&#8220;this is precisely the time to develop a strategy to empower disabled people to seize new opportunities when they come on stream and to enable employers to retain and take on disadvantaged people.&#8221;</p><p>However, when will suitable jobs come on stream? What is the reality for disabled people?</p><p>Phil Brannan, convener of the shop stewards at Remploy, said that GMB research had shown that</p><p>&#8220;In 2008, 29 factories in the UK closed, and 3,000 severely disabled people lost their jobs. Around 18 months later we surveyed those workers and&#8221;&#8212;</p><p>as Ken Macintosh said&#8212;</p><p>&#8220;84% had not secured employment&#8221;.</p><p>According to Momentum Scotland&#8217;s website, only 39 per cent of Scotland&#8217;s disabled adults are in employment, compared with 81 per cent of able-bodied people. The UK Government has accepted the Sayce report&#8217;s recommendations, but where does it think that the replacement jobs for the Remploy workers will come from in the current economic climate, especially as more qualified individuals are applying for posts that they would not have considered before the downturn?</p><p>In an email to me, Inclusion Scotland stated:</p><p>&#8220;Disabled people feel they are usually discriminated against in accessing paid work because of their impairments, and during a time of recession, this is much more prevalent as employers consider the employment of disabled people much more risky, even if it is a fallacy&#8221;.</p><p>The decision to close four Remploy units in Scotland will change employees from being individuals who feel that they are making a contribution to the community, paying tax and national insurance and not depending on benefits to being people who are left to survive on jobseekers allowance and other handouts.</p><p>However, it is not only a Scottish issue. Throughout the UK, the Tory-Liberal Government has accepted that 36 of the 54 Remploy factories will lose their subsidy from 31 March, resulting in 1,752 people being made unemployed.</p><p>Throughout the UK, 1.3&#160;million disabled people are available for work and want to work. As Mary Scanlon said, Remploy employment services secured employment for only 20,000 in 2010-11.</p><p>A leading adult learning charity in England and Wales stated:</p><p>&#8220;there is a role for disability specific workplaces where these support the transition to unsupported employment for disabled people who face the greatest labour market disadvantage who, without these workplaces, would be unlikely to be given this transition opportunity elsewhere. Government funding should be available for these disability specific workplaces if necessary to ensure they are viable.&#8221;</p>", "hdate": "2012-03-22", "major": "7", "subsection_id": "22664124", "parent": {"body": "Scottish Parliament: Remploy (United Kingdom Government Response)"}, "video_status": "0", "extract": "I wish that I had known about the demonstration, as I would have supported it. There are more than 20 supported businesses in Scotland that employ around 1,600 people in locations throughout the country. Businesses in the Remploy group account for nearly half the supported businesses in Scotland; they employ 285 staff, of which 87 per cent are disabled. They are a highly skilled and adaptable...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22664124", "hpos": "458", "gid": "2012-03-22.40.44", "epobject_id": "22664168", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-03-22.40.0&amp;s=speaker%3A25095+section%3Asp#g40.44", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I would prefer to get on a wee bit.</p><p>According to press reports, the UK Minister for Disabled People, Maria Miller MP, has stated:</p><p>&#8220;it costs the taxpayer &#163;25,000 to keep one Remploy factory worker in their job each year, and yet the factory bosses are paying many of their employees to do nothing, because of a lack of orders.&#8221;</p><p>However, when I visited my local Remploy along with Colin Keir and Chic Brodie we were informed that Remploy had no marketing budget, that individual factories were not allowed to advertise, that they had nearly two dozen sales positions vacant and that there were no Scotland-based sales people. No wonder there is a lack of orders.</p><p>A recent KPMG report identified the operating loss for each Remploy site. All four Scottish factories identified for closure are making a loss. However, Springburn reported an operating loss of just over &#163;4,000 per employee before a share of central costs was added on. We should compare that with the value of the benefits that the employees will receive when they are made redundant.</p><p>Some organisations have indicated that sheltered factories are an outdated concept left over from the aftermath of the second world war and that disabled people should be in mainstream employment. However, many Remploy employees have worked 20-plus years for the organisation. Some of them previously tried open employment but found it too stressful, leading to a deterioration in their general health. Others felt that the culture at Remploy was one that understood disability and fluctuating health conditions. That may not be the case at other employers. Inclusion Scotland stated:</p><p>&#8220;We strongly feel that closing this many factories, all at once, is an unmitigated disaster for these workers and is ill-timed and wrong&#8221;.</p><p>As we were informed at our visit, the 90-day consultation period for redundancies has begun and people will begin to lose their jobs on 4 July, with complete closure expected by 17 August. Time is running out for the workers. There is likely to be little alternative employment for those who are being made redundant. The only option is that we examine all avenues to keep the factories open.</p>", "hdate": "2012-03-22", "major": "7", "subsection_id": "22664124", "parent": {"body": "Scottish Parliament: Remploy (United Kingdom Government Response)"}, "video_status": "0", "extract": "I would prefer to get on a wee bit. According to press reports, the UK Minister for Disabled People, Maria Miller MP, has stated: &#8220;it costs the taxpayer £25,000 to keep one Remploy factory worker in their job each year, and yet the factory bosses are paying many of their employees to do nothing, because of a lack of orders.&#8221; However, when I visited my local Remploy along with...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22664124", "hpos": "460", "gid": "2012-03-22.40.46", "epobject_id": "22664170", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-03-22.40.0&amp;s=speaker%3A25095+section%3Asp#g40.46", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>1. To ask the Scottish Government what data is available on the attitudes of people in Scotland to environmental issues. (S4O-00679)</p>", "hdate": "2012-02-09", "major": "7", "subsection_id": "22661197", "parent": {"body": "Scottish Parliament: Environmental Issues (Attitudinal Data)"}, "video_status": "0", "extract": "1. To ask the Scottish Government what data is available on the attitudes of people in Scotland to environmental issues. (S4O-00679)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22661197", "hpos": "286", "gid": "2012-02-09.30.1", "epobject_id": "22661198", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-02-09.30.0&amp;s=speaker%3A25095+section%3Asp#g30.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>How will the greener together campaign, which was launched recently, encourage people in Scotland to become even more environmentally friendly?</p>", "hdate": "2012-02-09", "major": "7", "subsection_id": "22661197", "parent": {"body": "Scottish Parliament: Environmental Issues (Attitudinal Data)"}, "video_status": "0", "extract": "How will the greener together campaign, which was launched recently, encourage people in Scotland to become even more environmentally friendly?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22661197", "hpos": "288", "gid": "2012-02-09.30.3", "epobject_id": "22661200", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-02-09.30.0&amp;s=speaker%3A25095+section%3Asp#g30.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I thank Colin Keir for securing the debate and I, too, welcome the Drumbrae library hub, which opened yesterday. As my colleague Paul Wheelhouse stated, it was the first community project to get under way since the south-east hub&#8212;a partnership between the health board and the council&#8212;was formed in August 2010. The hub initiative, which is supported by the Scottish Futures Trust, promotes and encourages public bodies to work together to deliver better public buildings and enhanced public services for communities throughout Scotland. Those new buildings can provide a focal point for the community, give it a sense of ownership, and save the public purse money through the use of modern materials and shared services.</p><p>The Wester Hailes healthy living centre, which is in my constituency, is another hub project. It is the first hub development in the Edinburgh area that has the aim of providing long-term improvements in healthcare to the local community. The Cabinet Secretary for Health, Wellbeing and Cities Strategy, Nicola Sturgeon, and I recently attended the Wester Hailes healthy living centre turf-cutting event, where I met constituents and local healthcare staff who have campaigned over many years for new health facilities to be built in the area. There was an obvious sense of achievement among the residents who turned out to witness the occasion.</p><p>The new three-storey facility is being built on the site of the high-rise flats that were demolished in the early 1990s. The land had lain derelict ever since then. The long-overdue project is therefore welcome, and it will help to kick-start the regeneration of a forgotten corner of the Harvesters Way area. The new centre, which will cover 5,000m2 at a cost of around &#163;9.5 million and is due for completion in August 2013, will provide a one-stop shop of health and social care services, and will deliver high-quality services in a more co-ordinated and efficient manner to the people of Wester Hailes. The range of services will include the general practitioner practice, district nurse and health visitor services, health and social care staff services, a children and families practice team, and the Wester Hailes health agency. The project is the first major investment in community facilities in Wester Hailes for a number of years, and they are eagerly awaited by the local population.</p><p>Another of the initial hub projects that are due to be built by the south-east hub is the Firrhill partnership centre, which will include the Craiglockhart and Firrhill medical practices and community nursing, podiatry, older people&#8217;s mental health, learning disabilities, community mental health and paediatric services. The new centre will address some of the anxiety among residents that they are being bypassed in the provision of modern local services. I therefore look forward to 2013, when my constituents and I can welcome the opening of the Wester Hailes healthy living centre and, I hope, witness the sod cutting at the new Firrhill partnership centre.</p>", "hdate": "2012-02-01", "major": "7", "subsection_id": "22660262", "parent": {"body": "Scottish Parliament: Drumbrae Library and Community Hub"}, "video_status": "0", "extract": "I thank Colin Keir for securing the debate and I, too, welcome the Drumbrae library hub, which opened yesterday. As my colleague Paul Wheelhouse stated, it was the first community project to get under way since the south-east hub&#8212;a partnership between the health board and the council&#8212;was formed in August 2010. The hub initiative, which is supported by the Scottish Futures Trust,...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22660262", "hpos": "106", "gid": "2012-02-01.8.8", "epobject_id": "22660270", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-02-01.8.0&amp;s=speaker%3A25095+section%3Asp#g8.8", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>7. To ask the Scottish Government how many campus police officers there are in secondary schools. (S4O-00575)</p>", "hdate": "2012-01-19", "major": "7", "subsection_id": "22659089", "parent": {"body": "Scottish Parliament: Campus Police Officers"}, "video_status": "0", "extract": "7. To ask the Scottish Government how many campus police officers there are in secondary schools. (S4O-00575)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22659089", "hpos": "153", "gid": "2012-01-19.9.1", "epobject_id": "22659090", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-01-19.9.0&amp;s=speaker%3A25095+section%3Asp#g9.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I recently attended a meeting at which the value of campus police officers in schools was discussed. The campus police officer who is based at Firrhill high school in my constituency has built up positive relationships with pupils that have improved their welfare and provided them with support, which has helped to prevent offending behaviour. Given the Scottish Government&#8217;s preventative spend agenda, does the cabinet secretary agree that it would be better to spend the income from Scottish court fines on providing additional police officers for campus duty than to send it to the Treasury in London?</p>", "hdate": "2012-01-19", "major": "7", "subsection_id": "22659089", "parent": {"body": "Scottish Parliament: Campus Police Officers"}, "video_status": "0", "extract": "I recently attended a meeting at which the value of campus police officers in schools was discussed. The campus police officer who is based at Firrhill high school in my constituency has built up positive relationships with pupils that have improved their welfare and provided them with support, which has helped to prevent offending behaviour. Given the Scottish Government&#8217;s preventative...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22659089", "hpos": "155", "gid": "2012-01-19.9.3", "epobject_id": "22659092", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-01-19.9.0&amp;s=speaker%3A25095+section%3Asp#g9.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>2. To ask the Scottish Government what impact the outcomes of the recent United Nations climate change conference will have on Scotland. (S4O-00520)</p>", "hdate": "2011-12-22", "major": "7", "subsection_id": "22658079", "parent": {"body": "Scottish Parliament: United Nations Climate Change Conference"}, "video_status": "0", "extract": "2. To ask the Scottish Government what impact the outcomes of the recent United Nations climate change conference will have on Scotland. (S4O-00520)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22658079", "hpos": "219", "gid": "2011-12-22.21.1", "epobject_id": "22658080", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-22.21.0&amp;s=speaker%3A25095+section%3Asp#g21.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>With Scotland being a world leader in the climate change agenda, what lessons and experience was the minister able to share with conference delegates?</p>", "hdate": "2011-12-22", "major": "7", "subsection_id": "22658079", "parent": {"body": "Scottish Parliament: United Nations Climate Change Conference"}, "video_status": "0", "extract": "With Scotland being a world leader in the climate change agenda, what lessons and experience was the minister able to share with conference delegates?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22658079", "hpos": "221", "gid": "2011-12-22.21.3", "epobject_id": "22658082", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-22.21.0&amp;s=speaker%3A25095+section%3Asp#g21.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>What impact will recent high-profile investment announcements by companies locating to Scotland have on increasing employment opportunities?</p>", "hdate": "2011-12-15", "major": "7", "subsection_id": "22657547", "parent": {"body": "Scottish Parliament: Employment Opportunities"}, "video_status": "0", "extract": "What impact will recent high-profile investment announcements by companies locating to Scotland have on increasing employment opportunities?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22657547", "hpos": "191", "gid": "2011-12-15.21.6", "epobject_id": "22657553", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-15.21.0&amp;s=speaker%3A25095+section%3Asp#g21.6", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>The &#8220;Infrastructure Investment Plan 2011&#8221; is the third such plan to be published since 2005 and it identifies the need to accelerate investment to stimulate demand in the economy.</p><p>It is interesting to note that the foreword to the first infrastructure plan, which was published by what was then the Scottish Executive, stated:</p><p>&#8220;The background to this strategy was a perception that over the previous 30 years long-term investment has been neglected.&#8221;</p><p>Shortly after being elected, the SNP Government produced the second investment plan in 2008, which was</p><p>&#8220;the largest and most ambitious programme of capital improvement proposed by the public sector in Scotland&#8221;.</p><p>This is the third infrastructure plan, and it is published at a time when the Westminster Government is slashing the capital expenditure budget by 32 per cent in real terms. Unfortunately, the Westminster cut comes exactly at a time when we should be investing in capital projects in order to support our construction industries and protect jobs. As the cabinet secretary states in the plan,</p><p>&#8220;It is estimated that each &#163;100 million of public sector capital spending supports around &#163;160 million of output and 1,400 full time equivalent jobs in the Scottish economy.&#8221;</p><p>The current economic situation has also brought about some unintended benefits that should further persuade us that now is the right time to invest in our country&#8217;s infrastructure. Interest rates are at an all-time low, which creates a favourable environment for funding the renewal of Scotland&#8217;s infrastructure&#8212;although the Scottish Government cannot currently borrow, unlike local authorities. There are lower profit margins as companies face empty order books and so are bidding for work at a price that helps them to retain their core workforce. In addition, the Scottish Futures Trust has been recognised by Scotland&#8217;s public bodies as having the expertise to help them achieve greater value for money in these difficult financial times.</p><p>I welcome the infrastructure plan, as it will bring benefits to my constituency of Edinburgh Pentlands through the building of the Wester Hailes healthy living centre, improved drinking water when the Glencorse treatment works is completed, new homes at Sighthill and Harvesters Way as part of the Government commitment to build 30,000 new affordable homes, next-generation broadband, the new Royal hospital for sick children, and improvements to the Edinburgh to Glasgow rail line.</p><p>Another major benefit to my constituency will be the jobs that are generated by this &#163;60 billion plan, whether they are with a contractor or a company in the supply chain. Jobs will also be created as a result of the multiplier effect throughout the economy, as one person&#8217;s spending becomes another&#8217;s income. The final increase in output and employment will be far greater than the initial injection of capital expenditure, provided that we can prioritise the use of Scottish goods and services. As part of the Government&#8217;s procurement policy, therefore, we must continue to promote opportunities for local employment, promote the use of the local supply chain where possible, and support the creation of skills and training opportunities.</p><p>If we are to achieve the long-term vision in the infrastructure plan and ensure our future economic growth, we must make full use of indigenous companies. Scottish companies will be able to meet growth targets and help fulfil our economic potential only when we have significantly increased our skilled workforce. Therefore, the capital investment in universities and colleges&#8212;&#163;704 million since 2008 and a further &#163;364 million over the next three years in providing a range of educational facilities, including new colleges in Glasgow, Inverness and Kilmarnock&#8212;is welcome.</p><p>We need to continue to make use of community benefit clauses to support young people and to enable them to take advantage of modern apprenticeships in construction, as part of the 25,000 places provided each year. That will in time help to close the age gap that is developing in some of the construction-related trades and professions.</p><p>An issue that concerns my constituents is the lack of one-bedroom homes. By prioritising the building of those properties, we could allow retired people to remain in the communities where they have a support network of family and friends, while releasing a larger family home. In addition, there is demand from single homeless people for accommodation. Again as a result of a shortage of one-bedroom homes, they are often allocated larger properties that would be better utilised for families.</p><p>The infrastructure investment plan maps out a series of 50 specific projects and 30 infrastructure programmes across Scotland over the next 20 years, but it is partly dependent on the Westminster Government granting borrowing powers to Holyrood in the Scotland Bill. We can remove that obstacle with independence, and give Scotland the full range of economic powers to promote growth, employment and opportunities for all.</p>", "hdate": "2011-12-15", "major": "7", "subsection_id": "22657655", "parent": {"body": "Scottish Parliament: Infrastructure Investment Plan"}, "video_status": "0", "extract": "The &#8220;Infrastructure Investment Plan 2011&#8221; is the third such plan to be published since 2005 and it identifies the need to accelerate investment to stimulate demand in the economy. It is interesting to note that the foreword to the first infrastructure plan, which was published by what was then the Scottish Executive, stated: &#8220;The background to this strategy was a perception...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22657655", "hpos": "332", "gid": "2011-12-15.37.39", "epobject_id": "22657694", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-15.37.0&amp;s=speaker%3A25095+section%3Asp#g37.39", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>6. To ask the Scottish Government when it last met the United Kingdom Government to discuss the Welfare Reform Bill and what issues were discussed. (S4O-00454)</p>", "hdate": "2011-12-08", "major": "7", "subsection_id": "22656896", "parent": {"body": "Scottish Parliament: Welfare Reform Bill"}, "video_status": "0", "extract": "6. To ask the Scottish Government when it last met the United Kingdom Government to discuss the Welfare Reform Bill and what issues were discussed. (S4O-00454)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22656896", "hpos": "98", "gid": "2011-12-08.6.1", "epobject_id": "22656897", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-08.6.0&amp;s=speaker%3A25095+section%3Asp#g6.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>In a submission to Holyrood&#8217;s Health and Sport Committee, Dr Pauline Nolan of Inclusion Scotland said that disabled people could not shoulder the burden of the cuts, which would lead to destitution and homelessness. She also said that Scotland would be disproportionately affected compared with other areas of the UK because it has a higher rate of impairment because of the number of traditional working-class areas and that benefits changes would cost disabled people in Scotland more than &#163;500&#160;million. Does the minister agree that the cuts would lead to the loss of a disabled person&#8217;s ability to live independently and participate in community life?</p>", "hdate": "2011-12-08", "major": "7", "subsection_id": "22656896", "parent": {"body": "Scottish Parliament: Welfare Reform Bill"}, "video_status": "0", "extract": "In a submission to Holyrood&#8217;s Health and Sport Committee, Dr Pauline Nolan of Inclusion Scotland said that disabled people could not shoulder the burden of the cuts, which would lead to destitution and homelessness. She also said that Scotland would be disproportionately affected compared with other areas of the UK because it has a higher rate of impairment because of the number of...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22656896", "hpos": "100", "gid": "2011-12-08.6.3", "epobject_id": "22656899", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-08.6.0&amp;s=speaker%3A25095+section%3Asp#g6.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>5. To ask the Scottish Government how it will provide more sustainable and high-quality healthcare services closer to the communities that they serve. (S4O-00403)</p>", "hdate": "2011-11-24", "major": "7", "subsection_id": "22655753", "parent": {"body": "Scottish Parliament: Healthcare Services"}, "video_status": "0", "extract": "5. To ask the Scottish Government how it will provide more sustainable and high-quality healthcare services closer to the communities that they serve. (S4O-00403)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22655753", "hpos": "282", "gid": "2011-11-24.27.1", "epobject_id": "22655754", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-24.27.0&amp;s=speaker%3A25095+section%3Asp#g27.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I recently attended the sod cutting for the new Wester Hailes healthy living centre in my constituency. The local community has waited for more than 15 years for those new healthcare facilities, and residents in the Firrhill area have been waiting for a similar period of time for a new health and social care centre. Can the cabinet secretary provide an update on the status of the proposed Firrhill partnership centre?</p>", "hdate": "2011-11-24", "major": "7", "subsection_id": "22655753", "parent": {"body": "Scottish Parliament: Healthcare Services"}, "video_status": "0", "extract": "I recently attended the sod cutting for the new Wester Hailes healthy living centre in my constituency. The local community has waited for more than 15 years for those new healthcare facilities, and residents in the Firrhill area have been waiting for a similar period of time for a new health and social care centre. Can the cabinet secretary provide an update on the status of the proposed...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22655753", "hpos": "284", "gid": "2011-11-24.27.3", "epobject_id": "22655756", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-24.27.0&amp;s=speaker%3A25095+section%3Asp#g27.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>8. To ask the Scottish Government how it monitors compliance with European Union food safety regulations. (S4O-00386)</p>", "hdate": "2011-11-17", "major": "7", "subsection_id": "22655274", "parent": {"body": "Scottish Parliament: Food Safety (European Regulations)"}, "video_status": "0", "extract": "8. To ask the Scottish Government how it monitors compliance with European Union food safety regulations. (S4O-00386)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22655274", "hpos": "354", "gid": "2011-11-17.39.1", "epobject_id": "22655275", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-17.39.0&amp;s=speaker%3A25095+section%3Asp#g39.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Will the minister ensure that Scottish egg and pig producers will not be undermined by imports of illegally produced eggs and pig meat from non-compliant EU producers when the EU welfare of laying hens directive comes into force at the beginning of 2012 and the EU ban on sow stalls comes into force at the beginning of 2013?</p>", "hdate": "2011-11-17", "major": "7", "subsection_id": "22655274", "parent": {"body": "Scottish Parliament: Food Safety (European Regulations)"}, "video_status": "0", "extract": "Will the minister ensure that Scottish egg and pig producers will not be undermined by imports of illegally produced eggs and pig meat from non-compliant EU producers when the EU welfare of laying hens directive comes into force at the beginning of 2012 and the EU ban on sow stalls comes into force at the beginning of 2013?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22655274", "hpos": "356", "gid": "2011-11-17.39.3", "epobject_id": "22655277", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-17.39.0&amp;s=speaker%3A25095+section%3Asp#g39.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I think that Margaret Mitchell and I must have written our speeches together, because I will duplicate much of what she said.</p><p>There is no doubt that drug wastage is a major problem throughout the United Kingdom. A report that the York health economics consortium published in 2010 found that unused prescription medicines cost the United Kingdom more than &#163;400 million per annum.</p><p>The Royal College of Nursing report published in 2011, entitled &#8220;Taking the Pulse of NHS Scotland&#8221;, identified that</p><p>&#8220;GP prescribing has been noted as a significant cost pressure by all NHS boards&#8221;.</p><p>It estimated that, in 2009,</p><p>&#8220;GP prescribing budgets were overspent by around &#163;22 million.&#8221;</p><p>Researchers found that most medicine wastage is caused by a combination of patients not taking their drugs as prescribed, or by illness progression leading to changes in patient treatment regimes.</p><p>My recent visit to a pharmacy in my constituency confirmed those findings. Following discussions with the pharmacist, representatives of Community Pharmacy Scotland and, later, with a retired general practitioner, I was made aware of the issues that can cause prescription medicine wastage.</p><p>As Margaret Mitchell said, the reasons why patients stop taking their medications include: experiencing side effects and discarding their drugs; recovering before they have completed their course of medicine; issues with fitting medication into their daily routines; and medication becoming out-of-date. Other reasons for drug waste include: medicines from repeat prescriptions being stockpiled as a result of patients requesting everything instead of just the item that they need; wrong repeat medication being requested; and hospitals retaining medication on admission and not returning it to the patient on discharge.</p><p>There is no official mechanism for measuring medicine waste in primary or secondary care. However, the 2010 study found that in England it was estimated that &#163;110 million of unused prescription medicines are returned to community pharmacies each year and that care homes annually dispose of medicines worth another &#163;50 million. That represents half of the estimated total value of drug wastage in England of &#163;300 million per annum.</p><p>A number of measures need to be put in place to tackle the problem effectively. More effective and co-ordinated partnership between GPs and pharmacists is needed, such as the sharing of online patient records. The chronic medication service is a move in that direction, but it is still in the early stages of development.</p><p>It would be simpler to share existing electronic patient records with community pharmacies so that all NHS professionals have access to the same level of information. Patient records are already shared with NHS 24 and hospital pharmacies, so why could they not be shared with community pharmacies?</p><p>We must encourage patients to discuss their repeat prescriptions with their pharmacist and their general practitioner so that any issues with their drugs can be highlighted. Giving patients the opportunity to discuss the use of their medicines will help them to take their medication properly, which, in turn, could reduce waste, as they would know what each item on the prescription was for and how to use their medicines appropriately. In addition, we must start thinking the unthinkable and allowing the recycling of unused, unexpired and unopened medicines that have been returned to community pharmacies.</p><p>Prescription charges have been touched on. I would like to quote what a retired GP said on the subject in a message to me:</p><p>&#8220;Prescription charges are illogical and do not stop waste ... If a prescription has been issued, a qualified doctor has come to the opinion that it is needed. If you think that prescription was unnecessary then it is the doctor you should get at, not the patient ... If someone does not get a script dispensed because they do not want or cannot afford to pay for it, their condition may well get worse, requiring even more expensive treatment. The lay person isn&#8217;t qualified to decide that not getting a prescription dispensed is in their best interests. The fact is that before we abolished charges, in poorer areas patients often asked pharmacists only to dispense some of the items. This is harmful to them and to others.&#8221;</p><p>Only through a more co-ordinated approach, better education on the use of drugs, and the recycling of unused medicines will we make major inroads into drug wastage in the NHS.</p>", "hdate": "2011-11-09", "major": "7", "subsection_id": "22654298", "parent": {"body": "Scottish Parliament: Prescription Medicine Waste"}, "video_status": "0", "extract": "I think that Margaret Mitchell and I must have written our speeches together, because I will duplicate much of what she said. There is no doubt that drug wastage is a major problem throughout the United Kingdom. A report that the York health economics consortium published in 2010 found that unused prescription medicines cost the United Kingdom more than £400 million per annum. The Royal...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22654298", "hpos": "102", "gid": "2011-11-09.5.3", "epobject_id": "22654301", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-09.5.0&amp;s=speaker%3A25095+section%3Asp#g5.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>2. To ask the Scottish Government what progress has been made toward implementing the recommendations of the Scottish Broadcasting Commission&#8217;s report, &#8220;Platform for Success&#8221;. (S4O-00279)</p>", "hdate": "2011-10-27", "major": "7", "subsection_id": "22653462", "parent": {"body": "Scottish Parliament: Broadcasting"}, "video_status": "0", "extract": "2. To ask the Scottish Government what progress has been made toward implementing the recommendations of the Scottish Broadcasting Commission&#8217;s report, &#8220;Platform for Success&#8221;. (S4O-00279)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22653462", "hpos": "211", "gid": "2011-10-27.20.1", "epobject_id": "22653463", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-10-27.20.0&amp;s=speaker%3A25095+section%3Asp#g20.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Scotland contributes more than &#163;300&#160;million to the licence fee each year, but with no Scottish digital network established and a 20 per cent cut proposed to the BBC budget, does the minister believe that Scotland gets value for money from the current arrangements?</p>", "hdate": "2011-10-27", "major": "7", "subsection_id": "22653462", "parent": {"body": "Scottish Parliament: Broadcasting"}, "video_status": "0", "extract": "Scotland contributes more than £300 million to the licence fee each year, but with no Scottish digital network established and a 20 per cent cut proposed to the BBC budget, does the minister believe that Scotland gets value for money from the current arrangements?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22653462", "hpos": "213", "gid": "2011-10-27.20.3", "epobject_id": "22653465", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-10-27.20.0&amp;s=speaker%3A25095+section%3Asp#g20.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I thank my colleague James Dornan for securing the debate.</p><p>The World Health Organization suggests that Scotland has the eighth-highest alcohol consumption in the world. We are behind Ireland, the Czech Republic and Germany in litres of pure alcohol consumed per head, but we drink more than Spain, France and Italy.</p><p>Figures from the Office for National Statistics indicate that alcohol is nearly 70 per cent more affordable now than it was in 1980 and that, in the period since then, alcohol consumption in the United Kingdom as a whole has risen by 21 per cent, and has doubled since 1960. One reason for the increase could be&#8212;as the Campaign for Real Ale&#8217;s national chairman, Colin Valentine, stated during last session&#8217;s discussions on minimum pricing&#8212;that supermarkets are</p><p>&#8220;peddling cheap booze at insanely low prices.&#8221;</p><p>A study called, &#8220;Drinking: adults&#8217; behaviour and knowledge&#8221; examined how often people bought alcohol from various outlets in the years 1998 to 2009. It found that the percentage who were drinking in licensed bars at least once a week had fallen from 26 per cent in 1998 to 21 per cent in 2009. Over the same period, the percentage who were purchasing from supermarkets at least once a week had increased from 15 to 20 per cent. So, why the change?</p><p>Not that long ago, we had supermarkets offering multibuy deals on three cases of beer or cider for &#163;18, which worked out at 40p for a can of cider. At the same time, that well-known loss leader, milk&#8212;bemoaned by farmers&#8212;was selling for 50p a pint. The change might be due to supermarkets offloading stock prior to the Alcohol etc (Scotland) Act 2010 coming into force on 1 October, which will make it illegal for shops to run multibuy offers that give customers discounts for buying in bulk, but will not remove the problem of discounted alcohol.</p><p>It was reported recently in the press that the chief executive of wine merchant Majestic has written to customers to say that the company has been forced to end multibuy price discounts, but it will now charge lower than the multibuy price for a single bottle. It can do that only because this Parliament did not introduce a minimum price for alcohol last session.</p><p>The Scottish Government wants to tackle the problem of supermarkets that sell alcohol purely as a loss leader in the hope that customers will purchase other goods when they are in the store. I welcome the reintroduction of a bill that will introduce a minimum price for alcohol to tackle excessive alcohol consumption, which costs Scottish taxpayers more than &#163;3.5 billion per year through increased crime, healthcare costs and alcohol-related deaths.</p><p>I also welcome the fact that the Scottish Government will introduce a levy on supermarkets with a rateable value higher than &#163;300,000, which is expected to help raise between &#163;30 million and &#163;40 million per annum to help deal with the problems of alcoholism.</p><p>Supermarkets can easily afford that levy, given that the top four reported combined pre-tax profits across the UK of &#163;5.2 billion in 2009. Even in this recession, last year&#8217;s profits have not dipped: so far, three of the four large supermarkets have reported combined increasing pre-tax profits of in excess of &#163;500 million in 2010.</p><p>I agree with Colin Valentine of CAMRA, who stated earlier this year:</p><p>&#8220;We need to level the playing field between pub prices and supermarket prices, in order to encourage people to drink alcohol in the sociable and regulated environment of the pub, rather than at home.&#8221;</p><p>We need to do what Parliament failed to do last session, and put in place a mechanism that stops retailers selling alcohol as a loss leader so that we can rebalance our relationship with alcohol.</p>", "hdate": "2011-09-28", "major": "7", "subsection_id": "22651953", "parent": {"body": "Scottish Parliament: Alcohol Misuse"}, "video_status": "0", "extract": "I thank my colleague James Dornan for securing the debate. The World Health Organization suggests that Scotland has the eighth-highest alcohol consumption in the world. We are behind Ireland, the Czech Republic and Germany in litres of pure alcohol consumed per head, but we drink more than Spain, France and Italy. Figures from the Office for National Statistics indicate that alcohol is nearly...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22651953", "hpos": "112", "gid": "2011-09-28.9.24", "epobject_id": "22651977", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-09-28.9.0&amp;s=speaker%3A25095+section%3Asp#g9.24", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>6. To ask the Scottish Government how it supports the Edinburgh festivals and how it will help them to increase their international appeal. (S4O-00137)</p>", "hdate": "2011-09-08", "major": "7", "subsection_id": "22650524", "parent": {"body": "Scottish Parliament: Edinburgh Festivals (Support)"}, "video_status": "0", "extract": "6. To ask the Scottish Government how it supports the Edinburgh festivals and how it will help them to increase their international appeal. (S4O-00137)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22650524", "hpos": "310", "gid": "2011-09-08.34.1", "epobject_id": "22650525", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-09-08.34.0&amp;s=speaker%3A25095+section%3Asp#g34.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I thank the minister for her answer and for her continued support of the Edinburgh festivals. Can she detail the economic impact of the 12 major festivals on the local economy?</p>", "hdate": "2011-09-08", "major": "7", "subsection_id": "22650524", "parent": {"body": "Scottish Parliament: Edinburgh Festivals (Support)"}, "video_status": "0", "extract": "I thank the minister for her answer and for her continued support of the Edinburgh festivals. Can she detail the economic impact of the 12 major festivals on the local economy?", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22650524", "hpos": "312", "gid": "2011-09-08.34.3", "epobject_id": "22650527", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-09-08.34.0&amp;s=speaker%3A25095+section%3Asp#g34.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>10. To ask the Scottish Government what its position is on the principle that any local community should be closely involved in planning issues within that community. (S4O-00061)</p>", "hdate": "2011-06-23", "major": "7", "subsection_id": "22649289", "parent": {"body": "Scottish Parliament: Planning (Community Involvement)"}, "video_status": "0", "extract": "10. To ask the Scottish Government what its position is on the principle that any local community should be closely involved in planning issues within that community. (S4O-00061)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22649289", "hpos": "192", "gid": "2011-06-23.13.1", "epobject_id": "22649290", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-06-23.13.0&amp;s=speaker%3A25095+section%3Asp#g13.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Is the minister aware that there is concern in my constituency regarding the potential development of an area that is known as the Dreghorn polo fields? A number of community groups wish to acquire the land to manage it for the benefit of the community. Does the minister agree that communities should be involved in planning decisions, especially those involving the removal of recreational spaces in a community?</p>", "hdate": "2011-06-23", "major": "7", "subsection_id": "22649289", "parent": {"body": "Scottish Parliament: Planning (Community Involvement)"}, "video_status": "0", "extract": "Is the minister aware that there is concern in my constituency regarding the potential development of an area that is known as the Dreghorn polo fields? A number of community groups wish to acquire the land to manage it for the benefit of the community. Does the minister agree that communities should be involved in planning decisions, especially those involving the removal of recreational...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22649289", "hpos": "194", "gid": "2011-06-23.13.3", "epobject_id": "22649292", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-06-23.13.0&amp;s=speaker%3A25095+section%3Asp#g13.3", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>I am honoured to have been elected by the people of Edinburgh Pentlands and look forward to representing every one of them to the best of my ability over the next five years, whether they live in Stenhouse or Swanston, the Calders or Colinton. I wish my predecessor Mr David McLetchie well in his new role as a Lothians list MSP.</p><p>I am pleased to be able to take part in this debate on education and lifelong learning&#8212;not just because my constituency has two of Scotland&#8217;s universities and a further education college, but because education has played an important part in my family for more than 30 years. I was the first member of my family to go on to higher education, back in the 1970s. I was followed by my mother, who obtained her degree when she was in her 40s. Now my two sons have graduated from the universities in my constituency. My elder son graduated from Heriot-Watt University in 2008, whereas my younger son graduated from Napier University only yesterday. That would not have been possible, especially in the 1970s, without free education.</p><p>The previous SNP Government restored the principle of free education, with the removal of the &#163;2,300 graduate endowment fee that the Labour-Liberal coalition had introduced in 2001. The SNP Government has maintained the education maintenance allowance scheme while it is being withdrawn from the rest of the United Kingdom and has increased the number of bursaries that are available to students from poorer backgrounds. Education should always be based on the ability to learn, not the ability to pay.</p><p>Scotland&#8217;s people are our greatest asset. A well-educated population is essential if we wish to build the Scottish economy. So how do our young people compare with those in other countries? The most recent published programme of international student assessments took place in 2009 and examined the performance of 15-year-olds from 65 countries. Scotland performed better than the rest of the UK in maths, science and reading. Not only that, but we achieved 16th place in science, ahead of Poland, Belgium and the United States; 18th place in reading, ahead of Sweden, Germany and Denmark; and 21st place in maths, ahead of Norway, France and Austria. The SNP Government has halted the slow decline in educational standards that took place over many years under previous Labour-Liberal Governments. The introduction of the curriculum for excellence in our primary and secondary schools will improve our educational standards.</p><p>More school leavers go on to further and higher education in Scotland than in the rest of the UK, with the number of students increasing to more than 287,000 in 2009-10. As a result, 37 per cent of our country&#8217;s working population has a postgraduate qualification, a degree, a higher national diploma or the equivalent. That is markedly better than the UK average.</p><p>The high educational attainment of our people would not be possible if it were not for the world-class universities that we have in Scotland. We have the highest concentration of universities in Europe undertaking world-leading research, the majority of which is rated as internationally excellent.</p><p>Scottish universities are known throughout the world for their expertise in life sciences, medical research, biotechnology and so on. Scottish universities were responsible for world-changing discoveries such as the magnetic resonance imaging&#8212;MRI&#8212;scanner and keyhole surgery. As a result, Scotland attracted &#163;384 million in research contracts from outwith Scotland in 2009-10.</p><p>We have a well-educated population and world-class educational institutions. In order to continue to grow our economy, however, we need to encourage more businesses to invest in research and development. About 97 per cent of Scottish companies employ fewer than 200 people, with many of those companies having potential for growth, especially in the export market, if only they were able to develop their products.</p><p>Scottish Enterprise announced recently that it had invested &#163;20 million in 179 separate research and development projects in 2010-11, which in turn encouraged companies to invest a further &#163;54 million in the various projects concerned. In the long term, that investment will provide more skilled employment, and Scotland&#8217;s 43 colleges of further and higher education will deliver the skills and training that are necessary at craft and technical level to fulfil the new opportunities. The number of full-time students at our colleges increased by 9 per cent in 2009-10, with nearly a third of the students coming from Scotland&#8217;s most deprived postcode areas.</p><p>However, our whole education system is under threat from public service cuts imposed by successive UK Governments in London. The Scottish budget was already cut by &#163;500 million last year by the Labour Government; this year, the Tory-Liberal coalition has cut our budget again by &#163;1.3 billion. The most recent &#8220;Government Expenditure and Revenue in Scotland&#8221; statement highlighted that Scotland was in surplus. If we are to achieve our aims of increasing sustainable growth and wealth creation, we require the full fiscal powers that are available to every other country. Scotland needs independence.</p>", "hdate": "2011-06-16", "major": "7", "subsection_id": "22648601", "parent": {"body": "Scottish Parliament: Taking Scotland Forward: Education and Lifelong Learning"}, "video_status": "0", "extract": "I am honoured to have been elected by the people of Edinburgh Pentlands and look forward to representing every one of them to the best of my ability over the next five years, whether they live in Stenhouse or Swanston, the Calders or Colinton. I wish my predecessor Mr David McLetchie well in his new role as a Lothians list MSP. I am pleased to be able to take part in this debate on education...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22648601", "hpos": "17", "gid": "2011-06-16.1.13", "epobject_id": "22648614", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-06-16.1.0&amp;s=speaker%3A25095+section%3Asp#g1.13", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p></p><p>10. To ask the Scottish Government whether it plans to relax the planning regulations relating to land designated as green belt. (S4O-00041)</p>", "hdate": "2011-06-16", "major": "7", "subsection_id": "22648832", "parent": {"body": "Scottish Parliament: Planning Regulations (Green Belt Land)"}, "video_status": "0", "extract": "10. To ask the Scottish Government whether it plans to relax the planning regulations relating to land designated as green belt. (S4O-00041)", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22648832", "hpos": "236", "gid": "2011-06-16.30.1", "epobject_id": "22648833", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-06-16.30.0&amp;s=speaker%3A25095+section%3Asp#g30.1", "minor": "0", "htime": null, "speaker_id": "80440"}, {"body": "<p>Is the minister aware of the master plan for the 650 acre Murray Estates site to the west of Edinburgh, which envisages the building of 3,500 family homes and a new sports complex? Constituents from the surrounding areas have raised concerns about the potential development, which they reckon would be detrimental to the communities of Baberton, Hermiston and Juniper Green. Does the minister agree that the green belt enhances the quality, character, landscape setting and identity of towns and villages, and that it should be protected?</p>", "hdate": "2011-06-16", "major": "7", "subsection_id": "22648832", "parent": {"body": "Scottish Parliament: Planning Regulations (Green Belt Land)"}, "video_status": "0", "extract": "Is the minister aware of the master plan for the 650 acre Murray Estates site to the west of Edinburgh, which envisages the building of 3,500 family homes and a new sports complex? Constituents from the surrounding areas have raised concerns about the potential development, which they reckon would be detrimental to the communities of Baberton, Hermiston and Juniper Green. Does the minister...", "collapsed": 0, "speaker": {"first_name": "Gordon", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80440", "house": "4", "member_id": "80440", "person_id": "25095", "party": "Scottish National Party", "constituency": "Edinburgh Pentlands"}, "section_id": "22648832", "hpos": "238", "gid": "2011-06-16.30.3", "epobject_id": "22648835", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-06-16.30.0&amp;s=speaker%3A25095+section%3Asp#g30.3", "minor": "0", "htime": null, "speaker_id": "80440"}], "searchdescription": "in the 'Scottish Parliament debates' speaker:Gordon MacDonald"}