{"info": {"total_results": 121, "s": "speaker:25094 section:sp", "first_result": 101, "spelling_correction": "", "results_per_page": 100, "page": "2"}, "rows": [{"body": "<p>We have heard this afternoon a number of arguments for where specific payments should be made within the CAP framework, so at the outset I will make a specific plea and give an example of my own of some issues that I am aware of that are affecting the Western Isles, before I move on to the substance of the debate.</p><p>Clearly, the continuation of LFASS support in 2014 and, I hope, 2015 is imperative for the survival of the economies of rural and remote communities throughout Scotland and to avoid uncertainty in those areas. However, any future move to ANC&#8212;areas facing natural constraints&#8212;will have to be handled extremely carefully if we are not to see more stock disappearing from the common grazings and our hills.</p><p>Let me say at this point that Alex Fergusson&#8217;s comment earlier about 100 acres of black rock in north-west Scotland producing nothing is extremely offensive to farmers and crofters in that area who are struggling to make a living. I know that he has since clarified his point, but I am sure that his comments have been noted up in north-west Scotland.</p><p>I also have to question Rhoda Grant&#8217;s comments just moments ago about the consultation being cynical. I suggest to her&#8212;through the chair&#8212;that she should perhaps speak to some of the members of the crofters for yes and farmers for yes campaigns who come from the Western Isles and the north-west of Scotland.</p>", "hdate": "2014-01-29", "major": "7", "subsection_id": "22870021", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "We have heard this afternoon a number of arguments for where specific payments should be made within the CAP framework, so at the outset I will make a specific plea and give an example of my own of some issues that I am aware of that are affecting the Western Isles, before I move on to the substance of the debate. Clearly, the continuation of LFASS support in 2014 and, I hope, 2015 is...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22870021", "hpos": "149", "gid": "2014-01-29.17.51", "epobject_id": "22870072", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-29.17.0&amp;s=speaker%3A25094+section%3Asp#g17.51", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>They could perhaps put her more in the picture with regard to their input to the consultation.</p><p>I will give the Parliament some examples of the challenges that Western Isles farmers and crofters are facing. A round bale of hay that costs between &#163;12 and &#163;15 in Aberdeen is being sold in Stornoway for &#163;46, and a round bale of straw that costs &#163;8 in Aberdeen is selling in Stornoway for &#163;30. Animal feed is an extra &#163;70 per tonne and fertiliser is between &#163;140 and &#163;160 dearer in Stornoway than in Inverness.</p><p>With added costs such as that, it is welcome news that the CAP consultation includes proposals for a crofting and small farms support scheme that is designed to deliver enhanced environmental and business benefits. That will go some way towards mitigating the crippling costs of transporting any animal feed or fertiliser to the Outer Hebrides and other islands.</p><p>Over the past few months, we have heard numerous calls from industry bodies such as NFUS for the best possible budget deal in order to meet the challenges of moving forward from a historical to an area-based system. With a proactive approach, we can help to manage change and support agricultural businesses in the period beyond 2015.</p><p>The situation is not helped by poor representation at the UK level when negotiations are under way in Europe. As we have seen recently, the debate on the CAP convergence uplift is a prime example of how Scotland&#8217;s farmers and crofters would be better served by an independent Scotland with a seat at the top table. Scotland&#8217;s farmers and crofters have lost out to the tune of &#8364;223 million thanks to the retention&#8212;some would call it theft&#8212;by the UK Government of convergence uplift allocated to the UK because of the situation in Scotland.</p>", "hdate": "2014-01-29", "major": "7", "subsection_id": "22870021", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "They could perhaps put her more in the picture with regard to their input to the consultation. I will give the Parliament some examples of the challenges that Western Isles farmers and crofters are facing. A round bale of hay that costs between £12 and £15 in Aberdeen is being sold in Stornoway for £46, and a round bale of straw that costs £8 in Aberdeen is selling in...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22870021", "hpos": "152", "gid": "2014-01-29.17.54", "epobject_id": "22870075", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-29.17.0&amp;s=speaker%3A25094+section%3Asp#g17.54", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am sorry, but I am already halfway through my time, so I need to get on.</p><p>As if that was not bad enough, we have to endure the fact that, if Scotland was currently independent, our farmers and crofters would have gained an additional &#8364;1 billion of support through pillar 1 of the CAP, based on the principle that no member state would receive less than the average of &#8364;196 per hectare. That support would have been of massive benefit to rural businesses the length and breadth of Scotland.</p><p>To add insult to injury, because we are not yet independent, we have lost out on the opportunity to join 16 other EU countries in negotiating hundreds of millions of euros more in rural development funding&#8212;money that could have boosted investment in rural tourism, environmental protection, broadband roll-out and renewables, not to mention more start-up assistance for young farmers.</p>", "hdate": "2014-01-29", "major": "7", "subsection_id": "22870021", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "I am sorry, but I am already halfway through my time, so I need to get on. As if that was not bad enough, we have to endure the fact that, if Scotland was currently independent, our farmers and crofters would have gained an additional &#8364;1 billion of support through pillar 1 of the CAP, based on the principle that no member state would receive less than the average of &#8364;196 per...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22870021", "hpos": "154", "gid": "2014-01-29.17.56", "epobject_id": "22870077", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-29.17.0&amp;s=speaker%3A25094+section%3Asp#g17.56", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Okay&#8212;on you go.</p>", "hdate": "2014-01-29", "major": "7", "subsection_id": "22870021", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "Okay&#8212;on you go.", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22870021", "hpos": "156", "gid": "2014-01-29.17.58", "epobject_id": "22870079", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-29.17.0&amp;s=speaker%3A25094+section%3Asp#g17.58", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Okay.</p><p>Of course, we have other issues with the Lib Dems not following the line that their party professes to take with regard to fishing policy in Europe.</p><p>We also have the outrageous situation of the UK Government&#8217;s refusal to return the red meat levy from south of the border, which could be used to promote our premium products of Scotch beef and lamb more widely rather than, as is currently the case, it helping to promote the produce of our competitors.</p><p>Not only has Westminster failed to negotiate a better deal for Scotland, but our position is getting comparatively worse. When the next round of CAP negotiations commences around 2018, an independent Scotland will be in a strong position to negotiate a much better deal for our farmers and crofters. If Scotland votes no on 18 September and we are still in the United Kingdom, there will be a strong likelihood of agricultural support being cut completely if Westminster&#8217;s planned in/out European referendum results in us leaving the EU. My colleague Joan McAlpine mentioned that earlier.</p><p>In that situation, Scottish agriculture and our rural industries would no longer be part of the CAP and we would be at the mercy of a Westminster Government that was committed to drastically reducing or even ending farm payments. I suspect that not many members would welcome that prospect, although I guess that one or two members in the chamber would. In contrast, with independence, Scotland will qualify for future member state funding increases.</p><p>I remind the Parliament that, as recently as just a few months back, the Lib Dems, the Tories and Labour, in the guise of Tavish Scott, Alex Fergusson and Claudia Beamish, stood here promising to join the cabinet secretary in standing up to the UK Government on behalf of Scotland. Tavish Scott committed to doing that because, as he said,</p><p>&#8220;There is no question but that the minister&#8217;s argument in relation to the funds coming to Scotland based on equal payment share is the right argument&#8221;.</p><p>Alex Fergusson reiterated his previously stated commitment to this cause, saying:</p><p>&#8220;I accept the case for the external convergence uplift largely to come to Scotland ... There is a perfectly logical case to be made. I will do so&#8221;.</p><p>Claudia Beamish pledged:</p><p>&#8220;There is a strong case for the uplift to come here, and we in Scottish Labour will work with the cabinet secretary ... to try to achieve that.&#8221;&#8212;[Official Report, 3 October 2013; c 23346, 23316, 23355.]</p><p>To be fair, the members did what they said. They all signed a joint letter on the subject, clearly unaware that Owen Paterson had every intention of saying no, and that was that&#8212;end of story.</p><p>Do I have some extra time, Presiding Officer?</p>", "hdate": "2014-01-29", "major": "7", "subsection_id": "22870021", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "Okay. Of course, we have other issues with the Lib Dems not following the line that their party professes to take with regard to fishing policy in Europe. We also have the outrageous situation of the UK Government&#8217;s refusal to return the red meat levy from south of the border, which could be used to promote our premium products of Scotch beef and lamb more widely rather than, as is...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22870021", "hpos": "159", "gid": "2014-01-29.17.61", "epobject_id": "22870082", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-29.17.0&amp;s=speaker%3A25094+section%3Asp#g17.61", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The unionist parties like to say that the SNP promises that the grass will be greener with independence, and of course it will be. Let us consider the alternative to independence, within or without the EU.</p><p>Labour betrays its underlying attitude to agriculture in its amendment, which compares a 9.5 per cent modulation in Scotland with a 15 per cent modulation in Wales. Following the Welsh example would leave even less funding in pillar 1, which is not exactly what the NFUS or the Scottish Beef Association wants to hear.</p><p>The Tories are committed firmly to chipping away at pillar 1 until it is gone. If the Conservatives succeed in leading the UK out of the EU, we can be sure that the market will be left to decide.</p><p>It is becoming increasingly clear that there is only one way to save Scottish agriculture, which is to vote yes on 18 September.</p>", "hdate": "2014-01-29", "major": "7", "subsection_id": "22870021", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "The unionist parties like to say that the SNP promises that the grass will be greener with independence, and of course it will be. Let us consider the alternative to independence, within or without the EU. Labour betrays its underlying attitude to agriculture in its amendment, which compares a 9.5 per cent modulation in Scotland with a 15 per cent modulation in Wales. Following the Welsh...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22870021", "hpos": "161", "gid": "2014-01-29.17.63", "epobject_id": "22870084", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-29.17.0&amp;s=speaker%3A25094+section%3Asp#g17.63", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I hope that members will bear with me&#8212;I am suffering from a cold at the moment.</p><p>The naturalist Richard Mabey once wrote,</p><p>&#8220;To be without trees would, in the most literal way, to be without our roots.&#8221;</p><p>I am extremely pleased to bring to the chamber this debate, which welcomes the Scots pine&#8212;or Pinus sylvestris&#8212;as the designated national tree of Scotland. I thank all the members who have signed my motion and those who have stayed behind for the debate. I remind everyone that Forestry Commission Scotland has a reception in the garden lobby this evening, which I am hosting and which the minister will address.</p><p>I first encountered the idea of a national tree for Scotland in my role as a member of the Public Petitions Committee. In November 2012, a member of the public, Alex Hamilton&#8212;who I believe is in the public gallery this evening&#8212;lodged a petition that called on the Parliament</p><p>&#8220;to urge the Scottish Government, as a symbolic commitment to our woodlands and natural heritage, to proclaim the Scots Pine as the National Tree of Scotland.&#8221;</p><p>The campaign was endorsed by, among others, the Scottish Wildlife Trust and the John Muir Trust. The committee considered the petition at the beginning of 2013 and sought the views of Forestry Commission Scotland and Scottish Natural Heritage. As a result, Mr Hamilton was successful in gaining the support of the committee, and my colleague Joan McAlpine brought the subject of a national tree to the chamber for a members&#8217; business debate in April last year.</p><p>On the back of the petition and following the members&#8217; business debate, the Minister for Environment and Climate Change instructed Forestry Commission Scotland to undertake a public consultation, which it ran from September to December. Respondents to the consultation were overwhelmingly in favour of a national tree of Scotland and of that tree being the Scots pine. I believe that the Scots pine is an excellent choice as the national tree, although some people argued that the rowan tree should also be a contender.</p><p>The Scots pine is an iconic and easily recognisable tree that has a distinctive head of evergreen foliage. Part of its suitability as the national tree undoubtedly lies in the fact that there are around 130,000 hectares of Scots pine in Scotland and that it is the most widely distributed conifer in the world, with a natural range that stretches from western Scotland to eastern Siberia, and from north of the Arctic circle in Scandinavia to southern Spain.</p><p>In addition, the tree has strong links with the history and culture of Scotland. It is a native species that is referred to in Gaelic culture and which made up part of the ancient Caledonian forest. The Scots pine also found favour during the Scottish enlightenment period, which saw significant new plantings by country estates.</p><p>Although it is important to note the suitability of the Scots pine as a symbol, we must not overlook the practical benefits. Designating the Scots pine as the national tree of Scotland would, we hope, result in greater numbers being planted which, of course, would be extremely welcome. The timber of the Scots pine combines good strength with light weight, it is easy to work with and it takes fixings well. It is therefore an excellent and sustainable material for construction and one that is suitable for interior and exterior joinery.</p><p>Such a symbolic designation has practical benefits for conservation, too. The Scots pine is an essential part of the rural environment that is home to some of Scotland&#8217;s best-known and treasured creatures, such as the capercaillie, the pine marten, the red squirrel and the wildcat.</p><p>Above and beyond the suitability of the Scots pine, the designation of a national tree is an important step forward in confirming the Parliament&#8217;s commitment to restoring and improving the condition of native woodland. The loss of woodland and associated open habitats is the loss of a fantastic natural resource. I am sure that all members agree that we must support and promote the designation to foster the management and regeneration of existing pinewoods, and to encourage the development of urban woodland. In addition, of course, our national tree will join the lion rampant, the saltire and the thistle as emblems of our country.</p><p>As recently as yesterday, the Public Petitions Committee discussed a petition by RSPB Scotland that calls for the golden eagle to be named as Scotland&#8217;s national bird. The committee awaits what we hope will be a positive response from the Scottish Government in due course.</p><p>I encourage all my fellow MSPs to add their support for the designation of the Scots pine as the national tree of Scotland. It is clear that climate change is a serious issue that will give us many challenges in years to come. Through such initiatives, Scotland can lead the way in reforestation, which will ultimately help to mitigate the effects of climate change, as well as to provide a sustainable supply of high-quality timber.</p><p>I look forward to the Scottish Parliament and the Scottish Government continuing to give their support to the initiative, including formal designation in the coming months, and I again thank Alex Hamilton for bringing to the Parliament&#8217;s attention the need for a designated national tree. Had he not done so, we would not be at the stage that we are at today.</p>", "hdate": "2014-01-29", "major": "7", "subsection_id": "22870128", "parent": {"body": "Scottish Parliament: National Tree"}, "video_status": "0", "extract": "I hope that members will bear with me&#8212;I am suffering from a cold at the moment. The naturalist Richard Mabey once wrote, &#8220;To be without trees would, in the most literal way, to be without our roots.&#8221; I am extremely pleased to bring to the chamber this debate, which welcomes the Scots pine&#8212;or Pinus sylvestris&#8212;as the designated national tree of Scotland. I thank...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22870128", "hpos": "207", "gid": "2014-01-29.23.2", "epobject_id": "22870130", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-29.23.0&amp;s=speaker%3A25094+section%3Asp#g23.2", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I hope that Parliament will bear with me as I speak with a heavy cold, but also with a heavy heart as we debate this horrendous subject. Child sexual exploitation is a blight on our society, and on societies throughout Europe and around the world. In an ideal world, this debate would not be required, because we would not have to worry about child sexual exploitation and society would not have to contend with issues such as systematic and complex sexual abuse, sexual abuse within the home, child trafficking for the purpose of sexual exploitation, grooming or forced marriage. However, we are where we are, and sadly our society still has to contend with the issue. Child sexual exploitation covers an extremely broad range of issues, and a large number of agencies and organisations are engaged in efforts to tackle and prevent it. It is generally recognised that it is&#8212;sadly&#8212;a growing problem.</p><p>I was not a member of the Public Petitions Committee when Barnardo&#8217;s lodged the petition in July 2011, but I joined the committee in time to take part in the visit to Barnardo&#8217;s facility in Glasgow in September 2012, following which the committee agreed to hold an inquiry into the issue. I was pleased to see at first hand the work that goes on at Barnardo&#8217;s in Glasgow, and I am pleased to hear reports that it has growing positive relations with the local police and is now something of a model of best practice.</p><p>We know that there is good practice in Scotland, but it is patchy and unco-ordinated. It is recognised that child protection committees are best placed to collect and map data in their areas, and where good practice is found the information should be shared and, where possible, rolled out in other areas.</p><p>At this point, I add my thanks to Barnardo&#8217;s for highlighting its concerns to us through the Public Petitions Committee. I also thank the committee clerks, the Scottish Parliament information centre and the committee&#8217;s adviser, Dr Sarah Nelson, for all their hard work during the inquiry. Their assistance was invaluable, as was that of the agencies and organisations that gave evidence.</p><p>We heard some harrowing and shocking evidence during the lengthy inquiry, and I for one hope that the outcome will be a stronger focus by all agencies on tackling and preventing child sexual exploitation with the aim of totally eradicating this blight on our society. There is no quick fix, of course, and our inquiry was certainly not tasked with coming up with all the answers. Indeed, as it progressed it became clearer that the issue was a complex and continually evolving one, especially with the emergence of concerns about online activities, about which we have already heard this afternoon.</p><p>However, we came up with a large number of salient recommendations, one of which is worth highlighting:</p><p>&#8220;The Committee recommends that the Scottish Government, Police Scotland and all key agencies adopt a high commitment to disrupting perpetrator activity and identifying those at risk.&#8221;</p><p>Associated with that, the committee&#8217;s report states:</p><p>&#8220;The Committee recommends mandatory training for frontline and specialist police officers on legislative options to disrupt perpetrators. The Committee also recommends better police analysis and collation of information about and the tracking of abusive networks.&#8221;</p><p>Dealing with the monsters who are at the heart of the problem and disrupting their operation will go some way towards reducing the figures for CSE crimes. We heard from Daljeet Dagon from Barnardo&#8217;s that, in order to reduce child sexual exploitation effectively and to protect current and potential victims, it is necessary to take resolute action against the perpetrators of these crimes. When she addressed the committee, she spoke about what she called the triangle approach that Barnardo&#8217;s has developed,</p><p>&#8220;whereby the focus is on the victim but there is also recognition that there is a child sex offender and a facilitator.&#8221;</p><p>She went on to say:</p><p>&#8220;We have to flip the triangle over and focus on disrupting and prosecuting perpetrators, and we should identify locations and police them better, so that we protect young people and prevent them from becoming involved in child sexual exploitation.&#8221;&#8212;[Official Report, Public Petitions Committee, 11 June 2013; c 1434.]</p><p>However, the report also notes that one of the difficulties in disrupting perpetrators is the attitudes of young people and those who witness CSE. Initiatives that are designed to challenge those attitudes face difficulties, not merely because perpetrators are skilled in operating under the radar, but because in such crimes young people often do not see themselves as victims, as we heard from a number of witnesses. Waiting for young people to complain could be an ineffective strategy for catching offenders, since victims often protect perpetrators&#8212;who initially treat victims as special and might offer them alcohol, drugs, money and affection&#8212;because of misplaced loyalty, fear or intimidation.</p><p>Underuse of legislation does not help. The Protection of Children and Prevention of Sexual Offences (Scotland) Act 2005 created a specific offence of child grooming and provided for an application to the court for a risk of sexual harm order when an individual is suspected of involvement in a course of conduct to groom a child. However, the committee heard that there is disquiet among practitioners about the fact that the 2005 act is not well known among, or well used by, the police.</p><p>Children 1st expressed disquiet about low usage rates of existing legislation. It called in evidence for the police to have additional mandatory training that would highlight the legislative options that are available to disrupt and prosecute CSE offenders. That view was echoed by Police Scotland. I am pleased that the minister endorsed that earlier.</p><p>Barnardo&#8217;s called for the Children and Young People (Scotland) Bill to include tackling CSE and for joint work with the police to disrupt perpetrator activity as part of the proposals for children&#8217;s services plans. I urge the minister to consider taking on board that request as the bill progresses through Parliament.</p><p>Parliament will fail the people of Scotland if the hidden problem of CSE is not properly tackled with a clear strategy. If our committee&#8217;s report and resultant action by the Government and associated agencies help just one child to avoid the effects of CSE, that will be a job well done, but we should not stop until the nightmare has been eradicated.</p>", "hdate": "2014-01-28", "major": "7", "subsection_id": "22865865", "parent": {"body": "Scottish Parliament: Tackling Child Sexual Exploitation in Scotland"}, "video_status": "0", "extract": "I hope that Parliament will bear with me as I speak with a heavy cold, but also with a heavy heart as we debate this horrendous subject. Child sexual exploitation is a blight on our society, and on societies throughout Europe and around the world. In an ideal world, this debate would not be required, because we would not have to worry about child sexual exploitation and society would not have...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22865865", "hpos": "76", "gid": "2014-01-28.4.24", "epobject_id": "22865889", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-28.4.0&amp;s=speaker%3A25094+section%3Asp#g4.24", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I say at the outset that I am pleased to contribute to the debate. It is an important issue that requires the attention of all parliamentarians and all committees in the Parliament, not just the Rural Affairs, Climate Change and Environment Committee. I am pleased to hear the minister confirm that he meets other ministers regularly specifically to discuss climate change.</p><p>We have seen at first hand, in all our constituencies, the evidence that Scotland&#8217;s climate is changing. Just last month, for example, we saw the wettest December in Scotland since records began in 1910, and the average winter precipitation in the 1990s and 2000s was approximately 23 per cent higher than the 1961 to 1990 baseline; in the 1960s, it was approximately 9 per cent lower.</p><p>As we have heard, the main aim of the climate change adaptation programme is to increase the resilience of Scotland&#8217;s people, environment and economy to the impacts of the changing climate. As the Scottish Government is leading by example, it is also incumbent on this Parliament, us as parliamentarians and local authorities to lead by example and to give this enormously important issue the attention that it deserves.</p><p>It is clear that preparing for unavoidable climate change and reducing emissions are both essential actions if we are to ensure economic growth in Scotland and protect our much valued natural environment. We must use every opportunity to get the message over that climate is changing and that key challenges lie ahead for our people, communities and the most vulnerable in society.</p><p>While the long-term framework for building Scotland&#8217;s resilience to climate change is being led by the Scottish Government, it is imperative that partnership working is encouraged and facilitated through the formation of new partnerships and collaborations.</p><p>There are good examples of that happening. I am looking forward to seeing at first hand the work of ClimateXChange&#8212;Scotland&#8217;s centre of expertise on climate change here in Edinburgh&#8212;which is a partnership that shares ideas of good practice across areas of common interest to help to increase the resilience of Scotland&#8217;s people, environment and communities, when our committee visits it in just over a week&#8217;s time. We will also have the opportunity to see at first hand the new Edinburgh centre for carbon innovation building.</p><p>Another good example of best practice is the fact that flexible adaptation is being built into long-term investment decisions. For example, the 2014 Commonwealth games village has built-in green-blue networks and sustainable urban drainage systems. The 2020 climate group is creating alliances across the public and private sectors by sharing knowledge and developing business awareness in tackling risk.</p><p>I was therefore pleased to see the minister&#8217;s response to the committee&#8217;s concerns regarding the potential vulnerabilities of small and medium-sized businesses, in which he pledged to continue to provide targeted support to SMEs,</p><p>&#8220;ensuring that businesses have a good understanding of the range of risks they may face from the impacts of climate change&#8221;.</p><p>However, it is worth reiterating that the committee heard concerns from stakeholders about the potential vulnerability of SMEs to climate change and extreme weather events. While the work of the 2020 group is positive and welcome, stakeholders were of the view that more attention needs to be given to smaller businesses. As the convener said, we welcomed the minister&#8217;s positive response on that issue.</p><p>Our committee report also raised the issue of climate justice and social justice and called on the Scottish Government to ensure that social justice aspects of the adaptation programme are given more weight in the final programme.</p><p>The poor and the vulnerable are the first to be affected by climate change and will suffer the worst through no fault of their own, having done little or nothing to cause the problem in the first place. The committee therefore welcomed the commitment from the minister to take a lead in ensuring that the vulnerability of communities and the social justice dimension of climate change impacts are addressed. We look forward to further responses.</p><p>Before I close, I want to touch on the need for more effective monitoring and assessment. In particular, the committee stressed that the final programme should include a stronger focus on targets and set out a robust monitoring and evaluation framework, as Alex Fergusson alluded to.</p><p>It is clear that climate change adaptation has to be tackled in an incremental way, with strong partnership working, knowledge transfer and the development of methods to support adaptation by communities themselves. Not all impacts require immediate responses. However, I am sure that if we all work together, we are going to get there.</p>", "hdate": "2014-01-14", "major": "7", "subsection_id": "22838948", "parent": {"body": "Scottish Parliament: Draft Climate Change Adaptation Programme"}, "video_status": "0", "extract": "I say at the outset that I am pleased to contribute to the debate. It is an important issue that requires the attention of all parliamentarians and all committees in the Parliament, not just the Rural Affairs, Climate Change and Environment Committee. I am pleased to hear the minister confirm that he meets other ministers regularly specifically to discuss climate change. We have seen at first...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22838948", "hpos": "58", "gid": "2014-01-14.5.11", "epobject_id": "22838959", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-14.5.0&amp;s=speaker%3A25094+section%3Asp#g5.11", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>One thing that can definitely be agreed by all interested parties is that there is a general consensus that cod stocks are recovering in the North Sea. That is good news all round, although it has to be noted that WWF Scotland and RSPB Scotland warn that any departure from the cod recovery plan in Scotland must include evidence that the counterproposal is in line with scientific advice and will deliver better&#8212;or, at the very least, no worse&#8212;outcomes for the stocks in question.</p><p>However, we also have the recent report from the International Council for the Exploration of the Sea, which states that quota cuts imposed to save cod from extinction could actually be harming the North Sea, because the species is now so strong that it is eating too many other fish. The ICES report talks about the &#8220;abundance&#8221; of cod in the North Sea. According to scientists, because cod is top of the food chain, its increasing numbers are having an impact on haddock, herring and whiting numbers. A moderate increase in the total allowable catch for cod would indeed be welcome.</p><p>What should be of concern to RSPB Scotland is the scientific evidence that sand eels, the staple diet of many of Scotland&#8217;s sea birds, are also being eaten in alarming numbers, although thankfully we no longer see the Danes coming in and hoovering up sand eels on the Wee Bankie and other areas in the North Sea as they did in past decades. As our knowledge of marine ecosystems increases, it is becoming more apparent than ever that species&#8217; interactions are complex and if a predatory fish stock such as cod increases its numbers, there is a knock-on effect on the populations of the prey, which includes other fish and shellfish.</p><p>Although scientific evidence shows that the picture is looking promising in the North Sea, the picture is not so great in the west of Scotland, where cod biomass remains low, yet cod continues to be caught and discarded. Both the RSPB and WWF call for greater efforts to avoid cod in the west of Scotland, which they say is vital. They also call on us to place a much greater emphasis on the need to build a vision for the west coast fleets in which boats can move towards sustainable, high quality catches of a mix of species, which they say will result in the more secure future for fishing communities that Claire Baker alluded to. The west of Scotland cod stock is not recovering and is estimated to be just more than 3,500 tonnes. The target is 22,000 tonnes.</p><p>It is worth stressing, though, that Scottish fishermen have made substantial changes to help cod recover, with the conservation credits approach incentivising change by giving more time at sea to vessels that undertake conservation measures. In addition, the amount of cod discarded by Scottish white-fish trawlers has declined by two thirds since 2008.</p><p>There is good progress in the Western Isles, thanks to Marine Scotland and the Scottish Government listening to local fishermen. For the first time in a number of years squid has been caught off the Western Isles and has been available for islanders to buy. The first squid were caught in the first week of November, landed at Stornoway harbour at 8 pm on the Wednesday night, sold locally the next day and served in Parisian restaurants the following evening. Squid is mainly winter fishing in the north Minch. The boats can target it with a proper squid net and it does not affect their days at sea. That is very welcome news for fishermen in the Western Isles.</p><p>Until now, fishermen were prohibited from catching squid west of Scrabster under the west of Scotland cod recovery measures, but now the restrictions have been relaxed, which has given a much-needed boost to the local fishing industry. I am pleased to report that by using the specialised squid nets, fishermen are landing clean catches and there is no or very little bycatch.</p><p>Squid fishing in the Western Isles is just one example, but there is a great deal of potential to develop it. Although it is still at a very early stage, it could become very important to our fleet. There are further examples of the range and quality of Scottish seafood.</p><p>I had hoped to have time to go on to the issues of excessive spurdog&#8212;or dogfish&#8212;off the coast of the Western Isles and the resultant bycatch, ending discards, and the benefits of regionalisation. However, as always, time has got the better of me.</p><p>I wish the Scottish Government and officials well with their end-year negotiations next week and look forward to the outcome of the second round of EU talks with Norway in January.</p>", "hdate": "2013-12-10", "major": "7", "subsection_id": "22798465", "parent": {"body": "Scottish Parliament: Fisheries Negotiations"}, "video_status": "0", "extract": "One thing that can definitely be agreed by all interested parties is that there is a general consensus that cod stocks are recovering in the North Sea. That is good news all round, although it has to be noted that WWF Scotland and RSPB Scotland warn that any departure from the cod recovery plan in Scotland must include evidence that the counterproposal is in line with scientific advice and...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22798465", "hpos": "65", "gid": "2013-12-10.6.8", "epobject_id": "22798473", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-10.6.0&amp;s=speaker%3A25094+section%3Asp#g6.8", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>3. To ask the Scottish Government what training and advice the Scottish Prison Service gives staff regarding pensions entitlement and contributions. (S4O-02584)</p>", "hdate": "2013-11-14", "major": "7", "subsection_id": "22742526", "parent": {"body": "Scottish Parliament: Scottish Prison Service (Pensions)"}, "video_status": "0", "extract": "3. To ask the Scottish Government what training and advice the Scottish Prison Service gives staff regarding pensions entitlement and contributions. (S4O-02584)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22742526", "hpos": "17", "gid": "2013-11-14.3.1", "epobject_id": "22742527", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-14.3.0&amp;s=speaker%3A25094+section%3Asp#g3.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I have received an inquiry from serving prison officers in my constituency, who have indicated their frustration at not being given proper information following changes to their pensions despite assurances that information sessions would be rolled out to prison establishments. I realise that this is a reserved matter but, as those sessions do not seem to be on the SPS&#8217;s agenda, will the cabinet secretary undertake to ensure that a programme advising SPS staff in all prison establishments is rolled out in the very near future?</p>", "hdate": "2013-11-14", "major": "7", "subsection_id": "22742526", "parent": {"body": "Scottish Parliament: Scottish Prison Service (Pensions)"}, "video_status": "0", "extract": "I have received an inquiry from serving prison officers in my constituency, who have indicated their frustration at not being given proper information following changes to their pensions despite assurances that information sessions would be rolled out to prison establishments. I realise that this is a reserved matter but, as those sessions do not seem to be on the SPS&#8217;s agenda, will the...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22742526", "hpos": "19", "gid": "2013-11-14.3.3", "epobject_id": "22742529", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-14.3.0&amp;s=speaker%3A25094+section%3Asp#g3.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>2. To ask the Scottish Government what the implications are of the common agricultural policy budget settlement in light of the United Kingdom Government's outrageous decision not to pass on the immediate uplift in Scotland&#8217;s budget allocation. (S4T-00507)</p>", "hdate": "2013-11-12", "major": "7", "subsection_id": "22740260", "parent": {"body": "Scottish Parliament: Common Agricultural Policy Budget Allocation"}, "video_status": "0", "extract": "2. To ask the Scottish Government what the implications are of the common agricultural policy budget settlement in light of the United Kingdom Government's outrageous decision not to pass on the immediate uplift in Scotland&#8217;s budget allocation. (S4T-00507)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22740260", "hpos": "20", "gid": "2013-11-12.4.1", "epobject_id": "22740261", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-12.4.0&amp;s=speaker%3A25094+section%3Asp#g4.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>What impact will the UK Government&#8217;s decision have on the wider Scottish economy, given that every &#163;1 of output from agriculture is estimated to generate an additional 80p in other parts of the economy? Does the cabinet secretary agree that the only way to guarantee Scottish farmers and crofters a better deal when CAP is next negotiated is for us to have a seat at the top table, which can only be secured with a yes vote in September?</p>", "hdate": "2013-11-12", "major": "7", "subsection_id": "22740265", "parent": {"body": "Scottish Parliament: Common Agricultural Policy Budget Allocation"}, "video_status": "0", "extract": "What impact will the UK Government&#8217;s decision have on the wider Scottish economy, given that every £1 of output from agriculture is estimated to generate an additional 80p in other parts of the economy? Does the cabinet secretary agree that the only way to guarantee Scottish farmers and crofters a better deal when CAP is next negotiated is for us to have a seat at the top table,...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22740265", "hpos": "50", "gid": "2013-11-12.5.26", "epobject_id": "22740291", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-12.5.0&amp;s=speaker%3A25094+section%3Asp#g5.26", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Can the cabinet secretary update members on the repatriation of the &#163;1.4 million red meat levy that is currently paid by Scottish livestock producers south of the border?</p>", "hdate": "2013-10-30", "major": "7", "subsection_id": "22715848", "parent": {"body": "Scottish Parliament: Farmers (External Trade)"}, "video_status": "0", "extract": "Can the cabinet secretary update members on the repatriation of the £1.4 million red meat levy that is currently paid by Scottish livestock producers south of the border?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22715848", "hpos": "81", "gid": "2013-10-30.13.5", "epobject_id": "22715853", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-30.13.0&amp;s=speaker%3A25094+section%3Asp#g13.5", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>As the local member, I first of all place on record my thanks and appreciation to the cabinet secretary, the First Minister and the energy minister for their major input in resolving the Grangemouth situation last week and averting what could have been an absolute disaster for the local economy.</p><p>It is clear that there was extensive engagement between the Scottish Government, Ineos and Unite. Will the cabinet secretary detail the number and extent of the contacts between the Scottish Government and all other parties?</p>", "hdate": "2013-10-29", "major": "7", "subsection_id": "22713703", "parent": {"body": "Scottish Parliament: Grangemouth Plant"}, "video_status": "0", "extract": "As the local member, I first of all place on record my thanks and appreciation to the cabinet secretary, the First Minister and the energy minister for their major input in resolving the Grangemouth situation last week and averting what could have been an absolute disaster for the local economy. It is clear that there was extensive engagement between the Scottish Government, Ineos and Unite....", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22713703", "hpos": "13", "gid": "2013-10-29.2.7", "epobject_id": "22713710", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-29.2.0&amp;s=speaker%3A25094+section%3Asp#g2.7", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I welcome the opportunity to debate carbon capture and storage, not least because the issue is of particular significance for me as my Falkirk East constituency is a potential location for possibly the UK&#8217;s first carbon capture and storage system at Grangemouth.</p><p>As we have heard already, if the captain clean energy CCS project goes ahead, it will mean the construction of a 570MW integrated gasification combined cycle power plant, which will be one of the world&#8217;s cleanest and most efficient power stations. It will be virtually identical to the other Summit Power plant in Texas.</p><p>Once it is operational, the plant will produce enough power to heat and light 1 million homes while the CO2 that is normally released into the atmosphere will be captured, transported along an existing pipeline and stored deep under the sea bed in the central North Sea. To coin a phrase, what is not to like?</p><p>Not only could the scheme put Grangemouth on the global map when it comes to showing how to get clean energy from coal, but the &#163;2 billion project, which has an estimated construction period of 48 months, would also create around 300 permanent jobs and 2,000 jobs during the construction phase, as the Minister for Energy, Enterprise and Tourism already mentioned.</p><p>The benefits of CCS are not simply the direct economic benefits from the projects at Grangemouth or Peterhead. The technology as a whole has the potential to deliver ultralow-carbon power to the grid at a cost that is competitive with offshore wind.</p><p>It must be said that the UK Government&#8217;s decision in late 2011 to ditch plans for the Longannet CCS project following disagreement between the UK Treasury and DECC about the necessary funding was a blow to the economic potential of Fife and the wider Forth valley. Therefore, we are extremely fortunate to have the Peterhead and Grangemouth projects still on the table.</p>", "hdate": "2013-10-10", "major": "7", "subsection_id": "22698981", "parent": {"body": "Scottish Parliament: Carbon Capture and Storage"}, "video_status": "0", "extract": "I welcome the opportunity to debate carbon capture and storage, not least because the issue is of particular significance for me as my Falkirk East constituency is a potential location for possibly the UK&#8217;s first carbon capture and storage system at Grangemouth. As we have heard already, if the captain clean energy CCS project goes ahead, it will mean the construction of a 570MW...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698981", "hpos": "129", "gid": "2013-10-10.15.26", "epobject_id": "22699007", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-10.15.0&amp;s=speaker%3A25094+section%3Asp#g15.26", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The blame should be shared fairly. There was an issue between DECC and the Treasury. However, I totally accept that there were also operational and technical difficulties.</p><p>To help to achieve our carbon emission targets, we must move ahead with such projects apace. It would clearly be welcomed across the parties if more projects came forward.</p><p>As we have heard from previous speakers, carbon capture and storage is an industrially proven group of technologies that can reduce the emissions associated with electricity generation from fossil fuel power plants by more than 90 per cent. Given the geographic position of the pipeline heading north from Grangemouth, there is, of course, the added benefit of the future possibility for industrial plants along or near the pipeline route to capture the CO2 and send it to storage rather than continue with emissions.</p><p>CCS, coupled with the extensive deployment of renewables, can be used to meet emissions reduction targets and set standards that can make a significant contribution to providing clean, reliable energy while mitigating the worst effects of climate change.</p><p>We have heard already that the captured CO2 can be used for enhanced oil recovery while being stored underground. As I understand it, there is currently no enhanced oil recovery opportunity in the proposed captain clean energy CCS project. However, there are many existing oilfields in the immediate vicinity that could significantly benefit economically from enhanced oil recovery were a significant supply of CO2 to be available.</p><p>If EOR were to be incorporated into the Summit Power captain clean energy project, it is estimated that it could recover 30,000 barrels of oil a day. As we have heard, that is not music to the Green Party&#8217;s ears, although most Scots would welcome the prospect. Although I do not agree with Mr Harvie&#8217;s argument, I nonetheless follow and understand it.</p>", "hdate": "2013-10-10", "major": "7", "subsection_id": "22698981", "parent": {"body": "Scottish Parliament: Carbon Capture and Storage"}, "video_status": "0", "extract": "The blame should be shared fairly. There was an issue between DECC and the Treasury. However, I totally accept that there were also operational and technical difficulties. To help to achieve our carbon emission targets, we must move ahead with such projects apace. It would clearly be welcomed across the parties if more projects came forward. As we have heard from previous speakers, carbon...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698981", "hpos": "131", "gid": "2013-10-10.15.28", "epobject_id": "22699009", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-10.15.0&amp;s=speaker%3A25094+section%3Asp#g15.28", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>We have a significant amount in the ground, but we are not saying that we are going to use it all. However, we must take into account the economic benefits that EOR would bring at the moment. I see where you are coming from, but the economic benefits&#8212;</p>", "hdate": "2013-10-10", "major": "7", "subsection_id": "22698981", "parent": {"body": "Scottish Parliament: Carbon Capture and Storage"}, "video_status": "0", "extract": "We have a significant amount in the ground, but we are not saying that we are going to use it all. However, we must take into account the economic benefits that EOR would bring at the moment. I see where you are coming from, but the economic benefits&#8212;", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698981", "hpos": "133", "gid": "2013-10-10.15.30", "epobject_id": "22699011", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-10.15.0&amp;s=speaker%3A25094+section%3Asp#g15.30", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Sorry, Presiding Officer.</p><p>The economic benefits must of course be taken into account.</p><p>A good North Sea oilfield might be capable of economically extracting 50 per cent of the oil originally in place, so for every barrel of oil produced, another is left in the ground. As we know, injecting CO2 can change that and increase the proportion of oil recovered while also safely storing CO2. According to a 2012 Element Energy report commissioned by Scottish Enterprise, 19 oilfields in the UK continental shelf have a combined potential incremental oil recovery of 2.5 billion barrels of oil, which is associated with storage in the region of 0.8 gigatonnes of CO2. That would have a significant impact on the oil sector and would significantly strengthen Scotland&#8217;s energy market.</p><p>There is of course a counterargument to the benefits of CCS. Those against the technology will say that fossil fuels will never be clean. At the point of extraction or because of transportation, fossil fuel power plants have an impact on our environment. The CCS described in the Scottish Government&#8217;s power sector policy makes a significant assumption about the technology being both economically and technically viable. The situation is not helped by the fact that current proposals under UK electricity market reform are likely to lead to a dash for gas, undermining efforts to test and deploy CCS at a commercial scale.</p><p>I cannot and will not disagree with that viewpoint. I would like to see 100 per cent of Scotland&#8217;s energy generated from renewables, but we have to accept the reality of the situation before we meet that target, because almost a third of the UK&#8217;s ageing and inefficient power plants are scheduled for decommissioning. Simply put, we need to keep the lights on, although there is clearly a much greater chance of the lights going out in England than there is in Scotland, which is hopefully helping to concentrate minds at DECC.</p>", "hdate": "2013-10-10", "major": "7", "subsection_id": "22698981", "parent": {"body": "Scottish Parliament: Carbon Capture and Storage"}, "video_status": "0", "extract": "Sorry, Presiding Officer. The economic benefits must of course be taken into account. A good North Sea oilfield might be capable of economically extracting 50 per cent of the oil originally in place, so for every barrel of oil produced, another is left in the ground. As we know, injecting CO2 can change that and increase the proportion of oil recovered while also safely storing CO2. According...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698981", "hpos": "135", "gid": "2013-10-10.15.32", "epobject_id": "22699013", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-10.15.0&amp;s=speaker%3A25094+section%3Asp#g15.32", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Unfortunately, I had quite a bit still to say.</p><p>Another benefit is that coal also enables greater security of supply and price control.</p><p>With its existing infrastructure and skills in the North Sea, Scotland has a massive opportunity to demonstrate progress and export expertise abroad, accelerating decarbonisation on a global scale. I welcome the Scottish Government&#8217;s commitment to carbon capture and storage and the acknowledgement that it is a critical component of the decarbonisation of Scotland&#8217;s energy supplies. Let us get moving on this exciting technology without any further delay.</p>", "hdate": "2013-10-10", "major": "7", "subsection_id": "22698981", "parent": {"body": "Scottish Parliament: Carbon Capture and Storage"}, "video_status": "0", "extract": "Unfortunately, I had quite a bit still to say. Another benefit is that coal also enables greater security of supply and price control. With its existing infrastructure and skills in the North Sea, Scotland has a massive opportunity to demonstrate progress and export expertise abroad, accelerating decarbonisation on a global scale. I welcome the Scottish Government&#8217;s commitment to carbon...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698981", "hpos": "137", "gid": "2013-10-10.15.34", "epobject_id": "22699015", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-10.15.0&amp;s=speaker%3A25094+section%3Asp#g15.34", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>1. To ask the Scottish Government what discussions it has had with INEOS and Unite the Union regarding the dispute at the Grangemouth plant. (S4T-00469)</p>", "hdate": "2013-10-08", "major": "7", "subsection_id": "22698539", "parent": {"body": "Scottish Parliament: Grangemouth Refinery (Industrial Dispute)"}, "video_status": "0", "extract": "1. To ask the Scottish Government what discussions it has had with INEOS and Unite the Union regarding the dispute at the Grangemouth plant. (S4T-00469)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698539", "hpos": "8", "gid": "2013-10-08.3.1", "epobject_id": "22698540", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-08.3.0&amp;s=speaker%3A25094+section%3Asp#g3.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I thank the cabinet secretary for his detailed reply and for the work that he has done on the issue to date. I, too, have held meetings with INEOS management at Grangemouth and hope to meet Pat Rafferty of Unite in Falkirk tomorrow. The threat by INEOS to close the petrochemical plant by 2017 has created a degree of nervousness and anxiety in the local community, as such a move would have a major impact in the Falkirk district and in Scotland as a whole. Is the cabinet secretary optimistic that, if all parties get back round the table and discuss all the issues, there is light at the end of the tunnel and the investment that is required for the plant can be found?</p>", "hdate": "2013-10-08", "major": "7", "subsection_id": "22698539", "parent": {"body": "Scottish Parliament: Grangemouth Refinery (Industrial Dispute)"}, "video_status": "0", "extract": "I thank the cabinet secretary for his detailed reply and for the work that he has done on the issue to date. I, too, have held meetings with INEOS management at Grangemouth and hope to meet Pat Rafferty of Unite in Falkirk tomorrow. The threat by INEOS to close the petrochemical plant by 2017 has created a degree of nervousness and anxiety in the local community, as such a move would have a...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698539", "hpos": "10", "gid": "2013-10-08.3.3", "epobject_id": "22698542", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-08.3.0&amp;s=speaker%3A25094+section%3Asp#g3.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>INEOS recently started marketing its spare land on the site to attract new businesses associated with the petrochemical industries. Indeed, we will discuss one of the options for that in the chamber on Thursday afternoon. Given that INEOS has previously stated that</p><p>&#8220;there is no plan B&#8221;,</p><p>does the cabinet secretary agree that, with commitment from INEOS, Unite and both Governments, the future for Grangemouth as a major contributor to the Scottish economy is a positive one? Will he undertake to keep me, as the local constituency member, informed of any progress between management and the unions?</p>", "hdate": "2013-10-08", "major": "7", "subsection_id": "22698539", "parent": {"body": "Scottish Parliament: Grangemouth Refinery (Industrial Dispute)"}, "video_status": "0", "extract": "INEOS recently started marketing its spare land on the site to attract new businesses associated with the petrochemical industries. Indeed, we will discuss one of the options for that in the chamber on Thursday afternoon. Given that INEOS has previously stated that &#8220;there is no plan B&#8221;, does the cabinet secretary agree that, with commitment from INEOS, Unite and both Governments,...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698539", "hpos": "12", "gid": "2013-10-08.3.5", "epobject_id": "22698544", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-08.3.0&amp;s=speaker%3A25094+section%3Asp#g3.5", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>As we have heard from the cabinet secretary, the long-drawn-out saga of CAP reform is finally reaching a close, with a vote in the European Parliament in mid-November and, finally, adoption by the Council of the European Union at the end of November or in December. I am sure that every farmer and crofter in the land will breathe a sigh of relief when that happens.</p><p>Last week, The Scottish Farmer welcomed the CAP agreement on the finer details with the headline &#8220;Over to you, ScotGov&#8221;, as Alex Fergusson has already mentioned. That is fair enough: it is indeed now up to the Scottish Government to get the best fit for Scotland&#8217;s agricultural and rural needs. It is not fair, however, that the Scottish Government is having to do that with one hand tied behind its back. Despite the Scottish Government&#8217;s success in negotiating provisions that meet Scotland&#8217;s needs on new entrants, active farming and increased flexibilities, without a seat at the top table Scotland has lost out.</p><p>We fare badly in both pillars of CAP spending. In pillar 1, we receive &#8364;597 million a year, which equates to &#8364;130 per hectare, compared with the UK average of &#8364;229 and the EU average of &#8364;268. In comparison with all EU member states, we have the fourth-lowest pillar 1 payment per hectare, above only Estonia, Latvia and Romania. If Scotland was a member state in its own right, we would have qualified for increased pillar 1 payments worth &#8364;1 billion extra up to 2020, and we would have been able to negotiate improved pillar 2 rural funding.</p><p>In pillar 2, Scotland fares even worse. Scotland receives about &#8364;360 million over seven years, which is only &#8364;9 per hectare&#8212;the lowest rate in the whole of the EU. The rate is &#8364;15 per hectare for the UK and &#8364;115 per hectare for the EU.</p><p>We do not yet know what Scotland&#8217;s share of the UK rural development budget will be for 2014 to 2020, but the UK allocation of &#8364;350 million in 2014 will fall to &#8364;306 million by 2020&#8212;only &#8364;20 per hectare in 2014, which is the worst rate in Europe. If that is the best that better together can do, you can keep it.</p>", "hdate": "2013-10-03", "major": "7", "subsection_id": "22698453", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "As we have heard from the cabinet secretary, the long-drawn-out saga of CAP reform is finally reaching a close, with a vote in the European Parliament in mid-November and, finally, adoption by the Council of the European Union at the end of November or in December. I am sure that every farmer and crofter in the land will breathe a sigh of relief when that happens. Last week, The Scottish...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698453", "hpos": "151", "gid": "2013-10-03.16.22", "epobject_id": "22698475", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-03.16.0&amp;s=speaker%3A25094+section%3Asp#g16.22", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Sorry. I have a lot to get into my six minutes.</p><p>Ireland gets &#8364;70 per hectare, Finland gets &#8364;138 and the Czech Republic gets &#8364;83.</p><p>With friends like the UK Government negotiating for us at the top table, members would be forgiven for wondering who needs enemies.</p><p>Of course, it gets worse. As we heard from UK environment secretary Owen Paterson when he appeared before our RACCE committee before the summer recess, there is little chance of our getting the full &#163;60 million that the UK Government will receive as a result of CAP convergence, because of Scotland&#8217;s figures in relation to the uplift in CAP funds. Of course, the UK Government will receive the money only because Scotland remains, for now, part of the UK.</p><p>Perhaps the cabinet secretary can give us good news on that front in his closing speech. However, given Owen Paterson&#8217;s pronouncements in recent days, which ranged from welcoming the benefits of global warming to talking about ending direct support completely, I do not hold out much hope of that.</p><p>The UK Government is not only representing us poorly in Brussels but withholding funding that is rightly Scotland&#8217;s. It has a track record on that, given its point-blank refusal to return the &#163;1.4 million red meat levy that Scottish livestock producers pay annually in relation to stock that are killed south of the border.</p><p>It is clear that Scotland&#8217;s priorities are not Westminster&#8217;s. However, Westminster ministers negotiate on our behalf and have singularly failed to fight for a better allocation of funding in pillar 1 and pillar 2.</p><p>I do not want my speech to be a moanfest. On a more positive note, I was pleased to hear my colleague and RACCE committee convener, Rob Gibson, mention crofting. We must ensure that crofters&#8217; voices are heard when the finer details of support in Scotland are being decided. It is important that crofters are fully consulted on the detailed plans for pillars 1 and 2 when consultations with stakeholders take place later in the year.</p><p>In my speech in last year&#8217;s debate on the CAP, I warned that Scotland&#8217;s beef farmers were facing a challenge that could lead to a beef exodus. According to the most recent figures from Quality Meat Scotland, every suckler cow loses &#163;130 per year before support payments are accounted for. If that continues, we will reach a stage at which no cows graze the hills and uplands and no calves come forward to supply lowland beef finishers. That will cut the supply of Scotch beef to consumers.</p><p>It is clear that the best way to ensure a viable future for suckler beef production is to channel support into production of beef calves. That, with proper stocking rates, will maintain the upland environment and rural communities.</p><p>The problem is not just with suckler herds. If members travel around the outer Hebrides, they will see common grazings that are bereft of sheep, on hills where flocks of sheep would have been grazing 20 years ago. Tavish Scott talked about that.</p><p>The Scottish Crofting Federation, at its recent conference in Stornoway, considered how the CAP, including the SRDP, and developments such as community renewable energy projects, could help to revive the use of common grazings and realise their huge potential for crofting communities. Common grazings make up nearly 600,000 hectares of land under crofting tenure, but they have been underused and even abandoned in some areas.</p><p>That trend must be reversed. Grazing such land in a controlled way protects the land, increases biodiversity and keeps the land accessible. There is an opportunity to reverse the retreat from the hills through imaginative initiatives, and I look forward to the crofting communities and organisations putting forward ideas in the coming months.</p><p>I had other comments to make, but time is running out. The Scottish Government is doing what it can do, but it is clear that the Westminster Government could not care less about Scotland&#8217;s farmers. Only with independence will Scotland have the powers that it needs to secure a fair deal for our Scottish farmers.</p>", "hdate": "2013-10-03", "major": "7", "subsection_id": "22698453", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "Sorry. I have a lot to get into my six minutes. Ireland gets &#8364;70 per hectare, Finland gets &#8364;138 and the Czech Republic gets &#8364;83. With friends like the UK Government negotiating for us at the top table, members would be forgiven for wondering who needs enemies. Of course, it gets worse. As we heard from UK environment secretary Owen Paterson when he appeared before our RACCE...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698453", "hpos": "153", "gid": "2013-10-03.16.24", "epobject_id": "22698477", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-03.16.0&amp;s=speaker%3A25094+section%3Asp#g16.24", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>It ill behoves the Liberal Democrats to suggest that MPs, MEPs and MSPs are not singing from the same hymn sheet, given the Lib Dems&#8217; track record on fishing issues in Europe.</p>", "hdate": "2013-10-03", "major": "7", "subsection_id": "22698453", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "It ill behoves the Liberal Democrats to suggest that MPs, MEPs and MSPs are not singing from the same hymn sheet, given the Lib Dems&#8217; track record on fishing issues in Europe.", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698453", "hpos": "169", "gid": "2013-10-03.16.40", "epobject_id": "22698493", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-03.16.0&amp;s=speaker%3A25094+section%3Asp#g16.40", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>7. At the risk of continuing the theme, to ask the Scottish Government what recent action it has taken to improve teacher employment. (S4O-02448)</p>", "hdate": "2013-10-02", "major": "7", "subsection_id": "22698011", "parent": {"body": "Scottish Parliament: Teacher Employment"}, "video_status": "0", "extract": "7. At the risk of continuing the theme, to ask the Scottish Government what recent action it has taken to improve teacher employment. (S4O-02448)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698011", "hpos": "37", "gid": "2013-10-02.7.1", "epobject_id": "22698012", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-02.7.0&amp;s=speaker%3A25094+section%3Asp#g7.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I thank the cabinet secretary for that reply and acknowledge his answers to questions 4 and 5.</p><p>I am aware that the Scottish negotiating committee for teachers has been monitoring supply issues and that the Scottish Government has been assisting with that monitoring. In light of the recent reports on supply teacher numbers, what steps can the cabinet secretary take to increase the number of available supply teachers in Scotland?</p>", "hdate": "2013-10-02", "major": "7", "subsection_id": "22698011", "parent": {"body": "Scottish Parliament: Teacher Employment"}, "video_status": "0", "extract": "I thank the cabinet secretary for that reply and acknowledge his answers to questions 4 and 5. I am aware that the Scottish negotiating committee for teachers has been monitoring supply issues and that the Scottish Government has been assisting with that monitoring. In light of the recent reports on supply teacher numbers, what steps can the cabinet secretary take to increase the number of...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22698011", "hpos": "40", "gid": "2013-10-02.7.4", "epobject_id": "22698015", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-02.7.0&amp;s=speaker%3A25094+section%3Asp#g7.4", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am not au fait with the situations in East Ayrshire and Lanarkshire, but I am aware of the situation in Falkirk. Does the member agree that if an applicant for an opencast mine has previously failed to reinstate a site, the local authority should refuse planning permission for future sites until the previous site has been reinstated?</p>", "hdate": "2013-09-17", "major": "7", "subsection_id": "22696519", "parent": {"body": "Scottish Parliament: Opencast Mining"}, "video_status": "0", "extract": "I am not au fait with the situations in East Ayrshire and Lanarkshire, but I am aware of the situation in Falkirk. Does the member agree that if an applicant for an opencast mine has previously failed to reinstate a site, the local authority should refuse planning permission for future sites until the previous site has been reinstated?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22696519", "hpos": "92", "gid": "2013-09-17.4.65", "epobject_id": "22696584", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-17.4.0&amp;s=speaker%3A25094+section%3Asp#g4.65", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Does Jean Urquhart agree that, given that Gaelic is an official language, there will be greater opportunity to deliver the stated aims of the national Gaelic plan following a yes vote next year?</p>", "hdate": "2013-09-12", "major": "7", "subsection_id": "22696378", "parent": {"body": "Scottish Parliament: Scottish Independence Referendum Bill: Stage 1"}, "video_status": "0", "extract": "Does Jean Urquhart agree that, given that Gaelic is an official language, there will be greater opportunity to deliver the stated aims of the national Gaelic plan following a yes vote next year?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22696378", "hpos": "205", "gid": "2013-09-12.17.79", "epobject_id": "22696457", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-12.17.0&amp;s=speaker%3A25094+section%3Asp#g17.79", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>8. To ask the Scottish Government when it last attended a meeting of the Nordic Council. (S4O-02279)</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694117", "parent": {"body": "Scottish Parliament: Nordic Council (Meetings)"}, "video_status": "0", "extract": "8. To ask the Scottish Government when it last attended a meeting of the Nordic Council. (S4O-02279)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22694117", "hpos": "93", "gid": "2013-06-19.17.1", "epobject_id": "22694118", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.17.0&amp;s=speaker%3A25094+section%3Asp#g17.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Socially, culturally and economically, Scotland has much to gain from greater involvement with the Nordic nations. Regular attendance as observers at the Nordic Council in the run-up to the independence referendum will allow Scotland to build closer ties with Norden and will allow for greater co-operation after independence. Does the cabinet secretary have any plans to arrange a visit by either ministers or officials to the Nordic Council in the near future?</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694117", "parent": {"body": "Scottish Parliament: Nordic Council (Meetings)"}, "video_status": "0", "extract": "Socially, culturally and economically, Scotland has much to gain from greater involvement with the Nordic nations. Regular attendance as observers at the Nordic Council in the run-up to the independence referendum will allow Scotland to build closer ties with Norden and will allow for greater co-operation after independence. Does the cabinet secretary have any plans to arrange a visit by...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22694117", "hpos": "95", "gid": "2013-06-19.17.3", "epobject_id": "22694120", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.17.0&amp;s=speaker%3A25094+section%3Asp#g17.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The welcome decentralisation of the hugely damaging one-size-fits-all CFP is crucial if we are to protect the Scottish fishing fleet&#8217;s future. Will the proposed decentralisation allow, for example, scientific research on spur dogfish, which can be unintentionally caught by vessels that trawl for nephrops on the west coast? Such catches are currently discarded, but the industry is concerned at the loss of income from the bycatch. Will decentralisation allow a sustainable bycatch fishery for spurdog to reopen, particularly in the months from October to December?</p>", "hdate": "2013-06-11", "major": "7", "subsection_id": "22693424", "parent": {"body": "Scottish Parliament: Common Fisheries Policy Reform"}, "video_status": "0", "extract": "The welcome decentralisation of the hugely damaging one-size-fits-all CFP is crucial if we are to protect the Scottish fishing fleet&#8217;s future. Will the proposed decentralisation allow, for example, scientific research on spur dogfish, which can be unintentionally caught by vessels that trawl for nephrops on the west coast? Such catches are currently discarded, but the industry is...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22693424", "hpos": "39", "gid": "2013-06-11.4.12", "epobject_id": "22693436", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-11.4.0&amp;s=speaker%3A25094+section%3Asp#g4.12", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am very pleased to contribute to today&#8217;s debate. One would be forgiven for thinking that, hailing from the Isle of Lewis, I would be clued up on all things crofting. However, it has become increasingly apparent to me that very few people fully understand the complexities of crofting law and that that must be remedied in the not-too-distant future by simplifying current crofting legislation.</p><p>A number of submissions to the committee&#8217;s short evidence taking on the bill have described the legislation as a &#8220;mess&#8221; and a &#8220;shambles&#8221;&#8212;or, more appropriately, a &#8220;boorach&#8221;, which is a good Gaelic word that was used by my colleague Rob Gibson and which describes the situation well. The layer upon layer of legislation, from the Crofters (Scotland) Act 1955 to the 1993 act and the 2010 act, have created a complex system that need not have been complex in the first place.</p><p>Although the Crofting (Amendment) (Scotland) Bill is needed&#8212;and needed quickly&#8212;some have described it as</p><p>&#8220;yet another layer of incomprehensible extra sections and consequential amendments to an Act which was consolidated 20 years ago, and which has been ... amended numerous times.&#8221;</p><p>I do not agree with that assertion, but I can understand why someone would come to that conclusion.</p><p>As we have already heard, we are where we are because earlier this year, a flaw in the 2010 act was flagged up by the Crofting Commission, which stated that the new legislation did not give it the power to issue a decrofting direction for croft owner-occupiers. A decrofting mechanism is necessary to enable tenants and owner-occupiers to release a site for the building of a house; otherwise there can be complications with securing a mortgage. However, the commission flagged up that the act removed the power to decroft owner-occupied land. The bill therefore amends the Crofters (Scotland) Act 1993 and the Crofting Reform (Scotland) Act 2010, with the single purpose of providing for owner-occupiers to be able to decroft all or part of their crofts.</p><p>The bill also makes retrospective provision in relation to the currently suspended applications that have been made by owner-occupiers to decroft. I believe that there are around 50 of those applications, although the figure 44 was mentioned earlier, with 159 decrofting directions going through before the problem was identified.</p><p>During the bill&#8217;s progress to date, there has been considerable talk of consolidating current crofting law, which would go some way towards simplifying matters. There has also been talk of starting again with a blank sheet of paper but, having put that idea to a number of crofters in general conversation, I know that it has not been met with any particular enthusiasm.</p><p>Consolidation or codification would seem to be the preferred way forward, although some in the legal profession are of the view that the 1993 act should be deconstructed and then redrafted in a simple, user-friendly way. It is therefore imperative that the Government takes steps to deal with the wider problems in the 1993 act to ensure that that act is fit for purpose.</p><p>There have been conflicting views. The original problem was flagged up by an expert in crofting law, but the point was subsequently questioned by a solicitor specialising in crofting law, who wrote an article in the Journal of the Law Society of Scotland arguing that there was no problem and that legislation was not needed. It is no wonder that the vast majority of people are confused.</p><p>In the short timescale that was given for evidence gathering, the RACCE committee received some evidence that suggested that</p><p>&#8220;a commitment should be given by the Scottish Government to introduce a bill&#8221;</p><p>to deal with</p><p>&#8220;the various other anomalies in crofting law ... created by the 2010 Act.&#8221;</p><p>It was further suggested that</p><p>&#8220;an act that is a readable document and can be easily understood is essential and a simplification of the 1993 Act should be considered by Parliament. The present Act is a rehash of older Acts, amendments to Acts and does not address the true issues of modern crofting.&#8221;</p><p>Another valid point that was raised was that a single approach does not suit the different characteristics of the different areas and that the same criteria should not be applied to all situations. For example, there are more owner-occupied crofts in Orkney, Caithness and Shetland than there are in the Western Isles, and the characteristics of crofting in those areas are quite different. The crofts in Orkney, Caithness and Shetland are larger units, with a crofter in Orkney, for example, being able to make a living from his croft, whereas, nine times out of 10, a crofter on my home island of Lewis will require a second job to earn a half-decent living.</p><p>It is worth highlighting the committee&#8217;s view that it strongly recommends that the Scottish Government carefully considers any amendments that may be required to the bill at stage 2 to allow for full scrutiny and to ensure that the bill is clear and competent. We need to ensure that the bill is clear and competent&#8212;quite frankly, the last thing we need is the addition of further complexity to an already complex body of legislation or the creation of further unintended consequences.</p><p>Let us get this right, and then look at getting the rest of the complex crofting legislation right in the not-too-distant future. I welcome the minister&#8217;s commitment to include crofting legislation in future legislative programmes.</p><p>I am afraid that I have not quite used up my time, which must be a first.</p>", "hdate": "2013-06-06", "major": "7", "subsection_id": "22693338", "parent": {"body": "Scottish Parliament: Crofting (Amendment) (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I am very pleased to contribute to today&#8217;s debate. One would be forgiven for thinking that, hailing from the Isle of Lewis, I would be clued up on all things crofting. However, it has become increasingly apparent to me that very few people fully understand the complexities of crofting law and that that must be remedied in the not-too-distant future by simplifying current crofting...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22693338", "hpos": "226", "gid": "2013-06-06.26.21", "epobject_id": "22693359", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-06.26.0&amp;s=speaker%3A25094+section%3Asp#g26.21", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>5. To ask the Scottish Government what the reasons are for the reported sharp decline in North Sea prawn landings. (S4O-02189)</p>", "hdate": "2013-05-30", "major": "7", "subsection_id": "22692488", "parent": {"body": "Scottish Parliament: North Sea Prawn Landings (Decline)"}, "video_status": "0", "extract": "5. To ask the Scottish Government what the reasons are for the reported sharp decline in North Sea prawn landings. (S4O-02189)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22692488", "hpos": "38", "gid": "2013-05-30.5.1", "epobject_id": "22692489", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-30.5.0&amp;s=speaker%3A25094+section%3Asp#g5.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>It is clear that the North Sea nephrops fishery is well managed and sustainable. However, with prices for whole trawler-caught prawns at around &#163;4,000 per tonne, which is 17 per cent below 2012 prices, what can the Scottish Government do to encourage new marketing initiatives aimed at consumers in the United Kingdom, given the reduced demand from the southern European market?</p>", "hdate": "2013-05-30", "major": "7", "subsection_id": "22692488", "parent": {"body": "Scottish Parliament: North Sea Prawn Landings (Decline)"}, "video_status": "0", "extract": "It is clear that the North Sea nephrops fishery is well managed and sustainable. However, with prices for whole trawler-caught prawns at around £4,000 per tonne, which is 17 per cent below 2012 prices, what can the Scottish Government do to encourage new marketing initiatives aimed at consumers in the United Kingdom, given the reduced demand from the southern European market?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22692488", "hpos": "40", "gid": "2013-05-30.5.3", "epobject_id": "22692491", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-30.5.0&amp;s=speaker%3A25094+section%3Asp#g5.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The general consensus on the island of Lewis is that the hauliers did not pass on the benefits of RET, so perhaps the member should speak to some of those people. In addition, the report points out that it was hard to assess the impact of the removal of RET against the general economic slowdown and the 16 per cent increase in haulage costs between 2008 and 2012, which was mainly due to fuel price increases.</p>", "hdate": "2013-05-22", "major": "7", "subsection_id": "22691872", "parent": {"body": "Scottish Parliament: Ferry Services"}, "video_status": "0", "extract": "The general consensus on the island of Lewis is that the hauliers did not pass on the benefits of RET, so perhaps the member should speak to some of those people. In addition, the report points out that it was hard to assess the impact of the removal of RET against the general economic slowdown and the 16 per cent increase in haulage costs between 2008 and 2012, which was mainly due to fuel...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22691872", "hpos": "205", "gid": "2013-05-22.17.5", "epobject_id": "22691877", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-22.17.0&amp;s=speaker%3A25094+section%3Asp#g17.5", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Will the member take an intervention?</p>", "hdate": "2013-05-22", "major": "7", "subsection_id": "22691872", "parent": {"body": "Scottish Parliament: Ferry Services"}, "video_status": "0", "extract": "Will the member take an intervention?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22691872", "hpos": "235", "gid": "2013-05-22.17.35", "epobject_id": "22691907", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-22.17.0&amp;s=speaker%3A25094+section%3Asp#g17.35", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Will Alex Johnstone give way?</p>", "hdate": "2013-05-22", "major": "7", "subsection_id": "22691872", "parent": {"body": "Scottish Parliament: Ferry Services"}, "video_status": "0", "extract": "Will Alex Johnstone give way?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22691872", "hpos": "256", "gid": "2013-05-22.17.56", "epobject_id": "22691928", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-22.17.0&amp;s=speaker%3A25094+section%3Asp#g17.56", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>As relatively new member of the Rural Affairs, Climate Change and Environment Committee, I am pleased to have been able to take part in scrutiny of the bill from the start.</p><p>Given the constraints of time, I will skip my preamble and go direct to the issue of carcass tagging. I am pleased to acknowledge the minister&#8217;s commitment to consult fully on that issue. I also note the minister&#8217;s recent explanation to the committee that had the amendment that sought to include the requirement for carcass tags to be individually numbered been successful,</p><p>&#8220;it would have restricted our ability to progress regulations which adequately reflect the differing views from ... stakeholders, both in terms of application and potential impact on business.&#8221;</p><p>The minister also said at stage 2 that any specific requirement would be subject to the EU technical standards directive, which would mean that the European Commission would have to be notified if the measure created a &#8220;technical barrier to trade&#8221;, which would result in a stand-still period of 18 months before it could come into effect. That would impact on the whole bill. I note the failure of Alex Fergusson to have been convinced by the EU technical standards directive argument, although he withdrew amendment 4 in group 6. I ask the minister to detail when the consultation of stakeholders on carcass tagging will be complete. I had hoped that there would be a clear and unambiguous statement from the minister today that any subsequent system will use individually numbered tags and that the system will be in place for the start of the 2014 season. I note the minister&#8217;s commitment that that would be an option, but the committee sought further assurances in that respect.</p><p>The committee spent considerable time on public reporting of sea lice data and noted the minister&#8217;s confirmation during stage 2 of the SSPO&#8217;s plans to increase the voluntary public reporting of sea lice data from six to 30 areas and his comment that the SSPO&#8217;s voluntary proposal was</p><p>&#8220;a significant development and an appropriate balance between public reassurance and commercial interests at this time.&#8221;</p><p>In addition, the SSPO confirmed that it would give Marine Scotland access to sea lice data at farm management area level. I recognise that a number of stakeholders&#8212;including the Association of Salmon Fishery Boards, which would have preferred publication of all sea lice data on a farm-by-farm basis&#8212;were considerably disappointed by that, but I am encouraged by the minister&#8217;s commitment this afternoon to review the success or otherwise of the voluntary arrangement during the current parliamentary session.</p><p>With that in mind, I welcome the formation of the ministerial group&#8212;</p>", "hdate": "2013-05-15", "major": "7", "subsection_id": "22691158", "parent": {"body": "Scottish Parliament: Aquaculture and Fisheries (Scotland) Bill"}, "video_status": "0", "extract": "As relatively new member of the Rural Affairs, Climate Change and Environment Committee, I am pleased to have been able to take part in scrutiny of the bill from the start. Given the constraints of time, I will skip my preamble and go direct to the issue of carcass tagging. I am pleased to acknowledge the minister&#8217;s commitment to consult fully on that issue. I also note the...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22691158", "hpos": "248", "gid": "2013-05-15.21.14", "epobject_id": "22691172", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-15.21.0&amp;s=speaker%3A25094+section%3Asp#g21.14", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Thank you, Presiding Officer.</p><p>We should never lose sight of the fact that whether we are talking about farmed or wild salmon, this is a good news story for Scotland. From angling on royal Deeside to salmon farming in the Western Isles, we have a lot to thank the humble salmon for. However, the aquaculture industry&#8217;s excellent prospects can be realised only if the industry observes the best environmental husbandry and governance standards. We will all be watching extremely closely.</p>", "hdate": "2013-05-15", "major": "7", "subsection_id": "22691158", "parent": {"body": "Scottish Parliament: Aquaculture and Fisheries (Scotland) Bill"}, "video_status": "0", "extract": "Thank you, Presiding Officer. We should never lose sight of the fact that whether we are talking about farmed or wild salmon, this is a good news story for Scotland. From angling on royal Deeside to salmon farming in the Western Isles, we have a lot to thank the humble salmon for. However, the aquaculture industry&#8217;s excellent prospects can be realised only if the industry observes the...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22691158", "hpos": "250", "gid": "2013-05-15.21.16", "epobject_id": "22691174", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-15.21.0&amp;s=speaker%3A25094+section%3Asp#g21.16", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Thank you, Presiding Officer. Is it still a generous six minutes that we have?</p>", "hdate": "2013-05-07", "major": "7", "subsection_id": "22690227", "parent": {"body": "Scottish Parliament: Flood Insurance Problems"}, "video_status": "0", "extract": "Thank you, Presiding Officer. Is it still a generous six minutes that we have?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22690227", "hpos": "54", "gid": "2013-05-07.3.34", "epobject_id": "22690261", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-07.3.0&amp;s=speaker%3A25094+section%3Asp#g3.34", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Thank you.</p><p>I am pleased to contribute to the debate, not just as a member of the Public Petitions Committee but as a member with a constituency that includes areas that are at a high risk of flooding. Before I go further, I thank Professor David Crichton for bringing the issue to the committee&#8217;s attention.</p><p>Given that more than 6,000 low-lying homes around the Firth of Forth are at risk of flooding and perhaps about one third of them are in my constituency, the issue is very real for many of my constituents. Flood maps that were published a couple of years ago showed that Grangemouth and Longannet, on the other side of the Forth, are vulnerable to a flood expected to occur once every 200 years. SEPA puts the average cost of potential damage from that at &#163;230 million a year.</p><p>Falkirk Council and SEPA are on the case and take the risks extremely seriously. We also have the Grangemouth regulatory review group, chaired by Professor Russel Griggs, looking at the issue as we speak&#8212;in fact, the group will meet next Monday. Actions include looking at flood defence schemes for Grangemouth to protect housing and nationally important industries such as the petrochemical plants, with cost estimates ranging from &#163;40 million a few years ago to about &#163;100 million today.</p><p>Without wishing to sound too alarmist, as we all know&#8212;except for climate change deniers&#8212;the frequency and severity of flooding are expected to increase due to climate change, so that the large floods that used to happen every 100 years will start to appear every 20 years or even every decade. That is a clear danger, and some properties at high risk of flooding could become impossible to insure, particularly if rainfall and storms increase as climate experts say that they will. Average rainfall in east central Scotland, for example, rose by 50 per cent between 1961 and 2004.</p><p>There have been situations when residents in my constituency in, for example, Grangemouth&#8217;s old town have been refused insurance. However, I am happy to report that, thanks to the helix project and the extension that is under construction of the Forth and Clyde canal out to the River Forth, measures have been taken that will significantly reduce the risk of flooding in the area, as the canal will take any excess water away. I therefore hope that homes that were uninsurable will receive cover once more.</p><p>Other examples of good work that is under way in my constituency to reduce flood risk include an exciting new project to recreate a rare and vanishing habitat for wildlife that will also aim to champion sustainable flood management in the Forth. The &#163;150,000 Skinflats tidal exchange project, or STEP Forth, has seen the transformation of agricultural land at RSPB Scotland&#8217;s Skinflats reserve through the excavation of pools and creeks and the insertion of a pipe into the sea wall to allow the Forth to flood the site. Over time, the flow of the tidal water will create salt-water pools and salt marsh on the reserve, benefiting many types of birds and other wildlife, such as otters. In addition to dealing with the flood risks, the project will assist biodiversity.</p><p>A new flood embankment at the back of the site will contain the water in the reserve and ensure that no other properties or land are affected. Although it is on a small scale, it is hoped that the project will demonstrate the potential of an active flood management programme whereby less sensitive land can be sacrificed during flooding incidents to alleviate pressures on built-up areas. The project ticks many environmental boxes and, if the minister can find time in his busy schedule, I encourage him to visit the project, perhaps during his summer tour.</p><p>STEP Forth is the first project of its kind in Scotland and is a model for sustainable flood management. If enough land was managed to allow high tides naturally to flood coastal land, flooding could be alleviated for thousands of people living in my constituency. I thank SEPA, the Forth Valley and Lomond LEADER programme, Falkirk Environment Trust, Avondale Environmental Ltd and Scottish Natural Heritage for the funding that allowed the project to happen. I also thank Falkirk Council for its support for the project. I understand that SEPA is to apply similar techniques and lessons learned in other suitable parts of Scotland.</p><p>When such positive action is being taken in Scotland, it makes it all the more galling that an insurance stealth subsidy exists. People in Scotland are paying more in insurance because we are, in effect, subsidising the high risks in England. The cross-subsidy has already been mentioned, but it is worth noting that as many as 22 per cent of homes in England are at risk of flooding, compared with less than 5 per cent in Scotland. Because of pressures on space, more than one in 10 new properties in England are still being built in flood-risk areas&#8212;that has not happened in Scotland for years. Estimates suggest that Scottish householders are paying for property development in south-east England by contributing to a &#163;200 million a year stealth subsidy for insuring buildings in areas at high risk of flooding. To keep insurance costs down for thousands of home owners on English flood plains, households in Scotland are being charged higher premiums.</p><p>Sadly, there have been precedents in excessive hikes in insurance premiums, and experts suggest that Scots in high-risk areas could expect insurance costs to rise by as much as 70 per cent. That is similar to the price hikes that were imposed on residents of Morpeth in Northumberland after it was flooded in 2008. As well as higher premiums, insurance companies are likely to demand much higher excesses, as Alex Johnstone said when he spoke about Stonehaven. One in five householders surveyed in Morpeth now have excesses of &#163;4,000 or more for flooding. The issue must certainly be addressed when the negotiations continue.</p><p>I have a lot of sympathy for the petitioner&#8217;s aims, although it is clear that the Scottish Government and SEPA have been proactive on the issue. It is a concern that there are reports of sticking points regarding the renewal of the 2008 statement of principles of flood insurance, which is due at the end of June. I would appreciate it if the minister gave us a further progress report on that, given his reference to uncertainty due to delay at Westminster, and further details on the transitional arrangements, which I think that Claire Baker asked for. Perhaps the minister could update the committee.</p><p>I am sure that we all look forward to the sharing of SEPA&#8217;s flood risk data and information with the insurance industry through the Scottish flood defence asset base and the proposed use of an internal commercial licence. That will go some way to address the issues raised by the petitioner and provide a lasting solution that ensures affordable insurance for those at flood risk, but it will not place unsustainable costs on wider policy holders and the taxpayer. To ensure that what is wanted happens, it is imperative that industry has access to that information, and in turn the industry must play its part when setting insurance premiums in Scotland.</p>", "hdate": "2013-05-07", "major": "7", "subsection_id": "22690227", "parent": {"body": "Scottish Parliament: Flood Insurance Problems"}, "video_status": "0", "extract": "Thank you. I am pleased to contribute to the debate, not just as a member of the Public Petitions Committee but as a member with a constituency that includes areas that are at a high risk of flooding. Before I go further, I thank Professor David Crichton for bringing the issue to the committee&#8217;s attention. Given that more than 6,000 low-lying homes around the Firth of Forth are at risk...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22690227", "hpos": "56", "gid": "2013-05-07.3.36", "epobject_id": "22690263", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-07.3.0&amp;s=speaker%3A25094+section%3Asp#g3.36", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>7. To ask the Scottish Government what assistance it is providing to cattle and sheep farmers in light of reported difficulties in these sectors. (S4O-02041)</p>", "hdate": "2013-04-25", "major": "7", "subsection_id": "22689529", "parent": {"body": "Scottish Parliament: Cattle and Sheep Farmers"}, "video_status": "0", "extract": "7. To ask the Scottish Government what assistance it is providing to cattle and sheep farmers in light of reported difficulties in these sectors. (S4O-02041)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22689529", "hpos": "44", "gid": "2013-04-25.7.1", "epobject_id": "22689530", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-25.7.0&amp;s=speaker%3A25094+section%3Asp#g7.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The cabinet secretary will have seen recent media reports that claim that Scottish farming is facing its biggest crisis since foot-and-mouth disease, due to the exceptional weather in various parts of the country. Given the lack of grass, many livestock producers are facing the high price of feed and the unseasonably high fallen stock figures. What more can the Scottish Government do to assist livestock farmers at this difficult time?</p>", "hdate": "2013-04-25", "major": "7", "subsection_id": "22689529", "parent": {"body": "Scottish Parliament: Cattle and Sheep Farmers"}, "video_status": "0", "extract": "The cabinet secretary will have seen recent media reports that claim that Scottish farming is facing its biggest crisis since foot-and-mouth disease, due to the exceptional weather in various parts of the country. Given the lack of grass, many livestock producers are facing the high price of feed and the unseasonably high fallen stock figures. What more can the Scottish Government do to...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22689529", "hpos": "46", "gid": "2013-04-25.7.3", "epobject_id": "22689532", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-25.7.0&amp;s=speaker%3A25094+section%3Asp#g7.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>8. To ask the Scottish Government what progress has been made towards introducing wi-fi on all Caledonian MacBrayne ferries that serve the Inner and Outer Hebrides. (S4O-01962)</p>", "hdate": "2013-03-27", "major": "7", "subsection_id": "22687868", "parent": {"body": "Scottish Parliament: Caledonian MacBrayne Ferries (Wi-fi)"}, "video_status": "0", "extract": "8. To ask the Scottish Government what progress has been made towards introducing wi-fi on all Caledonian MacBrayne ferries that serve the Inner and Outer Hebrides. (S4O-01962)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22687868", "hpos": "50", "gid": "2013-03-27.9.1", "epobject_id": "22687869", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-27.9.0&amp;s=speaker%3A25094+section%3Asp#g9.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>As a regular user of CalMac ferries I appreciate the progress that is being made. However, the minister will be aware that CalMac is trailing behind NorthLink Ferries Ltd in the introduction of wi-fi on its vessels. Given the loss in productivity associated with the lack of wi-fi on long and short sea crossings, what can the minister do to ensure early introduction of wi-fi on CalMac ferries sooner rather than later?</p>", "hdate": "2013-03-27", "major": "7", "subsection_id": "22687868", "parent": {"body": "Scottish Parliament: Caledonian MacBrayne Ferries (Wi-fi)"}, "video_status": "0", "extract": "As a regular user of CalMac ferries I appreciate the progress that is being made. However, the minister will be aware that CalMac is trailing behind NorthLink Ferries Ltd in the introduction of wi-fi on its vessels. Given the loss in productivity associated with the lack of wi-fi on long and short sea crossings, what can the minister do to ensure early introduction of wi-fi on CalMac ferries...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22687868", "hpos": "52", "gid": "2013-03-27.9.3", "epobject_id": "22687871", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-27.9.0&amp;s=speaker%3A25094+section%3Asp#g9.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am pleased to contribute to this debate, not least because of the importance of RPP2 to achieving our target of 42 per cent emissions reductions by 2020, which we are more than halfway towards achieving.</p><p>We have heard some criticism from Opposition members about missing the 2010 target, but members have acknowledged that that was due to the very cold weather, which increased energy demand for heating, particularly in the residential sector. RPP2 shows that it is possible to compensate for that by beating targets in future years. In 2010, there was the first year-on-year increase since 2006, which was a result of very cold weather.</p><p>It is worth reiterating that the UK Committee on Climate Change noted in its second statutory progress report to Scottish ministers, which was published earlier this month, that temperature-adjusted figures indicate that, in a normal year for temperature, the 2010 emissions reduction target would have been met.</p><p>It is also worth noting that David Kennedy, chief executive of the Committee on Climate Change, concluded that Scotland had performed well by saying:</p><p>&#8220;Scotland has made good progress in delivering on emission reduction measures to date. This lays the foundations for meeting ambitious Scottish emissions targets and building a low-carbon economy in Scotland with the benefits that this will bring.&#8221;</p><p>It should also be noted that our world-leading climate change targets, which go over and above those in the UK act&#8212;the targets are higher and include international aviation, shipping and annual targets, which are not included in other parts of the British isles&#8212;make this not only the most ambitious Parliament in the UK but the most ambitious Parliament in the world when it comes to emissions reduction targets.</p><p>The report also states that Scotland continues to lead the UK on renewable power, with 36 per cent of electricity consumption met from renewable energy, exceeding the 31 per cent target and the UK&#8217;s 9 per cent. The setting of a 2030 decarbonisation target provides longer-term certainty for the sector.</p><p>If members of the EET Committee will forgive me for straying into their territory, I must say how pleased I am to see progress on the carbon capture and storage front. As a former member of the EET Committee, I was pleased to see the Peterhead CCS project receive preferred bidder status just last week. However&#8212;to make a local point&#8212;I remind ministers about the application for the &#163;500 million CCS plant proposed for my Falkirk East constituency in Grangemouth, which I believe Summit Power is continuing to progress despite not being awarded preferred bidder status. The benefit of that project&#8212;assuming that it is approved&#8212;is that once the Grangemouth plant starts up, an identical one will already have been built in Texas, which will be a tried-and-tested plant, so any teething problems will already have been dealt with on the other side of the pond. Given that there will be more than 90 per cent carbon capture in a 500MW electricity plant, I do hope that the project goes ahead.</p><p>I return to the report from the RACCE Committee. We welcome the setting out of how targets up to 2027 will be met and accept the challenges that are presented by planning 14 years into the future. We also called for all policies and proposals to be implemented to ensure that annual targets are met and called for the Government&#8217;s farming for a better climate initiative to be extended and ramped up to deliver increased emissions reductions by encouraging farmers to adopt efficiency measures that reduce emissions and help them adapt to climate change while also having a positive impact on business performance, primarily by driving efficiencies in working practice. However, as the convener of the RACCE Committee, Rob Gibson, stated in his opening speech, we need more clarity from the Government on the matter.</p><p>Another policy that is well worth mentioning is the increase in woodland creation rates to 10,000 hectares per year, with the planting of 100 million trees by 2015, which, as the minister has mentioned, is indeed the equivalent of 10,000 hectares per year.</p><p>Other land use measures include peatland restoration, which has been warmly welcomed by the director of RSPB Scotland, Stuart Housden, and many others. There is also the wood first timber construction programme and the encouraging of best practice in nitrogen efficiency, with a 90 per cent uptake of nitrogen fertiliser efficiency measures.</p><p>Our world-beating targets are not helped by uncertainty over reform of the common agricultural policy, with rural development pillar 2 funding at risk and the resultant reduction in SRDP funding. The situation is not helped by our own cabinet secretary having been locked out of the CAP reform process meetings in Brussels last week. Thanks to the UK Government, 16 member states got an uplift of their pillar 2 budget, but the UK, despite having the best case of all countries, did not itself seek an uplift. Scotland had, and looks set still to have, the lowest share of funding in Europe, which will affect the funding of local projects in the future.</p>", "hdate": "2013-03-26", "major": "7", "subsection_id": "22687723", "parent": {"body": "Scottish Parliament: &#8220;Low Carbon Scotland: Meeting our Emissions Reduction Targets 2013-2027&#8221;"}, "video_status": "0", "extract": "I am pleased to contribute to this debate, not least because of the importance of RPP2 to achieving our target of 42 per cent emissions reductions by 2020, which we are more than halfway towards achieving. We have heard some criticism from Opposition members about missing the 2010 target, but members have acknowledged that that was due to the very cold weather, which increased energy demand...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22687723", "hpos": "131", "gid": "2013-03-26.5.55", "epobject_id": "22687778", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-26.5.0&amp;s=speaker%3A25094+section%3Asp#g5.55", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I should declare a similar interest to yours, Presiding Officer.</p><p>I am pleased to have secured this debate, which marks 75 years of the Scottish Association of Young Farmers Clubs. I thank all those members who signed my motion, which received cross-party support, allowing it to be debated in the chamber, and those who have stayed behind for the debate.</p><p>This is a year of several milestones in the agricultural sector. The National Farmers Union Scotland is celebrating 100 years, and The Scottish Farmer newspaper is celebrating 120 years. In addition to the commemoration of 75 years of the SAYFC, 2013 also sees the celebration of the 90th anniversary of the establishment of the first young farmers club in Scotland: Lannergill young farmers club, which was launched in 1928.</p><p>Since its inception on 2 February 1938, the SAYFC has evolved to offer its members a greater and more robust platform for personal development, social adhesion and community participation. The SAYFC&#8217;s original motto was &#8220;Better farmers, better countrymen, better citizens,&#8221; which is still relevant today. The clubs have had a great impact on building social communities, engaging and empowering Scotland&#8217;s youth, and establishing networks for our young people, particularly for our youth in rural communities. With their diverse programmes and wealth of opportunities, the clubs are also of benefit to members from non-farming backgrounds. At present, there are 3,000 affiliated members between the ages of 14 and 30 in the 90 young farmers clubs across Scotland, and new clubs are being formed in more remote areas of Scotland, such as the Western Isles, as the organisation goes from strength to strength.</p><p>In addition to providing extensive agricultural education, of which rearing livestock, beekeeping and growing gardens are part, members can participate in a wide range of other pursuits such as sports, performing arts, speech making and stock judging, to name just a few. Competitions span from those for netball and football, to those for curling, cabaret and tractor driving. Participation in those activities, performances and competitions has a measurable positive impact at the individual and the group level: it nurtures the development of various personal and highly transferable life skills; it enables lifelong friendships to be made; and, most important, it builds in each member self-confidence in their capabilities.</p><p>As I mentioned earlier, the clubs in Scotland date back to the 1920s, when several started up through the influence of the 4-H&#8212;hands, head, heart and health&#8212;clubs, which were established in America and were gaining popularity in other countries at that time. By 1938, there was a substantial enough number in Scotland for the three agricultural colleges to work together to start up the SAYFC. However, with the onset of war, it was the 1940s before it began to develop fully.</p><p>The SAYFC, in its commitment to maintain international links established in the 1960s, continues to administer its international travel programme, which gives young farmers the opportunity to enrich their knowledge and personal development through travelling and learning about different cultures. Not only does the programme enable members to travel to distant lands such as Australia, Canada and New Zealand, it further assists members in acquiring international volunteering and work experience. In addition to enabling Scottish youths to travel abroad, the programme assists in international exchanges in which youths from around the world have the opportunity to visit Scotland. Visitors are hosted by members of the association and travel around various parts of the country while gaining a sense of life in rural Scotland. To complement further the international connectivity of the organisation, SAYFC is affiliated with Rural Youth Europe, which provides international training opportunities and events for the exchange of ideas and best practice among rural youth organisations across Europe.</p><p>Access to a wide range of activities and highly sought-after international travelling opportunities are not the only advantages provided by the organisation. What sets young farmers clubs apart from other youth groups is that they are peer-led organisations: every member contributes to the running and management of each club and to the association as a whole. Members play a crucial part in decision making at the various levels in SAYFC, with 400 volunteers currently taking up office-bearer positions throughout Scotland. It is a network in which members work for members, ensuring that the young farmers club in existence is the young farmers club that its members desire.</p><p>Community involvement is a significant part of the young farmers ethos and members continue to participate in various ways to give back to their communities. The clubs do that constantly. For example, over and above the 3,000 affiliated members, 5,000 young people are positively affected by the young farmers network and thousands more are via the work of the young farmers clubs in Scotland. In addition, young farmers clubs donate &#163;20,000 annually to various charities, further confirming that the beneficiaries of the young farmers clubs extend far beyond their members.</p><p>In celebration of the SAYFC&#8217;s 75th anniversary, an exhibition and concert will be held in the new Scottish Hydro arena in Glasgow in November, with a target audience of 7,000. In addition, various events are being formulated for the Royal Highland Show this year, which is a great opportunity for people to engage with and learn more about the young farmers, and see for themselves the talents of our young people.</p><p>The anniversary is a great opportunity for all of us to get involved and hear young farmers clubs&#8217; concerns. To mark its 75th year, the SAYFC has launched a legacy fund, and it aims to raise &#163;100,000 for clubs and districts to use for developments in their areas.</p><p>A recent survey showed that members of young farmers clubs are increasingly concerned about three main issues&#8212;increasing fuel prices, a scarcity of available farmland and the reluctance of banks to lend. The research also identified that young people do not feel that they have the skills or opportunities to influence the future. As a result, the association&#8212;with support from other, fellow organisations&#8212;hopes to create a platform for dialogue to enable young farmers to voice their concerns about and desires for rural Scotland and make suggestions on how their visions can be achieved. The concerns highlight the fact that Scottish youth are still very much involved in and concerned about Scotland&#8217;s agriculture and rural development. It is imperative that we engage in greater dialogue with the SAYFC, where there is a fresh outlook on agricultural policies and motivated individuals who are willing to contribute to achieve a greater Scotland.</p><p>The association&#8217;s work continues to evolve to meet the needs of its members, the communities that they live in and Scotland as a whole. Rural youth should not be disheartened by the current economic climate, and we should support such organisations, which do so much for our rural communities. I encourage members to support our youth and rural communities to help them to continue the great work that they have already achieved and the work that they plan in the future. Once again, I congratulate the Scottish Association of Young Farmers Clubs on achieving 75 years of excellence, and I wish it continued success in the future.</p>", "hdate": "2013-03-21", "major": "7", "subsection_id": "22687401", "parent": {"body": "Scottish Parliament: Scottish Association of Young Farmers Clubs (75th Anniversary)"}, "video_status": "0", "extract": "I should declare a similar interest to yours, Presiding Officer. I am pleased to have secured this debate, which marks 75 years of the Scottish Association of Young Farmers Clubs. I thank all those members who signed my motion, which received cross-party support, allowing it to be debated in the chamber, and those who have stayed behind for the debate. This is a year of several milestones in...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22687401", "hpos": "123", "gid": "2013-03-21.15.2", "epobject_id": "22687403", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-21.15.0&amp;s=speaker%3A25094+section%3Asp#g15.2", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I recall Donald Dewar at The Scotsman&#8217;s great debate in 1992 saying that there was no guarantee that oil would stay above $12 per barrel. Given Scotland&#8217;s considerable reserves of oil and gas in the North Sea and the Atlantic and our significant renewable energy potential, does the minister agree that, provided that we can properly harness those resources, Scotland is set for a prosperous future?</p>", "hdate": "2013-03-06", "major": "7", "subsection_id": "22685616", "parent": {"body": "Scottish Parliament: Oil and Gas Reserves"}, "video_status": "0", "extract": "I recall Donald Dewar at The Scotsman&#8217;s great debate in 1992 saying that there was no guarantee that oil would stay above $12 per barrel. Given Scotland&#8217;s considerable reserves of oil and gas in the North Sea and the Atlantic and our significant renewable energy potential, does the minister agree that, provided that we can properly harness those resources, Scotland is set for a...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22685616", "hpos": "67", "gid": "2013-03-06.10.12", "epobject_id": "22685628", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-06.10.0&amp;s=speaker%3A25094+section%3Asp#g10.12", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>As a relatively new member of the Rural Affairs, Climate Change and Environment Committee, I was pleased to take part in the bill scrutiny process from the start. The committee has undertaken extensive work. As the committee convener said, we had a large amount of submissions to digest as well as the information that was gleaned from our worthwhile fact-finding missions to Lochaber, royal Deeside and Montrose.</p><p>The bill has so many aspects that, like Alex Fergusson, I will be able to touch on just a few in the six minutes that I have for my speech.</p><p>The first aspect is aquaculture. We all want a sustainable aquaculture industry that is run with consideration for the environment and adapted to the marine environment and biological diversity. As a top-quality food producer, the aquaculture industry relies on good environmental conditions and water quality, which means that, if fish farmers are to protect their businesses, they have an obvious vested interest in maintaining good water quality and avoiding any negative impact on their surroundings.</p><p>Diseases and parasites represent a serious threat to wild salmon populations, and it is primarily sea lice that have the most serious impact on wild fish. The issue has proved to be a challenge to the industry in the past. The committee acknowledged that sea lice are an emotive and controversial issue, which has attracted a great deal of comment and conflicting views from stakeholders in responses to the Scottish Government&#8217;s consultation and in evidence to the committee.</p><p>Although salmon lice occur in wild salmon and sea trout, they are an example of a parasitic disease that has been intensified by the presence of a multitude of hosts in aquaculture facilities. In additional to being passed from fish to fish, the parasites can be spread over long distances by currents.</p><p>I was pleased that there was consensus in the committee on how to deal with the matter, and I was pleased that the SSPO announced an increase from six to 30 in the number of areas from which sea lice data will be collected. The committee seriously considered whether sea lice data should be published on a farm-by-farm basis, after taking evidence from the minister, the aquaculture industry, the wild fisheries sector and other stakeholders.</p><p>The minister said in his response to the RACCE committee&#8217;s stage 1 report that he is</p><p>&#8220;encouraged by the SSPO&#8217;s voluntary proposal to enhance its public reporting from 6 to 30 areas.&#8221;</p><p>However, I and the majority of members of the committee&#8212;if not all of us&#8212;would much rather that sea lice data were published on a farm-by-farm basis or at least a farm-management-area basis. I note that the minister said of the SSPO&#8217;s proposal:</p><p>&#8220;I consider this to be a significant development and an appropriate balance between public reassurance and commercial interests at this time.&#8221;</p><p>I am pleased that the matter will be kept under close review, particularly if the voluntary approach does not bring the desired result and sea lice data are not independently verified.</p><p>Members will be aware that the committee&#8217;s work on the bill overlapped with our scrutiny of the draft second climate change report on policies and proposals. It is fair to say that aquaculture has an impact on and is influenced by the climate. Changes in weather and temperature affect disease levels in fish and test aquaculture facilities&#8217; tolerance to disease.</p><p>The production and sale of seafood also affects the climate, through discharges. As we heard from the cabinet secretary when we were considering RPP2 at this morning&#8217;s committee meeting, food production, including salmon production, has an impact in relation to food miles. There is a need for shorter supply chains. Major retailers here should be doing their bit by buying quality Scottish salmon rather than Norwegian salmon&#8212;to be fair, most retailers are doing that.</p><p>When the committee was considering the freshwater fisheries aspect of the bill, we saw at first hand the upper Dee riparian scheme. We learned about efforts to increase tree cover along parts of the river, to mitigate the effects of climate change-related rising water temperatures at times when salmon are spawning. It was good to see what was going on, but it was worrying to hear that in other parts of the country riparian woodlands are being cut down to allow better access to the river for anglers. Such an approach is in direct contrast to the long-term planning that is going on in royal Deeside.</p><p>The committee heard that higher river temperatures may lead to reduced reproduction in salmon, as a result of physiological stress and increased susceptibility to disease. The higher temperatures might cause young salmon to migrate to sea earlier, which results in a disconnect in relation to the availability of marine food sources. Reductions in summer rainfall reduce summer flows, further increasing water temperatures while making it more difficult for salmon to migrate upstream. Increased winter flows might damage the gravels in salmon spawning beds, resulting in the loss of or damage to eggs.</p><p>The committee therefore recommended that the Scottish Government, as part of its review of wild fisheries management, consider how the experiences in the upper Dee scheme and other best practice can be rolled out across the country. The committee also recommended that</p><p>&#8220;the Scottish Government gives careful consideration to ensuring the Bill ... takes full account of climate change mitigation measures, to ensure the aquaculture and wild fisheries sectors contribute to helping Scotland meet its statutory climate change targets and are able to continue to adapt to the emerging effects of climate change.&#8221;</p><p>The river restoration fund is a good example of a way of making that happen.</p><p>I hoped to have time to talk about fixed penalty notices, protection of shellfish waters, and wellboats and the need to ensure that fabrication and retrofitting happens in Scotland, but my time is up. I have covered a few of the issues that the committee considered, but I am sure that my committee colleagues will pick up on other aspects of the bill in the debate.</p>", "hdate": "2013-02-28", "major": "7", "subsection_id": "22685405", "parent": {"body": "Scottish Parliament: Aquaculture and Fisheries (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "As a relatively new member of the Rural Affairs, Climate Change and Environment Committee, I was pleased to take part in the bill scrutiny process from the start. The committee has undertaken extensive work. As the committee convener said, we had a large amount of submissions to digest as well as the information that was gleaned from our worthwhile fact-finding missions to Lochaber, royal...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22685405", "hpos": "167", "gid": "2013-02-28.17.22", "epobject_id": "22685427", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-28.17.0&amp;s=speaker%3A25094+section%3Asp#g17.22", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I welcome the Scottish Government&#8217;s swift actions when the matter first came to light. In light of the horsemeat scandal, what measures is the cabinet secretary taking to guarantee the acclaimed quality and reputation of Scotch beef, lamb and pork? What work has been undertaken to promote the Scotch brand?</p>", "hdate": "2013-02-19", "major": "7", "subsection_id": "22684123", "parent": {"body": "Scottish Parliament: Horsemeat Substitution in Europe"}, "video_status": "0", "extract": "I welcome the Scottish Government&#8217;s swift actions when the matter first came to light. In light of the horsemeat scandal, what measures is the cabinet secretary taking to guarantee the acclaimed quality and reputation of Scotch beef, lamb and pork? What work has been undertaken to promote the Scotch brand?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22684123", "hpos": "38", "gid": "2013-02-19.5.9", "epobject_id": "22684132", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-19.5.0&amp;s=speaker%3A25094+section%3Asp#g5.9", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>3. To ask the Scottish Government how national health service boards ensure that general practitioners reduce the unnecessary waste of prescribed drugs. (S4O-01771)</p>", "hdate": "2013-02-06", "major": "7", "subsection_id": "22683566", "parent": {"body": "Scottish Parliament: Prescribed Drugs (Waste)"}, "video_status": "0", "extract": "3. To ask the Scottish Government how national health service boards ensure that general practitioners reduce the unnecessary waste of prescribed drugs. (S4O-01771)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22683566", "hpos": "17", "gid": "2013-02-06.4.1", "epobject_id": "22683567", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-06.4.0&amp;s=speaker%3A25094+section%3Asp#g4.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I was encouraged to read in the Audit Scotland report about NHS Greater Glasgow and Clyde&#8217;s invest-to-save initiative. What can the cabinet secretary do to ensure that the initiative is rolled out to other NHS boards in Scotland?</p>", "hdate": "2013-02-06", "major": "7", "subsection_id": "22683566", "parent": {"body": "Scottish Parliament: Prescribed Drugs (Waste)"}, "video_status": "0", "extract": "I was encouraged to read in the Audit Scotland report about NHS Greater Glasgow and Clyde&#8217;s invest-to-save initiative. What can the cabinet secretary do to ensure that the initiative is rolled out to other NHS boards in Scotland?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22683566", "hpos": "19", "gid": "2013-02-06.4.3", "epobject_id": "22683569", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-06.4.0&amp;s=speaker%3A25094+section%3Asp#g4.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>8. To ask the Scottish Government what action it has taken to ensure that combating wildlife crime is a priority for the police service of Scotland. (S4O-01756)</p>", "hdate": "2013-01-30", "major": "7", "subsection_id": "22682951", "parent": {"body": "Scottish Parliament: Wildlife Crime"}, "video_status": "0", "extract": "8. To ask the Scottish Government what action it has taken to ensure that combating wildlife crime is a priority for the police service of Scotland. (S4O-01756)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22682951", "hpos": "95", "gid": "2013-01-30.17.1", "epobject_id": "22682952", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-30.17.0&amp;s=speaker%3A25094+section%3Asp#g17.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>In the past, we have had mixed reports on the effectiveness of the policing of wildlife crime by Scottish police authorities. What can the Cabinet Secretary for Justice do to ensure that existing best practice in exemplary authorities becomes standard practice in the new national force?</p>", "hdate": "2013-01-30", "major": "7", "subsection_id": "22682951", "parent": {"body": "Scottish Parliament: Wildlife Crime"}, "video_status": "0", "extract": "In the past, we have had mixed reports on the effectiveness of the policing of wildlife crime by Scottish police authorities. What can the Cabinet Secretary for Justice do to ensure that existing best practice in exemplary authorities becomes standard practice in the new national force?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22682951", "hpos": "97", "gid": "2013-01-30.17.3", "epobject_id": "22682954", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-30.17.0&amp;s=speaker%3A25094+section%3Asp#g17.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I note that the Scottish Government proposals go further than those that were called for by the UK Committee on Climate Change. Can the minister outline why the Scottish Government is taking that additional action?</p>", "hdate": "2013-01-29", "major": "7", "subsection_id": "22682688", "parent": {"body": "Scottish Parliament: Draft Second Report on Proposals and Policies"}, "video_status": "0", "extract": "I note that the Scottish Government proposals go further than those that were called for by the UK Committee on Climate Change. Can the minister outline why the Scottish Government is taking that additional action?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22682688", "hpos": "42", "gid": "2013-01-29.5.12", "epobject_id": "22682700", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-29.5.0&amp;s=speaker%3A25094+section%3Asp#g5.12", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am very pleased to contribute to the debate. Biodiversity should be at the top of the agenda for each and every one of us.</p><p>Hailing from a farming background in the Hebrides, I began to have an interest in this major issue when at an early age I became aware of the plight of the humble corncrake. However, as the member for Falkirk East, I have had my attention drawn to the biodiversity in my constituency from bacteria and bluebells, and from to badgers and bats. To many people, Falkirk is just an inconvenient train station stop between Glasgow and Edinburgh&#8212;</p><p>Members: No it&#8217;s not!</p><p>It is definitely not that.</p><p>People also think of the area as the glow-in-the-dark place where they make petrol. However, there is a lot more to Falkirk district than meets the eye, particularly when it comes to biodiversity.</p><p>My constituency is varied and ranges from prime agricultural land next to the River Forth to hill farms and moors in the south. We have a wide range of habitats, from saline lagoons, mudflats and salt marsh to lowland raised and intermediate bog, fen, marsh and swamp, canals, rivers and streams and heath&#8212;not to mention coal bings.</p><p>The local biodiversity action plan that has been developed by Falkirk Council and its partners has identified 20 priority habitats and 112 priority species that are of particular national and local ecological value and as such should be conserved locally. As far as mammals are concerned, we have the European otter, badgers, the brown hare and pipistrelle bats to name just four, and there is a myriad of bird species, invertebrates, flowering plants, ferns and lower plants. Of course, we should not forget the great crested newts, which have caused planners in Falkirk such a headache that on more than one occasion the animals have had to be rehomed in areas away from proposed developments.</p><p>Clearly biodiversity should be at the heart of our aim of having a more sustainable future. After all, a healthy and diverse natural environment is vital to our economic, social and spiritual wellbeing, both now and in the future. Sadly, with human activity placing ever-increasing demands on our natural resources, there has been a considerable decline in the numbers and health of many of our wild plants, animals and habitats over the past 100 years, so we have a shared responsibility to conserve and enhance our local biodiversity for the good of current and future generations.</p><p>Much work has been done in Falkirk district for that very reason. Indeed, a hidden gem in Grangemouth is the Jupiter urban wildlife centre, which celebrated its 20th anniversary last year. I thank members who signed my motion welcoming that milestone. The centre has come a long way since it opened and has, through the hard work and dedication of volunteers and staff, been transformed from a disused industrial wasteland into a green wildlife oasis with a great variety of wild flowers, woodland birds, fungi, insects and amphibians around the specially created ponds.</p><p>The reserve is a valuable educational and community resource and an inspirational place for children and adults from the local community to visit. It is also one of Scotland's finest examples of the reclamation of disused industrial land for wildlife and people, and it attracts visitors from far and wide. That is no mean feat when we consider that its boundary fence is just yards from Grangemouth&#8217;s agrichemical industry. With that in mind, I invite the minister to visit that tremendous community resource at some point in the spring or summer, when the weather will, I hope, have improved.</p><p>In addition to the good work that is going on at Jupiter, significant grants have been awarded by Falkirk Environment Trust to local organisations in Falkirk district for projects to protect the environment, which are being delivered in partnership with a range of local agencies and communities. The projects have been particularly successful in securing funding from the landfill communities fund, which was discussed at an event that I sponsored in Parliament on Tuesday evening on making the most of the landfill tax. I thank MSPs who attended, including the minister. Their attendance was appreciated by the organisers, which were Scottish Environment LINK and the Scottish landfill communities fund forum.</p><p>Since 1998, Falkirk Environment Trust has secured and allocated about &#163;3.5&#160;million for local environmental projects. In the past year, grants have been awarded to various initiatives, including for the Pineapple at Dunmore&#8217;s great crested newts, Westquarter glen environmental improvements, the River Avon restoration, River Carron invasive species action and the River Carron clean-up, to name but a few. I hope that those will continue. However, as the landfill tax does its job and reduces the amount of waste that is going to landfill, payments arising via the landfill tax will reduce considerably.</p><p>The good work in my constituency also includes the inner Forth landscape initiative, which has secured significant funding through the Heritage Lottery Fund&#8217;s landscape partnership programme. The programme is the result of the hard work and dedication of the partnership of RSPB Scotland, SNH, the Scottish Environment Protection Agency, Historic Scotland, the three Forth valley local authorities, Central Scotland Forest Trust, TCV&#8212;The Conservation Volunteers Scotland&#8212;and Sustrans. It is an excellent example of joint working and the joined-up thinking to which Alex Fergusson referred earlier. The intention of the partnership is to reveal the hidden cultural, historical and natural wealth of the upper reaches of the Firth of Forth, to restore and conserve important features, to open up access and, ultimately, to leave a legacy of a richer landscape and new facilities for all.</p><p>As members have heard, a great deal is going on in Falkirk district, when it comes to biodiversity.</p><p>I acknowledge that the 2010 targets were not met at EU, global and&#8212;of course&#8212;Scotland levels. It is clear that more must be done to stop the loss of biodiversity and ecosystem services from Scotland and the EU by 2020. I am sure that we are all up for the challenge, so let us work together to ensure that we meet the 2020 targets.</p>", "hdate": "2013-01-17", "major": "7", "subsection_id": "22681867", "parent": {"body": "Scottish Parliament: Biodiversity"}, "video_status": "0", "extract": "I am very pleased to contribute to the debate. Biodiversity should be at the top of the agenda for each and every one of us. Hailing from a farming background in the Hebrides, I began to have an interest in this major issue when at an early age I became aware of the plight of the humble corncrake. However, as the member for Falkirk East, I have had my attention drawn to the biodiversity in my...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22681867", "hpos": "147", "gid": "2013-01-17.16.16", "epobject_id": "22681883", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-17.16.0&amp;s=speaker%3A25094+section%3Asp#g16.16", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>15. To ask the Scottish Government what recent progress has been made in introducing the European Union one-plus-two model of language teaching. (S4O-01693)</p>", "hdate": "2013-01-16", "major": "7", "subsection_id": "22681581", "parent": {"body": "Scottish Parliament: Language Teaching (One-plus-two Model)"}, "video_status": "0", "extract": "15. To ask the Scottish Government what recent progress has been made in introducing the European Union one-plus-two model of language teaching. (S4O-01693)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22681581", "hpos": "95", "gid": "2013-01-16.17.1", "epobject_id": "22681582", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-16.17.0&amp;s=speaker%3A25094+section%3Asp#g17.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am sure that the minister will join me in welcoming Falkirk Council education services&#8217; support for this new model of language acquisition in Scotland. Indeed, they have now embraced the proposal for foreign language learning from primary 1; at the moment, such learning begins in P6 in most Falkirk district schools. Is the minister able to assure the chamber that, when the EU one-plus-two system is rolled out, Gaelic will be one of the locally available plus-two language options?</p>", "hdate": "2013-01-16", "major": "7", "subsection_id": "22681581", "parent": {"body": "Scottish Parliament: Language Teaching (One-plus-two Model)"}, "video_status": "0", "extract": "I am sure that the minister will join me in welcoming Falkirk Council education services&#8217; support for this new model of language acquisition in Scotland. Indeed, they have now embraced the proposal for foreign language learning from primary 1; at the moment, such learning begins in P6 in most Falkirk district schools. Is the minister able to assure the chamber that, when the EU...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22681581", "hpos": "97", "gid": "2013-01-16.17.3", "epobject_id": "22681584", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-16.17.0&amp;s=speaker%3A25094+section%3Asp#g17.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>First of all, I thank Rhoda Grant for securing this welcome and long-overdue debate</p><p>As members will be aware, I have been concerned about large-scale biomass-fuelled electricity generating plants for some time now. Indeed, I should declare that previously, as a member of Falkirk Council&#8217;s planning committee, I successfully moved against a planning department recommendation to support what was at the time a proposed 100MW biomass electricity plant. I note that the application itself has since been increased to 120MW.</p><p>After the planning committee refused to support the application, it went to a public local inquiry that was held last May and at which I had the gruelling experience of being grilled by the applicant&#8217;s eminent Queen&#8217;s counsel. I have to say that it was not the most pleasant experience in my political life and it is something that I am not in a hurry to repeat. As the application is still live and due to be determined one way or the other by the Scottish ministers, I will understand it if the minister finds himself unable to refer to that specific application in my constituency.</p><p>Even prior to the application being lodged in my council ward and subsequently my constituency, I was opposed to large-scale biomass&#8212;and indeed remain so. I am fully in favour of small to medium-sized projects and good-quality combined heat and power plants, but in my view large-scale electricity-only biomass has too many arguments against it and precious few, if any, plus points.</p><p>Lobby groups such as Friends of the Earth, Biofuelwatch and RSPB Scotland have made a very good case against large-scale biomass electricity production, but one recent development caused me even more alarm. Ash dieback disease, which recently swept across the UK, attacked ash trees the length and breadth of the country. However, it transpires that other microscopic fungi could come into the country with biomass material and completely devastate our woodlands. According to the Society for General Microbiology, imported logs, woodchips and cut timber can present a serious risk of disease transmission. In my book, that is a risk too far and should be avoided at all costs.</p><p>The industry&#8217;s chiefs have given an assurance that they will not source their biomass fuel from the UK. Forth Energy has stated that it will source imported virgin wood from North America, South America, Russia and the Baltic states. An unsustainable bioenergy industry risks serious damage to wildlife and the climate by driving substantial additional logging overseas.</p><p>In addition to all those concerns, there are fears that large-scale use of wood for bioenergy can result in local communities being exposed to increased air pollution, including particulates, nitrogen dioxide, sulphur dioxide and dioxins. That was a major argument that was put forward by the Grangemouth community council coalition when it presented its case at last year&#8217;s public local inquiry.</p><p>Meanwhile, a growing number of scientific studies show that burning wood for energy commonly results in a carbon debt of decades, or even centuries, compared with fossil fuels that might otherwise have been burnt. In addition, although the industry is making great play of the benefits of combined heat and power plants, I have serious concerns about its commitment to the retrofitting and installation of the infrastructure required, given the significant costs involved in rolling out district heating, particularly when money is tight for any major capital investment. My concern is that the firms that promote CHP will promise the heating element of a project simply to get the application approved and then fail to deliver.</p><p>In my view, the introduction of large-scale biomass plants in Scotland is a decision that must not be taken lightly. I have highlighted just a few of the many concerns that I have had over the past few years, and I urge the minister carefully to consider the detrimental impact that large-scale biomass plants can have both on our local communities and on the communities halfway around the world that would supply the virgin wood for Scottish biomass plants.</p>", "hdate": "2013-01-16", "major": "7", "subsection_id": "22681726", "parent": {"body": "Scottish Parliament: Sustainable Biomass"}, "video_status": "0", "extract": "First of all, I thank Rhoda Grant for securing this welcome and long-overdue debate As members will be aware, I have been concerned about large-scale biomass-fuelled electricity generating plants for some time now. Indeed, I should declare that previously, as a member of Falkirk Council&#8217;s planning committee, I successfully moved against a planning department recommendation to support...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22681726", "hpos": "243", "gid": "2013-01-16.24.4", "epobject_id": "22681730", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-16.24.0&amp;s=speaker%3A25094+section%3Asp#g24.4", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>10. To ask the Scottish Government what progress has been made in rolling out the childsmile service to schools and nurseries in the NHS Forth Valley area. (S4O-01627)</p>", "hdate": "2012-12-19", "major": "7", "subsection_id": "22680346", "parent": {"body": "Scottish Parliament: Childsmile Service (NHS Forth Valley)"}, "video_status": "0", "extract": "10. To ask the Scottish Government what progress has been made in rolling out the childsmile service to schools and nurseries in the NHS Forth Valley area. (S4O-01627)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22680346", "hpos": "61", "gid": "2012-12-19.12.1", "epobject_id": "22680347", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-19.12.0&amp;s=speaker%3A25094+section%3Asp#g12.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The minister will be aware that members recently received the national dental inspection programme report, which highlighted the fact that there is a continuing trend of improvement in the oral health of primary 1 children in Scotland, with 67 per cent having no obvious experience of decay in 2011-12. What can the minister do to ensure that primary schools in areas of socioeconomic deprivation do not have the opportunity to opt out of the worthwhile childsmile programme?</p>", "hdate": "2012-12-19", "major": "7", "subsection_id": "22680346", "parent": {"body": "Scottish Parliament: Childsmile Service (NHS Forth Valley)"}, "video_status": "0", "extract": "The minister will be aware that members recently received the national dental inspection programme report, which highlighted the fact that there is a continuing trend of improvement in the oral health of primary 1 children in Scotland, with 67 per cent having no obvious experience of decay in 2011-12. What can the minister do to ensure that primary schools in areas of socioeconomic...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22680346", "hpos": "63", "gid": "2012-12-19.12.3", "epobject_id": "22680349", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-19.12.0&amp;s=speaker%3A25094+section%3Asp#g12.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>It is probably fair to say that fisheries negotiations, more than any other type of negotiation, and the annual horse trading that takes place every December give us all that d&#233;j&#224; vu feeling. As a relative newcomer to the chamber, for years I watched the negotiations from a distance. Now that I can watch them at close hand, the proceedings seem even more convoluted than they did when I viewed them as an outsider.</p><p>For example, as I mentioned in my question on last week&#8217;s ministerial statement, we have the ludicrous situation with compromise amendment 15&#8212;which is now, I believe, compromise amendment 21&#8212;which was proposed by Ulrike Rodust, the German Social Democrat rapporteur. It would require member states to close 10 to 20 per cent of their territorial waters to all fishing activities for at least five years. Apart from being totally off the wall, such a proposal would, if it were to go ahead, clearly go against the decentralisation and regionalisation agenda. It would have a devastating effect on Scottish coastal communities, particularly on small-scale boats, and harbours in those areas would effectively cease to function.</p><p>The Rodust amendment mentions territorial waters, which are defined in United Nations law as those within 12 nautical miles of the coast, but the text of the amendment is so ambiguous that it could technically cover everything out to the 200-mile limit.</p><p>I was pleased to hear both Struan Stevenson MEP and Ian Hudghton MEP agree that the amendment should be thrown out when we discussed the issue at the Rural Affairs, Climate Change and Environment Committee a few weeks ago. However, it is imperative that pressure is put on all Scottish and UK MEPs to reject the proposal when the committee vote takes place, which I think is on 18 December.</p><p>One very welcome development from the negotiations is the move towards regionalisation. As far as possible, decisions that relate to the means of achieving the goals that are set by long-term management plans should be taken at an appropriate regional level and involve those in the fisheries concerned, scientists and other stakeholders, which would result in the maximum degree of regionalisation. Unfortunately, the proposed compromise from the European Parliament as it currently stands still has too much detail to be decided in Brussels.</p><p>However, it is encouraging that, throughout the discussions on CFP reform, Scotland has played a leading role in developing solutions and building alliances to shape and reform the CFP as we would wish to see it. Indeed, Scotland, which has one of the most significant fisheries resources in Europe, is ready not just to have a seat at the negotiations but to take its turn in leading negotiations. It makes absolute sense that the nation with the most vested interest in sustaining fishing stocks should lead on the negotiations, given that Scottish vessels land 84 per cent of the total value of UK landings of key stocks; that the Scottish fishing zone makes up 60 per cent of UK waters; that the number of fishermen who are employed in Scottish boats currently sits at 5,000; and that landings were valued at just over &#163;500&#160;million last year.</p><p>I turn to discards. In the north-east of Scotland, fishermen have endured swingeing cuts over the past 20 years. Two thirds of white fish have been scrapped and the cod quota is a fifth of what it was in the mid-90s, and yet Brussels attempts year after year to introduce further restrictions. The stocks are good, but the quotas are low, which causes unnecessary discarding. There should be no doubt in anyone&#8217;s mind that discarding dead or dying fish is a waste of biological and economic resource, never mind being just plain crazy.</p><p>In Scotland, with the help of the industry, significant progress has been made in eliminating discards, although there is still some progress to be made if we are to have discard-free fisheries. We have shown in Scotland that the conservation credit scheme is working. For example, Scottish discards of North Sea cod have reduced overall by nearly half since 2007, from 6,500 tonnes to 3,500 tonnes. Much of the discarding is of fish below minimum landing size, and it is hoped that those can be increasingly avoided with the use of highly selective gears, which will further reduce the overall amount of fish that are discarded.</p><p>We already have other discard reduction measures in place in Scotland, including more selective fishing nets to avoid catching unwanted fish in the first place and the observation of seasonal temporary closures of rich fishing grounds during critical times. While discards are high on the agenda in Brussels, we have been doing our bit to ensure a workable and enforceable discard policy that is designed in collaboration with Scottish stakeholders.</p><p>However, we must ensure that a ban on discards does not end up penalising our fleet in other ways. Members will be aware that another major issue in the negotiations is the cod recovery plan. It is imperative that there is a freeze on further reductions of effort under the cod plan. Member states across the EU have made it clear to the European Commission that the flawed cod recovery plan must be replaced, and that there must be no more cuts in days at sea in 2013.</p><p>Again, each and every one of us must lobby our respective MEPs to ensure that there are no more cuts in days at sea in 2013. I make a specific plea to members of the Liberal Democrat group to highlight that to their sole MEP on the Committee on Fisheries, Chris Davies, who has made statements against the industry in the past and has made calls to halt the industry and put fleets to the side.</p><p>Cod stocks are recovering. International scientists have commended Scotland&#8217;s approach to cod recovery, North Sea stocks have gone up by 150 per cent since 2006 and Scottish fishermen have delivered Europe&#8217;s greatest reduction in cod discards, with rates plummeting from 43 per cent in 2009 to 25 per cent in 2011, as the cabinet secretary mentioned.</p><p>As if our fishing industry has not had to endure enough over the years, it is now faced with a 20 per cent cut in North Sea cod quota for 2013. It should be plain for all to see that that will result only in massive discards, as our fishermen will not be able to avoid catching the ever more plentiful cod.</p><p>I reiterate that it is imperative that, for the sake of our &#163;0.5&#160;billion industry in Scotland, each and every one of us in the chamber lobbies our MEPs to reject the bad compromises that have been tabled in Brussels.</p>", "hdate": "2012-12-12", "major": "7", "subsection_id": "22679736", "parent": {"body": "Scottish Parliament: Fisheries Negotiations"}, "video_status": "0", "extract": "It is probably fair to say that fisheries negotiations, more than any other type of negotiation, and the annual horse trading that takes place every December give us all that déjà vu feeling. As a relative newcomer to the chamber, for years I watched the negotiations from a distance. Now that I can watch them at close hand, the proceedings seem even more convoluted than they did...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22679736", "hpos": "113", "gid": "2012-12-12.17.19", "epobject_id": "22679755", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-12.17.0&amp;s=speaker%3A25094+section%3Asp#g17.19", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Will the member give way?</p>", "hdate": "2012-12-12", "major": "7", "subsection_id": "22679736", "parent": {"body": "Scottish Parliament: Fisheries Negotiations"}, "video_status": "0", "extract": "Will the member give way?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22679736", "hpos": "145", "gid": "2012-12-12.17.51", "epobject_id": "22679787", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-12.17.0&amp;s=speaker%3A25094+section%3Asp#g17.51", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Petroleum exploration development licence 133, issued by the UK Government, covers part of my constituency. As we have also heard, it has received some media attention over the weekend. What safeguards will be put in place to ensure that SEPA monitors the consented water discharge points regularly?</p>", "hdate": "2012-12-11", "major": "7", "subsection_id": "22679484", "parent": {"body": "Scottish Parliament: Unconventional Gas Exploration"}, "video_status": "0", "extract": "Petroleum exploration development licence 133, issued by the UK Government, covers part of my constituency. As we have also heard, it has received some media attention over the weekend. What safeguards will be put in place to ensure that SEPA monitors the consented water discharge points regularly?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22679484", "hpos": "26", "gid": "2012-12-11.4.15", "epobject_id": "22679499", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-11.4.0&amp;s=speaker%3A25094+section%3Asp#g4.15", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>3. To ask the Scottish Government when it last met Falkirk Council and what matters were discussed. (S4O-01558)</p>", "hdate": "2012-12-05", "major": "7", "subsection_id": "22678925", "parent": {"body": "Scottish Parliament: Falkirk Council (Meetings)"}, "video_status": "0", "extract": "3. To ask the Scottish Government when it last met Falkirk Council and what matters were discussed. (S4O-01558)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22678925", "hpos": "21", "gid": "2012-12-05.5.1", "epobject_id": "22678926", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-05.5.0&amp;s=speaker%3A25094+section%3Asp#g5.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The minister will be aware that Falkirk&#8217;s tax increment financing bid has the potential to attract to my constituency nearly &#163;600 million-worth of investment for more than 8,000 local jobs over the next 25 years. Now that the business case has been submitted, when do the Scottish Government and the Scottish Futures Trust expect to make a final decision and announcement on whether this exciting TIF project can go ahead?</p>", "hdate": "2012-12-05", "major": "7", "subsection_id": "22678925", "parent": {"body": "Scottish Parliament: Falkirk Council (Meetings)"}, "video_status": "0", "extract": "The minister will be aware that Falkirk&#8217;s tax increment financing bid has the potential to attract to my constituency nearly £600 million-worth of investment for more than 8,000 local jobs over the next 25 years. Now that the business case has been submitted, when do the Scottish Government and the Scottish Futures Trust expect to make a final decision and announcement on whether...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22678925", "hpos": "23", "gid": "2012-12-05.5.3", "epobject_id": "22678928", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-05.5.0&amp;s=speaker%3A25094+section%3Asp#g5.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The cabinet secretary will be aware of Ulrike Rodust&#8217;s amendment 15, which would require member states to close 10 to 20 per cent of their territorial waters to all fishing activities for at least five years. If that proposal went ahead, it would clearly go against the decentralisation agenda; it would have a devastating effect on Scottish coastal communities&#8212;in particular on small-scale boats&#8212;and harbours in those areas would in effect cease to function. What can the cabinet secretary do to impress upon all MEPs the imperative to reject that proposal, particularly when the sole Liberal Democrat MEP on the fisheries committee, Chris Davies, has in the past advocated closing down the industry completely for two years?</p>", "hdate": "2012-12-04", "major": "7", "subsection_id": "22678739", "parent": {"body": "Scottish Parliament: European Union Fisheries Negotiations"}, "video_status": "0", "extract": "The cabinet secretary will be aware of Ulrike Rodust&#8217;s amendment 15, which would require member states to close 10 to 20 per cent of their territorial waters to all fishing activities for at least five years. If that proposal went ahead, it would clearly go against the decentralisation agenda; it would have a devastating effect on Scottish coastal communities&#8212;in particular on...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22678739", "hpos": "33", "gid": "2012-12-04.4.8", "epobject_id": "22678747", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-12-04.4.0&amp;s=speaker%3A25094+section%3Asp#g4.8", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>4. To ask the Scottish Government how it measures the impact of the youth music initiative. (S4O-01499)</p>", "hdate": "2012-11-21", "major": "7", "subsection_id": "22677518", "parent": {"body": "Scottish Parliament: Youth Music Initiative"}, "video_status": "0", "extract": "4. To ask the Scottish Government how it measures the impact of the youth music initiative. (S4O-01499)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22677518", "hpos": "28", "gid": "2012-11-21.5.1", "epobject_id": "22677519", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-21.5.0&amp;s=speaker%3A25094+section%3Asp#g5.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Cultural co-ordinators at Falkirk Council and, latterly, Falkirk Community Trust have drawn down nearly &#163;1.2 million from the youth music initiative since 2007, and the total that has been drawn down in Falkirk district in the past five years stands at &#163;1,386,000. I have seen at first hand the benefits that the initiative can bring to young people.</p>", "hdate": "2012-11-21", "major": "7", "subsection_id": "22677518", "parent": {"body": "Scottish Parliament: Youth Music Initiative"}, "video_status": "0", "extract": "Cultural co-ordinators at Falkirk Council and, latterly, Falkirk Community Trust have drawn down nearly £1.2 million from the youth music initiative since 2007, and the total that has been drawn down in Falkirk district in the past five years stands at £1,386,000. I have seen at first hand the benefits that the initiative can bring to young people.", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22677518", "hpos": "30", "gid": "2012-11-21.5.3", "epobject_id": "22677521", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-21.5.0&amp;s=speaker%3A25094+section%3Asp#g5.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Can the cabinet secretary assure me that this excellent initiative will continue in future years?</p>", "hdate": "2012-11-21", "major": "7", "subsection_id": "22677518", "parent": {"body": "Scottish Parliament: Youth Music Initiative"}, "video_status": "0", "extract": "Can the cabinet secretary assure me that this excellent initiative will continue in future years?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22677518", "hpos": "32", "gid": "2012-11-21.5.5", "epobject_id": "22677523", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-21.5.0&amp;s=speaker%3A25094+section%3Asp#g5.5", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>5. To ask the Scottish Government what action it has taken to minimise the impact on agriculture of the Schmallenberg virus. (S4O-01430)</p>", "hdate": "2012-11-07", "major": "7", "subsection_id": "22676021", "parent": {"body": "Scottish Parliament: Schmallenberg Virus"}, "video_status": "0", "extract": "5. To ask the Scottish Government what action it has taken to minimise the impact on agriculture of the Schmallenberg virus. (S4O-01430)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22676021", "hpos": "31", "gid": "2012-11-07.6.1", "epobject_id": "22676022", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-07.6.0&amp;s=speaker%3A25094+section%3Asp#g6.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Although no acute cases have been recorded in Scotland, it is clear that farmers who have recently imported livestock from high-risk SBV areas must be extra vigilant and ensure that introduced breeding stock are tested for the virus. I am aware that work is going on to produce a vaccine. Does the cabinet secretary have any detail on progress regarding an SBV vaccine and whether there is an estimated timescale for its introduction?</p>", "hdate": "2012-11-07", "major": "7", "subsection_id": "22676021", "parent": {"body": "Scottish Parliament: Schmallenberg Virus"}, "video_status": "0", "extract": "Although no acute cases have been recorded in Scotland, it is clear that farmers who have recently imported livestock from high-risk SBV areas must be extra vigilant and ensure that introduced breeding stock are tested for the virus. I am aware that work is going on to produce a vaccine. Does the cabinet secretary have any detail on progress regarding an SBV vaccine and whether there is an...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22676021", "hpos": "33", "gid": "2012-11-07.6.3", "epobject_id": "22676024", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-07.6.0&amp;s=speaker%3A25094+section%3Asp#g6.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Can the minister give me an assurance that, given the importance of RPP 2, the Government will focus on getting it right and that Parliament will be given adequate time to consider the document?</p>", "hdate": "2012-11-07", "major": "7", "subsection_id": "22676030", "parent": {"body": "Scottish Parliament: Report on Proposals and Policies"}, "video_status": "0", "extract": "Can the minister give me an assurance that, given the importance of RPP 2, the Government will focus on getting it right and that Parliament will be given adequate time to consider the document?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22676030", "hpos": "44", "gid": "2012-11-07.7.5", "epobject_id": "22676035", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-11-07.7.0&amp;s=speaker%3A25094+section%3Asp#g7.5", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>As the minister mentioned in the final section of his statement, the Scottish renewables industry is making a significant contribution to reducing carbon emissions as well as to creating jobs and investment throughout Scotland. Can the minister assure me of the Government&#8217;s continuing commitment to the industry?</p>", "hdate": "2012-10-23", "major": "7", "subsection_id": "22674569", "parent": {"body": "Scottish Parliament: Greenhouse Gas Emissions (Annual Target Report)"}, "video_status": "0", "extract": "As the minister mentioned in the final section of his statement, the Scottish renewables industry is making a significant contribution to reducing carbon emissions as well as to creating jobs and investment throughout Scotland. Can the minister assure me of the Government&#8217;s continuing commitment to the industry?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22674569", "hpos": "94", "gid": "2012-10-23.6.9", "epobject_id": "22674578", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-10-23.6.0&amp;s=speaker%3A25094+section%3Asp#g6.9", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Feasgar math. Tha mi toilichte a bhith a&#8217; bruidhinn anns an deasbad mu phlana c&#224;nain n&#224;iseanta G&#224;idhlig, ach tha mi duilich nach eil G&#224;idhlig gu le&#242;r agam fhathast, ged a bhuin mi do Ste&#242;rnabhagh. Mar sin, leanaidh mi ann am Beurla.</p><p>Following is the simultaneous interpretation:</p><p>Good afternoon. I am pleased to speak in the debate on the national Gaelic language plan but am sorry that I do not yet have enough Gaelic to proceed in the language, though I have ties to Stornoway. I will therefore continue in English.</p><p>The member continued in English.</p><p>I am pleased to contribute to the debate though, to my shame, even though I hail from Stornoway, I do not speak Gaelic. One of Gaeldom&#8217;s best singers, the late Ishbel MacAskill from Lewis, used to say that she hated coming in from the Point area to that great metropolis of Stornoway because the &#8220;townies&#8221; did not speak Gaelic. As a townie, that is my excuse and I am sticking to it for the time being.</p><p>I may not speak the language properly&#8212;something that I intend to sort in future&#8212;but I am a staunch supporter of the Gaelic language and culture and am firmly of the belief that everything should be done to protect our indigenous language, which is still in a fragile condition.</p><p>It is quite appropriate that we are discussing the Gaelic language just one week before the Royal National Mod starts in Dunoon. Four years ago, in 2008, I was the convener of the National Mod in Falkirk, which not only raised awareness of Gaelic and traditional culture in Falkirk district, but gave the local economy a &#163;1.5&#160;million boost, just when the economic downturn began to kick in. I would therefore urge members to encourage their local authorities to bid to host the National Mod, as there are major cultural and economic benefits from doing so. My colleague George Adam was instrumental in bidding for the Mod to come to Paisley next year.</p><p>The Mod has left a lasting legacy in Falkirk district but that is never enough. Last week, Falkirk Council approved its Gaelic language plan for submission to B&#242;rd na G&#224;idhlig. While the Gaelic language plan compels local authorities to improve access to Gaelic, there is very little appetite, certainly in the central belt, to do any more than has to be done. That must change, and I look forward to more initiatives from B&#242;rd na G&#224;idhlig to encourage greater understanding and participation.</p><p>That is why, following the 2008 Mod, I was instrumental in founding the Falkirk Gaelic forum, which has been tasked with lobbying for the introduction of Gaelic-medium education in Falkirk district, starting with a cr&#242;ileagan, or nursery. Although we still have a way to go, in-house delivery of GME is much preferable to farming out GME to the neighbouring local authorities of Stirling and North Lanarkshire, which should be commended for their past commitment to the language. GME provision in the Falkirk Council area is an issue that still has to be addressed.</p><p>While the launch of the national Gaelic plan is whole-heartedly welcomed, a couple of issues still need to be addressed. There is a great deal of focus on the number of Gaelic speakers. I welcome the goal of growing the number of adult Gaelic speakers by increasing the number who acquire Gaelic from 2,000 to 3,000 by 2017, and I hope that I will be one of them. However, we need to have confidence that they will be useful or committed to the language in future, post-2017.</p><p>Clearly, GME equips young people with two languages without any detriment to other subjects, and it is certainly worthy of increased investment. Therefore, I welcome the ambitious target in the plan to increase the number of children benefiting from GME by doubling the current annual intake to 800 by 2017.</p><p>Unfortunately, the perception of Gaelic and GME, in particular, results in the language being regularly undermined by the press, some education authorities and even small sections of the Gaelic community. Everyone must join together and support GME. However, there needs to be further focus on adult learning needs, which should include native speakers who may have lost their Gaelic or who are dependent on a particular location or dialect to function in Gaelic properly. There are so many aspects to this subject that four minutes&#8217; speaking time does not really do it justice.</p><p>Before I close, I want to pose the question of whether an independent voice for Gaelic is needed. B&#242;rd na G&#224;idhlig is funded by the Scottish Government, but should there not be an independent body overseeing the myriad Gaelic-supporting organisations out there, including B&#242;rd na G&#224;idhlig? Fundamentally, it should be a body to which B&#242;rd na G&#224;idhlig is accountable, outwith Government.</p><p>I am sure that the cross-party group on Gaelic will visit those and many other issues over the course of this session of Parliament. Nevertheless, I welcome the fundamental thrust of the plan, which is a strategy for growth with the core aim of ensuring that, by 2021, the proportion of Gaelic speakers is back up to 2001 levels.</p>", "hdate": "2012-10-02", "major": "7", "subsection_id": "22673806", "parent": {"body": "Scottish Parliament: &#8220;National Gaelic Language Plan 2012-17&#8221;"}, "video_status": "0", "extract": "Feasgar math. Tha mi toilichte a bhith a&#8217; bruidhinn anns an deasbad mu phlana cànain nàiseanta Gàidhlig, ach tha mi duilich nach eil Gàidhlig gu leòr agam fhathast, ged a bhuin mi do Steòrnabhagh. Mar sin, leanaidh mi ann am Beurla. Following is the simultaneous interpretation: Good afternoon. I am pleased to speak in the debate on the national Gaelic...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22673806", "hpos": "111", "gid": "2012-10-02.7.20", "epobject_id": "22673826", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-10-02.7.0&amp;s=speaker%3A25094+section%3Asp#g7.20", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>It is a pleasure to contribute to the debate. I have recently joined the Rural Affairs, Climate Change and Environment Committee and, although I have been following the long and protracted CAP negotiations from a distance, I am now watching with renewed interest.</p><p>Following the progress of CAP reform is not for the faint-hearted, as the EU Commission and Council attempt to cut the CAP budget. The Commission&#8217;s proposal calls for a 10 per cent cut in real terms to direct payments over seven years to 2020. If allowed to go ahead, that will have a major impact on our upland livestock farmers, with their dependence on the single farm payment and less favoured area status.</p><p>The Scottish Government and MEPs must react against that. Investment in farming through the CAP not only provides society with food security, but provides a range of ancillary benefits for land management, export earnings, economic vitality in remote areas and employment in related industries.</p><p>The reform of CAP is our chance to get that right, but it will not be easy. It is imperative that we have fairer budgets for pillars 1 and 2 that are more in line with Europe&#8217;s direction of travel. As a member of the UK, Scotland has the fourth-lowest pillar funding per hectare in the EU, at just 48 per cent of the average, whereas England receives 85 per cent of the EU average.</p>", "hdate": "2012-09-27", "major": "7", "subsection_id": "22673620", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "It is a pleasure to contribute to the debate. I have recently joined the Rural Affairs, Climate Change and Environment Committee and, although I have been following the long and protracted CAP negotiations from a distance, I am now watching with renewed interest. Following the progress of CAP reform is not for the faint-hearted, as the EU Commission and Council attempt to cut the CAP budget....", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22673620", "hpos": "166", "gid": "2012-09-27.17.43", "epobject_id": "22673663", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-27.17.0&amp;s=speaker%3A25094+section%3Asp#g17.43", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Possibly it is because we do not have direct input to the negotiations.</p><p>We also have the lowest pillar 2 rates in Europe. We get only 17 per cent of the funding received by Finland, which has a similar population to Scotland, and only 22.5 per cent of the funding received by Ireland, which has a similarly sized agricultural production area. That is not fair in anybody&#8217;s book.</p><p>The Scottish Government has welcomed the retention of the two-pillar structure. However, the UK Government is less enthusiastic and seems to be happy to accept reduced pillar 1 funding. That highlights the problem that we have in Scotland: with five years in post, the cabinet secretary is the most experienced agriculture minister in the UK, but he is locked out of negotiations when decisions are being taken that directly affect Scotland&#8217;s farmers. Clearly, the choice is between a Scottish cabinet secretary with five years&#8217; experience in the job or a DEFRA secretary of state with five weeks&#8217; experience&#8212;I know which one we can trust to stand up for Scotland&#8217;s farmers.</p><p>Given the importance of the EU for agricultural policy and funding, it is vital for the future of our agricultural industry that Scotland has the same voice as other member states have. For example, Denmark&#8212;where I farmed for a short period in a previous life&#8212;with a population that is a similar size to our own and a strong agricultural sector, has 13 MEPs while we have six. That clearly leaves Scotland at a particular disadvantage.</p><p>There are further disadvantages in that the Scottish Government disagrees with the UK Government on reducing the CAP budget, but under the current set-up, regardless of the views and concerns of the Scottish Government and Scottish farmers and crofters, the UK position will always go forward.</p><p>A prime example of where differences exist is on the first pillar of CAP, which delivers support for farmers through the SFP. The UK Government&#8217;s policy, on which devolved Administrations were not consulted, is that the SFP should be phased out. However, the Scottish Government has serious concerns about that approach, as it could have an extremely detrimental impact on large areas of Scottish agriculture. Around 85 per cent of Scotland falls under the EU category of less favoured agricultural land, compared with 17 per cent in England. With such differences in farming practices north and south of the border, it is imperative that Scotland has a direct say at the top table and is not shoved away in a corner and only allowed out when the DEFRA secretary of state sees fit.</p>", "hdate": "2012-09-27", "major": "7", "subsection_id": "22673620", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "Possibly it is because we do not have direct input to the negotiations. We also have the lowest pillar 2 rates in Europe. We get only 17 per cent of the funding received by Finland, which has a similar population to Scotland, and only 22.5 per cent of the funding received by Ireland, which has a similarly sized agricultural production area. That is not fair in anybody&#8217;s book. The...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22673620", "hpos": "168", "gid": "2012-09-27.17.45", "epobject_id": "22673665", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-27.17.0&amp;s=speaker%3A25094+section%3Asp#g17.45", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>It will not have escaped members&#8217; notice that the EU agricultural commissioner was in town last week. He heard loud and clear the call from Scottish farming leaders: they want to farm and will have left him in doubt that maintaining farm production must be the number 1 priority in any CAP reform deal. The visit gave the commissioner the chance to hear, first hand, the calls to ensure that future policies work on the ground, not just on paper, and that the UK gets a fair share of the budget.</p><p>The NFU Scotland president, Nigel Miller, also took advantage of the commissioner&#8217;s visit to stress to him that Scotland&#8217;s budget share falls well short of the EU average and that Scotland&#8217;s spend should not be subject to any cuts. Warnings were also given to the commissioner that Scotland&#8217;s beef farmers are facing a challenge that could lead to a beef exodus, with the latest figures from Quality Meat Scotland showing that every suckler cow is losing &#163;130 each year before support payments are accounted for.</p><p>If that continues, we will reach a stage at which there are no cows grazing on the hills and uplands, with no calves coming forward to supply lowland beef finishers. Ultimately, that will cut the supply of Scotch beef to customers. It is clear that the best way to ensure a viable future for suckler beef production is to channel support into the production of beef calves, which, in turn, will maintain the upland environment through proper stocking rates and thereby maintain rural communities.</p><p>In my final half minute, I turn to new entrants. As we know, the agricultural community is ageing and we need to breathe new life into the industry. That is why the new entrants scheme is very welcome. As if starting up a farm from scratch were not difficult enough, new entrants are being penalised by the current CAP legislation, which has the effect of preventing them from receiving the single farm payment or any funds from the SRDP. That puts new entrants at an instant disadvantage. It is hoped that the next round of CAP reform will not exclude new entrants from applying for SFP or SRDP funding.</p><p>I have touched on only a couple of the issues that Scotland&#8217;s farmers face. I look forward to further CAP debates in the chamber and at committee, and I wish the cabinet secretary well in his further negotiations in Europe and, indeed, with the UK.</p>", "hdate": "2012-09-27", "major": "7", "subsection_id": "22673620", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "It will not have escaped members&#8217; notice that the EU agricultural commissioner was in town last week. He heard loud and clear the call from Scottish farming leaders: they want to farm and will have left him in doubt that maintaining farm production must be the number 1 priority in any CAP reform deal. The visit gave the commissioner the chance to hear, first hand, the calls to ensure...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22673620", "hpos": "170", "gid": "2012-09-27.17.47", "epobject_id": "22673667", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-27.17.0&amp;s=speaker%3A25094+section%3Asp#g17.47", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am pleased to be able to contribute to the debate, not least because the Alexander Dennis bus factory is in the neighbouring Falkirk West constituency of my colleague Michael Matheson and because a large number of my constituents who are employed at the Camelon factory have benefited from previous tranches of the green bus fund through orders for Alexander Dennis buses, as we have heard already from a number of speakers.</p><p>The Alexander Dennis story is indeed a success story. In recent years the bus construction industry has celebrated peaks and endured troughs. However, thanks to initiatives such as the green bus fund Alexander Dennis has gone from strength to strength in the past two to three years. It is currently supporting 900 jobs in Camelon and 2,000 in the vast supply chain.</p><p>I have had the pleasure of visiting the factory on a couple of occasions, most recently with the First Minister and Michael Matheson, the local MSP, and I have seen at first hand a dramatic change in the mood of the workforce.</p><p>Many of the workers I spoke to on the shop floor talked about the buzz and optimism in the factory now compared with the doom and despondency that prevailed just a few years ago. I cannot praise the workforce highly enough. Just a few years ago, it endured wage reductions, extended holiday periods and three-day working weeks, but now it can hardly keep up with the orders that are coming in. That is a fantastic good-news story, and the green bus fund has certainly helped.</p>", "hdate": "2012-09-26", "major": "7", "subsection_id": "22673387", "parent": {"body": "Scottish Parliament: Green Bus Fund"}, "video_status": "0", "extract": "I am pleased to be able to contribute to the debate, not least because the Alexander Dennis bus factory is in the neighbouring Falkirk West constituency of my colleague Michael Matheson and because a large number of my constituents who are employed at the Camelon factory have benefited from previous tranches of the green bus fund through orders for Alexander Dennis buses, as we have heard...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22673387", "hpos": "148", "gid": "2012-09-26.15.48", "epobject_id": "22673435", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-26.15.0&amp;s=speaker%3A25094+section%3Asp#g15.48", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>If Mr Gray can say where the &#163;1 billion cost of reregulation would come from, perhaps the rest of us could consider the matter in more detail. Is he willing to do that?</p><p>I stress that the good results from Alexander Dennis are down to team work. The management is working closely with the workforce to compete against strong competition from other parts of the UK and the continent. Part of the success story is down to the hard work and perseverance of Alexander Dennis&#8217;s chief executive officer, Colin Robertson, who joined the firm from Terex. He has transformed Alexander Dennis into a world-leading manufacturer of world-class buses that are marketed and sold globally. On 5 December last year, I lodged motion S4M-01490, which congratulated him</p><p>&#8220;on receiving the Entrepreneur of the Year award at the Entrepreneurial Exchange&#8217;s annual dinner in Glasgow&#8221;.</p><p>I thank all the members who supported that motion. Sadly, not one member from outside my party did, but we live in hope. The motion welcomed the fact that</p><p>&#8220;since Colin Robertson took charge at the ... company in 2007, the company turnover has doubled to &#163;360 million and sales have expanded into countries around the world&#8221;.</p><p>Another factor in that tremendous success story is the state-of-the-art hybrid buses that Alexander Dennis is producing, which have been mentioned a number of times. At the risk of being accused of being ever-so-slightly biased, I give my view that its hybrid buses, such as the Enviro300, the Enviro400 and the Enviro500, are the best in the world. Compared with conventional buses, the Enviro hybrid models demonstrate 60 per cent savings in fuel and CO2, and the company plans to introduce in 2013 next-generation hybrid buses with fuel and CO2 savings of nearer 70 per cent, so that it continually keeps ahead of the competition.</p><p>On the service side of the industry, I visited my local FirstBus depot in Larbert on Monday this week and had discussions with the general manager, who is keen to improve his local fleet and who welcomed the latest announcement of a further &#163;2.5 million funding for the green bus fund by the finance secretary just last week. The general manager clearly welcomed the investment that the green bus fund brings to public transport, as well as the reduction in CO2 emissions and the stimulation of the green economy.</p><p>Since the scheme was launched in 2010, 74 eco-friendly buses have been purchased by nine operators. Of those buses, 63&#8212;the lion&#8217;s share&#8212;were built in Camelon in Scotland. Around 40 green buses are due to join the green fleet as a result of the extra funding. The fund is delivering jobs for the green economy, lowering carbon emissions and helping Scotland to achieve its carbon reduction targets.</p><p>My colleague Kevin Stewart has spoken about the exciting hydrogen hub initiative in Aberdeen. With pledges to cut carbon dioxide emissions and a fossil fuel supply crisis fast approaching&#8212;if we are not in it already&#8212;there is a pressing need in Europe to rethink the way in which economic growth is fuelled. Using hydrogen as a transport fuel is many people&#8217;s vision of the future.</p><p>I have followed the technology for some time, since I became aware that Iceland was actively looking into the use of hydrogen power, with a vision of the entire Icelandic transport system, including private cars and fishing boats, being totally converted to hydrogen fuel by 2050. That is a bold target, but it is certainly achievable.</p><p>The European Commission strongly supports the development of cleaner vehicles, especially heavy goods and public vehicles, and it sees hydrogen buses as part of a solution to the problems of town and city air pollution and rising oil prices. The trials in Iceland and Aberdeen will help us to bring forward a new generation of vehicles that are better and cheaper and which will bring us one step closer to the full commercialisation of hydrogen-powered vehicles. By following the example of our Nordic neighbours on green issues and politically, Scotland has an exciting future ahead of it&#8212;and not just in relation to green transport.</p><p>I support the motion.</p>", "hdate": "2012-09-26", "major": "7", "subsection_id": "22673387", "parent": {"body": "Scottish Parliament: Green Bus Fund"}, "video_status": "0", "extract": "If Mr Gray can say where the £1 billion cost of reregulation would come from, perhaps the rest of us could consider the matter in more detail. Is he willing to do that? I stress that the good results from Alexander Dennis are down to team work. The management is working closely with the workforce to compete against strong competition from other parts of the UK and the continent. Part of...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22673387", "hpos": "150", "gid": "2012-09-26.15.50", "epobject_id": "22673437", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-26.15.0&amp;s=speaker%3A25094+section%3Asp#g15.50", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The First Minister will be aware that May Gurney, which is a major employer in Falkirk, as well as in Dundee and Aberdeenshire, has announced that up to 250 jobs are at risk as a result of a reduction in work received from one of its major clients. With the company pledging to work with employee representatives and its other clients in an attempt to minimise the number of job losses, will the First Minister ensure that the Scottish Government offers whatever support it can to give May Gurney and its employees support at what is, understandably, a difficult time for them?</p>", "hdate": "2012-09-20", "major": "7", "subsection_id": "22672964", "parent": {"body": "Scottish Parliament: Secretary of State for Scotland (Meetings)"}, "video_status": "0", "extract": "The First Minister will be aware that May Gurney, which is a major employer in Falkirk, as well as in Dundee and Aberdeenshire, has announced that up to 250 jobs are at risk as a result of a reduction in work received from one of its major clients. With the company pledging to work with employee representatives and its other clients in an attempt to minimise the number of job losses, will the...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22672964", "hpos": "91", "gid": "2012-09-20.13.13", "epobject_id": "22672977", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-20.13.0&amp;s=speaker%3A25094+section%3Asp#g13.13", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I appreciate that the minister is unable to comment on live planning applications. However, he will be aware of my constituency interest in the Grangemouth biomass proposal. Can the minister expand on the impact of his statement on combined heat and biomass projects?</p>", "hdate": "2012-09-13", "major": "7", "subsection_id": "22672376", "parent": {"body": "Scottish Parliament: Renewables Obligation Scotland Review"}, "video_status": "0", "extract": "I appreciate that the minister is unable to comment on live planning applications. However, he will be aware of my constituency interest in the Grangemouth biomass proposal. Can the minister expand on the impact of his statement on combined heat and biomass projects?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22672376", "hpos": "145", "gid": "2012-09-13.18.13", "epobject_id": "22672389", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-13.18.0&amp;s=speaker%3A25094+section%3Asp#g18.13", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>2. To ask the Scottish Government what future plans Scottish Development International has to further develop trade links with Turkey. (S4O-01217)</p>", "hdate": "2012-09-06", "major": "7", "subsection_id": "22671547", "parent": {"body": "Scottish Parliament: Scottish Development International (Links with Turkey)"}, "video_status": "0", "extract": "2. To ask the Scottish Government what future plans Scottish Development International has to further develop trade links with Turkey. (S4O-01217)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22671547", "hpos": "12", "gid": "2012-09-06.3.1", "epobject_id": "22671548", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-06.3.0&amp;s=speaker%3A25094+section%3Asp#g3.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I thank the minister for that encouraging reply. I am aware that an SDI mission visited Turkey at the end of June. Turkey is regarded as a European equivalent of the BRIC countries virtually on our doorstep, and foreign investment in Istanbul increased by 110 per cent last year. What can the minister do to ensure that opportunities for Scottish firms, particularly in the energy sector, are properly followed up including through liaison with UK Trade &amp; Industry officials in Turkey?</p>", "hdate": "2012-09-06", "major": "7", "subsection_id": "22671547", "parent": {"body": "Scottish Parliament: Scottish Development International (Links with Turkey)"}, "video_status": "0", "extract": "I thank the minister for that encouraging reply. I am aware that an SDI mission visited Turkey at the end of June. Turkey is regarded as a European equivalent of the BRIC countries virtually on our doorstep, and foreign investment in Istanbul increased by 110 per cent last year. What can the minister do to ensure that opportunities for Scottish firms, particularly in the energy sector, are...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22671547", "hpos": "14", "gid": "2012-09-06.3.3", "epobject_id": "22671550", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-06.3.0&amp;s=speaker%3A25094+section%3Asp#g3.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am not a member of the Local Government and Regeneration Committee so I am pleased to be able to contribute to the debate.</p><p>I am sure that every member hears alarm bells ringing when they see the number of empty commercial premises in their local town centres and district centres. I believe that, contrary to what we have heard from Labour and the Tories, the bill will help to address falling occupancy rates in all constituencies in Scotland, revitalise town centres and bring up to 5,500 commercial properties and up to 25,000 long-term empty homes back into use. Effectively, the bill will tick the box that we all want to see ticked, which is to have revitalised town centres with increasing footfall.</p>", "hdate": "2012-09-06", "major": "7", "subsection_id": "22671644", "parent": {"body": "Scottish Parliament: Local Government Finance (Unoccupied Properties etc) (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I am not a member of the Local Government and Regeneration Committee so I am pleased to be able to contribute to the debate. I am sure that every member hears alarm bells ringing when they see the number of empty commercial premises in their local town centres and district centres. I believe that, contrary to what we have heard from Labour and the Tories, the bill will help to address falling...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22671644", "hpos": "145", "gid": "2012-09-06.17.37", "epobject_id": "22671681", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-06.17.0&amp;s=speaker%3A25094+section%3Asp#g17.37", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I will get on for the time being, but I may take one later.</p><p>The main town in my constituency is Falkirk, which has faced a number of commercial challenges over the past three or four years, not least that of falling footfall, as have other towns in my constituency, including Grangemouth and Bo&#8217;ness. The bill will go some way towards addressing the falling footfall in all our town centres, which is a concern to every retailer to whom I have spoken in my constituency over the past three to four years. I am sure that through the bill we will see a reversal of fortune for our local retailers.</p><p>It is therefore disappointing that my local council made a submission, to which Sarah Boyack referred earlier, to the Local Government and Regeneration Committee objecting to the Scottish Government&#8217;s proposal, despite the fact that the council acknowledges that in</p><p>&#8220;the current economic climate, the key reason for the proliferation of empty retail premises is more likely to be the fundamental lack of occupier/tenant demand as a result of the continuing weakness of consumer confidence.&#8221;</p><p>While that is accurate to a degree, it is not what I hear locally. I regularly hear of young entrepreneurs with sound business ideas who cannot move forward because they cannot afford to pay the rents on town centre or district centre shops. While they acknowledge the benefit of the small business bonus, the excessive rents put them off moving their project forward at an early stage. We should surely encourage budding entrepreneurs with a flair for business, not discourage them. The bill goes some way, albeit indirectly, towards doing that.</p><p>It is clear that rents remain stubbornly high under the current system. The bill will incentivise property owners to bring properties back into use, which will in turn assist budding entrepreneurs, many of whom will&#8212;I hope&#8212;expand their enterprises over the years.</p><p>In the town of Grangemouth in my constituency there are currently 13 vacant retail premises. That represents a 15 per cent vacancy rate, and in Bo&#8217;ness there is an 8.5 per cent vacancy rate, although footfall in both those towns has fallen over the past three to four years. In my view, that is not solely down to the economic downturn: the introduction of supermarkets locally has not exactly helped.</p><p>I am sure that my colleague Michael Matheson will forgive me for straying into his territory of Falkirk, which is the main town in the district but in the neighbouring constituency to mine. There are currently some 60 ground-floor retail properties vacant in Falkirk town centre, which as a percentage of the overall number of properties in the town equates to a 13 per cent vacancy rate. We cannot allow further increases in the vacancy figures and must do all that we can to reverse the current trend.</p><p>It is heartening to note that, in its submission to the Local Government and Regeneration Committee, the Association of Town Centre Management in Scotland stated its support for the principle of the legislation by agreeing that long-term vacant units detract from town centres visually and have an especially acute effect on smaller centres, as can be seen in my constituency towns of Bo&#8217;ness and Grangemouth.</p><p>The Association of Town Centre Management also said that it believes that action to address the issue is necessary and that changing the liability of property owners by decreasing the rates relief could be part of the solution. We must ensure that such action galvanises stakeholders to work together to deliver occupancy by high-quality, long-term tenants.</p><p>Of course, some concerns have also been raised. The Association of Town Centre Management has highlighted that some institutional investors do not see vacancies as a priority. That attitude needs to change. For example, it was particularly frustrating for me in my previous position as a Grangemouth councillor to see the regeneration of Grangemouth town centre stalled while two major property owners disputed the value of retail premises, resulting in delay after delay.</p>", "hdate": "2012-09-06", "major": "7", "subsection_id": "22671644", "parent": {"body": "Scottish Parliament: Local Government Finance (Unoccupied Properties etc) (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I will get on for the time being, but I may take one later. The main town in my constituency is Falkirk, which has faced a number of commercial challenges over the past three or four years, not least that of falling footfall, as have other towns in my constituency, including Grangemouth and Bo&#8217;ness. The bill will go some way towards addressing the falling footfall in all our town...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22671644", "hpos": "147", "gid": "2012-09-06.17.39", "epobject_id": "22671683", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-06.17.0&amp;s=speaker%3A25094+section%3Asp#g17.39", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Indeed. In Grangemouth, the regeneration project has had to go back out to tender. Meanwhile, the property owners seem content to see their shops lying vacant.</p><p>The Government must avoid a situation in which existing property owners choose safe bets that will produce long-term income streams, regardless of the impact on the wider town centre. There must also be protection to ensure that there is no more of the erosion of independent retail stores in our high streets and town centres that we have witnessed in recent years. The bill could encourage more independent retailers on to our high streets and into our district centres.</p><p>Given the concerns that have been raised, it was encouraging to hear that the Scottish Government is still consulting and listening to stakeholders. I am sure that many concerns will be addressed in the coming months, as the bill proceeds to stages 2 and 3. It was also encouraging to hear that councils will have discretionary powers over empty property relief and that the bill will ensure that every penny raised goes back to local government.</p><p>The bill will allow local authorities to increase council tax charges on certain long-term empty homes, which will help to concentrate the minds of landlords and property owners who have paid little or no heed to the crying need to make additional housing available throughout Scotland, not least in my area, where Labour-controlled Falkirk Council has 9,500 households waiting for a council home.</p><p>I look forward to the bill&#8217;s progression through Parliament, with the goal of bringing more properties back into use in future.</p>", "hdate": "2012-09-06", "major": "7", "subsection_id": "22671644", "parent": {"body": "Scottish Parliament: Local Government Finance (Unoccupied Properties etc) (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "Indeed. In Grangemouth, the regeneration project has had to go back out to tender. Meanwhile, the property owners seem content to see their shops lying vacant. The Government must avoid a situation in which existing property owners choose safe bets that will produce long-term income streams, regardless of the impact on the wider town centre. There must also be protection to ensure that there...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22671644", "hpos": "149", "gid": "2012-09-06.17.41", "epobject_id": "22671685", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-06.17.0&amp;s=speaker%3A25094+section%3Asp#g17.41", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The most salient point from the minister&#8217;s statement is that we are still working to the same set of European rules that Labour and the Lib Dems worked to when they were in power. How will continued investment in ferry services in Scotland contribute to sustainable economic growth for not just our island communities, but the whole of Scotland?</p>", "hdate": "2012-09-05", "major": "7", "subsection_id": "22671472", "parent": {"body": "Scottish Parliament: Ferry Services (Orkney)"}, "video_status": "0", "extract": "The most salient point from the minister&#8217;s statement is that we are still working to the same set of European rules that Labour and the Lib Dems worked to when they were in power. How will continued investment in ferry services in Scotland contribute to sustainable economic growth for not just our island communities, but the whole of Scotland?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22671472", "hpos": "271", "gid": "2012-09-05.22.31", "epobject_id": "22671503", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-09-05.22.0&amp;s=speaker%3A25094+section%3Asp#g22.31", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>1. To ask the Scottish Government what representations it has received regarding the impact on businesses of the proposed water framework and industrial emissions directives. (S4O-01129)</p>", "hdate": "2012-06-14", "major": "7", "subsection_id": "22669399", "parent": {"body": "Scottish Parliament: Proposed Water Framework and Industrial Emissions Directives"}, "video_status": "0", "extract": "1. To ask the Scottish Government what representations it has received regarding the impact on businesses of the proposed water framework and industrial emissions directives. (S4O-01129)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22669399", "hpos": "211", "gid": "2012-06-14.21.1", "epobject_id": "22669400", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-06-14.21.0&amp;s=speaker%3A25094+section%3Asp#g21.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Some concern has been expressed recently by industries in my constituency regarding timescales for implementation of both directives. Given that the Department for Environment, Food and Rural Affairs said a few months ago that the impact on industry would be minimal, will the minister highlight to his United Kingdom Government counterpart and European Union officials the fact that, given that the current economic downturn is creating significant challenges in the petrochemical and agrochemical industries and the fact that the costs involved in implementing the directives can be considerable, there has to be a degree of give and take&#8212;</p>", "hdate": "2012-06-14", "major": "7", "subsection_id": "22669399", "parent": {"body": "Scottish Parliament: Proposed Water Framework and Industrial Emissions Directives"}, "video_status": "0", "extract": "Some concern has been expressed recently by industries in my constituency regarding timescales for implementation of both directives. Given that the Department for Environment, Food and Rural Affairs said a few months ago that the impact on industry would be minimal, will the minister highlight to his United Kingdom Government counterpart and European Union officials the fact that, given that...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22669399", "hpos": "213", "gid": "2012-06-14.21.3", "epobject_id": "22669402", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-06-14.21.0&amp;s=speaker%3A25094+section%3Asp#g21.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Will the minister ask that industries that require extra time be given it in order to comply with the directives?</p>", "hdate": "2012-06-14", "major": "7", "subsection_id": "22669399", "parent": {"body": "Scottish Parliament: Proposed Water Framework and Industrial Emissions Directives"}, "video_status": "0", "extract": "Will the minister ask that industries that require extra time be given it in order to comply with the directives?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22669399", "hpos": "215", "gid": "2012-06-14.21.5", "epobject_id": "22669404", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-06-14.21.0&amp;s=speaker%3A25094+section%3Asp#g21.5", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>7. To ask the Scottish Government&#8212;[Interruption.]</p>", "hdate": "2012-05-31", "major": "7", "subsection_id": "22668184", "parent": {"body": "Scottish Parliament: Scotland-Norway Interconnector"}, "video_status": "0", "extract": "7. To ask the Scottish Government&#8212;[Interruption.]", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22668184", "hpos": "106", "gid": "2012-05-31.12.1", "epobject_id": "22668185", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-05-31.12.0&amp;s=speaker%3A25094+section%3Asp#g12.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Yes, my card is in. I will just use another console.</p><p>To ask&#8212;[Interruption.] This one is not working, either.</p>", "hdate": "2012-05-31", "major": "7", "subsection_id": "22668184", "parent": {"body": "Scottish Parliament: Scotland-Norway Interconnector"}, "video_status": "0", "extract": "Yes, my card is in. I will just use another console. To ask&#8212;[Interruption.] This one is not working, either.", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22668184", "hpos": "108", "gid": "2012-05-31.12.3", "epobject_id": "22668187", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-05-31.12.0&amp;s=speaker%3A25094+section%3Asp#g12.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>That was a great start.</p><p>To ask the Scottish Government what involvement it has had with the partners of the NorthConnect interconnector between Norway and Scotland and what steps it is taking to encourage further development of interconnectors between Scotland and the Nordic region. (S4O-01065)</p>", "hdate": "2012-05-31", "major": "7", "subsection_id": "22668184", "parent": {"body": "Scottish Parliament: Scotland-Norway Interconnector"}, "video_status": "0", "extract": "That was a great start. To ask the Scottish Government what involvement it has had with the partners of the NorthConnect interconnector between Norway and Scotland and what steps it is taking to encourage further development of interconnectors between Scotland and the Nordic region. (S4O-01065)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22668184", "hpos": "110", "gid": "2012-05-31.12.5", "epobject_id": "22668189", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-05-31.12.0&amp;s=speaker%3A25094+section%3Asp#g12.5", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am pleased to hear that co-operation with our Nordic cousins is helping to move forward the NorthConnect interconnector project. I am sure that we all wish it to be operational as soon as possible. Although the imperative is to install interconnectors to our northern isles and the Western Isles, there have been discussions regarding the possibility of an interconnector that would link Scotland with Iceland. That is again receiving attention from Icelandic state-owned renewable energy company, Landsvirkjun. Is such a project still feasible and, if so, will the Scottish Government do all that it can to move the project forward?</p>", "hdate": "2012-05-31", "major": "7", "subsection_id": "22668184", "parent": {"body": "Scottish Parliament: Scotland-Norway Interconnector"}, "video_status": "0", "extract": "I am pleased to hear that co-operation with our Nordic cousins is helping to move forward the NorthConnect interconnector project. I am sure that we all wish it to be operational as soon as possible. Although the imperative is to install interconnectors to our northern isles and the Western Isles, there have been discussions regarding the possibility of an interconnector that would link...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22668184", "hpos": "112", "gid": "2012-05-31.12.7", "epobject_id": "22668191", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-05-31.12.0&amp;s=speaker%3A25094+section%3Asp#g12.7", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>1. To ask the Scottish Government what its position is on the types of marriage ceremony available to couples. (S4O-00939)</p>", "hdate": "2012-05-02", "major": "7", "subsection_id": "22666148", "parent": {"body": "Scottish Parliament: Marriage Ceremonies"}, "video_status": "0", "extract": "1. To ask the Scottish Government what its position is on the types of marriage ceremony available to couples. (S4O-00939)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22666148", "hpos": "99", "gid": "2012-05-02.19.1", "epobject_id": "22666149", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-05-02.19.0&amp;s=speaker%3A25094+section%3Asp#g19.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The Deputy First Minister will be aware of the inequality in the type of marriage ceremony that is available to couples in Scotland. On the one hand, there is a ceremony for those who would like a ceremony that is centred around their own beliefs and aspirations and is linked to a particular church or faith group; on the other hand, there is the current alternative, which is devoid of all religious or spiritual content. Given that the solution may lie in the inevitably lengthy legislative process, will the Scottish Government offer a temporary solution, perhaps through section 12 of the Marriage (Scotland) Act 1977, as has been provided to humanists since 2007, so that that inequality may be addressed quickly?</p>", "hdate": "2012-05-02", "major": "7", "subsection_id": "22666148", "parent": {"body": "Scottish Parliament: Marriage Ceremonies"}, "video_status": "0", "extract": "The Deputy First Minister will be aware of the inequality in the type of marriage ceremony that is available to couples in Scotland. On the one hand, there is a ceremony for those who would like a ceremony that is centred around their own beliefs and aspirations and is linked to a particular church or faith group; on the other hand, there is the current alternative, which is devoid of all...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22666148", "hpos": "101", "gid": "2012-05-02.19.3", "epobject_id": "22666151", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-05-02.19.0&amp;s=speaker%3A25094+section%3Asp#g19.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am pleased to speak in this stage 1 debate. Although I am not a member of the Rural Affairs, Climate Change and Environment Committee, my Economy, Energy and Tourism Committee is working on the Land Registration etc (Scotland) Bill, and I have an interest in the agricultural sector, as I originally hail from a farming family from the Isle of Lewis, although that feels like a lifetime ago.</p><p>I am particularly pleased that the SNP Government is committed to supporting Scotland&#8217;s tenant farmers and to having a vibrant tenant farming sector in Scottish agriculture. Those of us who have followed the Scottish Government&#8217;s plans from day 1 in 2007 are heartened by the success to date of the measures to encourage new entrants into farming. In 2007, the SNP Administration was the first Administration to introduce a dedicated new-entrant scheme, which so far has resulted in 63 new entrants securing funding totalling more than &#163;1.1 million. The funding can include interest-rate relief of up to &#163;40,000, plus an establishment grant of up to &#163;30,000, which is the maximum support that is allowable under European Union rules. The work of the tenant farming forum and the recommendations in its report &#8220;Assisting New Entrants into Scottish Farming&#8221; must also be acknowledged and appreciated.</p><p>I was extremely encouraged by the announcement last week that the Scottish Agricultural College is to deliver a new programme of activities, funded by the Scottish Government, to address concerns about the lack of new entrants to farming. I believe that the Scottish Government is aware of the calls for the development of a broader range of opportunities and the creation of new opportunities for the next generation of farmers. The Scottish Agricultural College will help to deliver the skills that are required to ensure that new entrants have the capability and confidence to develop and build successful businesses. That will enable new entrants to grasp the opportunities that are created by related initiatives that are run by other sector stakeholders.</p><p>Attracting and assisting new entrants to agriculture are seen as key components in ensuring that Scottish agriculture continues to be a dynamic and competitive industry. That is acknowledged by a number of organisations, including the NFUS, Forestry Commission Scotland, Scottish Land &amp; Estates and the Crown Estate.</p><p>The Scottish Agricultural College&#8217;s senior business consultant Douglas Bell, who will manage the new programme, has said:</p><p>&#8220;It is important that potential new entrants are aware of possible opportunities, including industry initiatives and that they have the knowledge and skills to take advantage of them. They need encouragement and an awareness of their supply chain as well as the skills to identify and capitalise on business opportunities.&#8221;</p><p>The new programme will be available to new entrants from April this year and, this autumn, the potential new entrants will be invited to a starter workshop, which will be delivered in four locations in Scotland. That collaborative workshop will offer an overview of support measures and knowledge of the issues that are involved in getting started.</p><p>Next year, there are to be a series of guidance notes and a dedicated website for new entrants. Throughout the project, a number of case studies will be developed to illustrate the range of entrant opportunities, show how barriers were overcome and identify key success factors. We wish the SAC well with it. It is</p><p>&#8220;a project which will help to contribute to the long term viability of rural communities ... It offers an opportunity for a new generation of farmers ... to play their full part in achieving sustainable growth through food production and the environmental management of agricultural land&#8221;.</p><p>I congratulate the Scottish Government on introducing the initiative.</p><p>I am pleased to note that members of the Rural Affairs, Climate Change and Environment Committee have highlighted the urgency of the situation and the need to reverse the current trend of falling numbers of agricultural tenancies, which requires long-term policy making. I note that the committee highlighted issues that Scottish Land &amp; Estates raised regarding possible negative consequences of provisions in the Land Registration (Scotland) Bill&#8212;which is currently going through the Economy, Energy and Tourism Committee&#8212;on landlords and tenants who enter limited-duration tenancies of longer than 20 years, and I note the cabinet secretary&#8217;s response. The Economy, Energy and Tourism Committee will take note of that&#8212;in particular, the request from the Rural Affairs, Climate Change and Environment Committee that there be regular communication between officials.</p>", "hdate": "2012-03-28", "major": "7", "subsection_id": "22664295", "parent": {"body": "Scottish Parliament: Agricultural Holdings (Amendment) (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I am pleased to speak in this stage 1 debate. Although I am not a member of the Rural Affairs, Climate Change and Environment Committee, my Economy, Energy and Tourism Committee is working on the Land Registration etc (Scotland) Bill, and I have an interest in the agricultural sector, as I originally hail from a farming family from the Isle of Lewis, although that feels like a lifetime ago. I...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22664295", "hpos": "54", "gid": "2012-03-28.2.18", "epobject_id": "22664313", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-03-28.2.0&amp;s=speaker%3A25094+section%3Asp#g2.18", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>3. To ask the Scottish Government how many breaches of the sulphur dioxide 15-minute mean objective, as specified in the Air Quality (Scotland) Regulations 2000, have taken place since the Grangemouth air quality management area was declared in November 2005. (S4O-00831)</p>", "hdate": "2012-03-22", "major": "7", "subsection_id": "22664002", "parent": {"body": "Scottish Parliament: Air Quality Regulations (Breaches) (Grangemouth)"}, "video_status": "0", "extract": "3. To ask the Scottish Government how many breaches of the sulphur dioxide 15-minute mean objective, as specified in the Air Quality (Scotland) Regulations 2000, have taken place since the Grangemouth air quality management area was declared in November 2005. (S4O-00831)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22664002", "hpos": "293", "gid": "2012-03-22.24.1", "epobject_id": "22664003", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-03-22.24.0&amp;s=speaker%3A25094+section%3Asp#g24.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am sure that the minister will agree with me that any exceedance of the SO2 15-minute mean objective is one breach too many, and 761 is far in excess of that. Although local Grangemouth industry has made some attempt to reduce the number of exceedances, does the minister share the concerns of local residents that a proposed 100MW biomass electricity plant could have a detrimental effect on the air quality in Grangemouth, particularly when the cumulative effect from Longannet and other industrial plants in the area is taken into account?</p>", "hdate": "2012-03-22", "major": "7", "subsection_id": "22664002", "parent": {"body": "Scottish Parliament: Air Quality Regulations (Breaches) (Grangemouth)"}, "video_status": "0", "extract": "I am sure that the minister will agree with me that any exceedance of the SO2 15-minute mean objective is one breach too many, and 761 is far in excess of that. Although local Grangemouth industry has made some attempt to reduce the number of exceedances, does the minister share the concerns of local residents that a proposed 100MW biomass electricity plant could have a detrimental effect on...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22664002", "hpos": "295", "gid": "2012-03-22.24.3", "epobject_id": "22664005", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-03-22.24.0&amp;s=speaker%3A25094+section%3Asp#g24.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Will the member give way?</p>", "hdate": "2012-02-23", "major": "7", "subsection_id": "22661800", "parent": {"body": "Scottish Parliament: Economy and Recovery"}, "video_status": "0", "extract": "Will the member give way?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22661800", "hpos": "424", "gid": "2012-02-23.33.101", "epobject_id": "22661901", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-02-23.33.0&amp;s=speaker%3A25094+section%3Asp#g33.101", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>7. To ask the Scottish Government what action it will take to ensure that the Scottish Environment Protection Agency uses the enforcement powers that it has. (S4O-00685)</p>", "hdate": "2012-02-09", "major": "7", "subsection_id": "22661234", "parent": {"body": "Scottish Parliament: Scottish Environment Protection Agency (Enforcement Powers)"}, "video_status": "0", "extract": "7. To ask the Scottish Government what action it will take to ensure that the Scottish Environment Protection Agency uses the enforcement powers that it has. (S4O-00685)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22661234", "hpos": "323", "gid": "2012-02-09.35.1", "epobject_id": "22661235", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-02-09.35.0&amp;s=speaker%3A25094+section%3Asp#g35.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The minister will be aware that, two weeks ago, the cabinet secretary visited the Avondale landfill site in my constituency. The site has enjoyed significant investment in its new waste transfer facility, but the minister might not be aware of significant disquiet in the nearby Polmont community about the smell that regularly emanates from the site. At the other end of my constituency, the west Carron landfill site, which is run by another operator, has also caused anger in the local community. How will the minister ensure that SEPA uses the powers that it has been given to ensure that local residents are not further inconvenienced by these landfill sites?</p>", "hdate": "2012-02-09", "major": "7", "subsection_id": "22661234", "parent": {"body": "Scottish Parliament: Scottish Environment Protection Agency (Enforcement Powers)"}, "video_status": "0", "extract": "The minister will be aware that, two weeks ago, the cabinet secretary visited the Avondale landfill site in my constituency. The site has enjoyed significant investment in its new waste transfer facility, but the minister might not be aware of significant disquiet in the nearby Polmont community about the smell that regularly emanates from the site. At the other end of my constituency, the...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22661234", "hpos": "325", "gid": "2012-02-09.35.3", "epobject_id": "22661237", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2012-02-09.35.0&amp;s=speaker%3A25094+section%3Asp#g35.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>10. To ask the Scottish Government how it advises livestock producers about their on-farm obligations regarding the electronic identification of sheep. (S4O-00528)</p>", "hdate": "2011-12-22", "major": "7", "subsection_id": "22658122", "parent": {"body": "Scottish Parliament: Sheep (Electronic Identification)"}, "video_status": "0", "extract": "10. To ask the Scottish Government how it advises livestock producers about their on-farm obligations regarding the electronic identification of sheep. (S4O-00528)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22658122", "hpos": "262", "gid": "2011-12-22.28.1", "epobject_id": "22658123", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-22.28.0&amp;s=speaker%3A25094+section%3Asp#g28.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The cabinet secretary will be aware of the call from NFU Scotland for reform of the regulations regarding sheep EID. Has he given any thought to the call for an approach that would accept a single flock tag from nine months, and which would require an upgrade only to double-tag EID when an animal leaves a farm? Alternatively, an opportunity exists to introduce to the proposed cattle EID regulations provisions that could be used to modify current sheep EID standards.</p>", "hdate": "2011-12-22", "major": "7", "subsection_id": "22658122", "parent": {"body": "Scottish Parliament: Sheep (Electronic Identification)"}, "video_status": "0", "extract": "The cabinet secretary will be aware of the call from NFU Scotland for reform of the regulations regarding sheep EID. Has he given any thought to the call for an approach that would accept a single flock tag from nine months, and which would require an upgrade only to double-tag EID when an animal leaves a farm? Alternatively, an opportunity exists to introduce to the proposed cattle EID...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22658122", "hpos": "264", "gid": "2011-12-22.28.3", "epobject_id": "22658125", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-22.28.0&amp;s=speaker%3A25094+section%3Asp#g28.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am pleased to be able to contribute to this debate, not least because I have seen at first hand the difficulties that are experienced by local small and medium-sized businesses due to certain regulatory hurdles.</p><p>In recent years, there has been a vast improvement in the way that small to medium-sized businesses have dealt with regulatory matters, but there is still a way to go to ensure that regulatory reform makes life easier for everyone, while ensuring compliance through better regulation rather than deregulation.</p><p>It is important that we do not hinder businesses as they attempt to grow, and there has never been a more important time to ensure that fewer hurdles are put in the way of firms wishing to grow, expand and flourish.</p><p>I recall that, in 2007, during the reform of business gateway provision, the then Minister for Enterprise, Energy and Tourism, Jim Mather, said that, to ease the way for businesses, the system would be de-cluttered, with councils providing a one-stop-shop service to any small firm or company seeking advice&#8212;we know that small businesses prefer to receive information from a single, local source, and the plan was to make advice available as and when required.</p><p>Although many councils have embraced that idea, some have not quite got there yet. For example, Falkirk Council, which covers my constituency, has not quite managed to provide the one-stop shop that it is required to provide, although it has made some valiant attempts. Although there seemed to be a willingness among officers to provide a one-stop-shop service, we have seen that, as tends to be the case in local government, departments still need to learn to speak to one another. In Falkirk, we tended to get the flags out to celebrate if there seemed to be any cross-departmental co-operation, as it was such a rare occurrence.</p><p>I give the example of a case in my constituency that I have just managed to resolve. In Whitecross, in the east of Falkirk, a constituent of mine has a firm that employs 10 people. The firm has to move from its existing premises as the building is being demolished to make way for a major housing and industrial development. My constituent identified suitable premises at the other end of the constituency. However, red tape in the building control and planning departments, coupled with a lack of urgency on the council&#8217;s part and, initially, a lack of advice from various council departments&#8212;including those responsible for economic development&#8212;nearly led to the new premises being lost and the business having to close. Thankfully, the matter has now been resolved, but that is a prime example of how thriving businesses&#8212;the business in question is thriving: it has more orders than it can cope with&#8212;can be put at risk simply because of red tape that officials seem unable to assist in cutting through.</p><p>Overall, however, a great deal of progress has been made on improving the planning process, and I was pleased to hear the minister&#8217;s commitment to further simplification of planning. That said, inconsistencies are an issue, even among planning officers in the same local authority. That must be addressed.</p><p>The success of a better regulatory framework very much depends on the Government, regulators and businesses working together to ensure that businesses grow and flourish. The regulatory review group&#8217;s 2011 annual report concurs with that view. It states:</p><p>&#8220;Getting everyone together is an approach we fully endorse and encourage.&#8221;</p><p>Creating a robust relationship between small firms and regulatory services locally must be a high priority if we are to cut red tape for SMEs. It is clear from anecdotal evidence that there are local inconsistencies. There are issues around local authorities&#8217; interpretation and enforcement of regulation. Local flexibility in relation to regulation is to be welcomed, but it can lead to numerous different regulatory standards and procedures being applied in different areas of the country, which can be inefficient and confusing. For example, local flexibility in the interpretation of the new licensing laws resulted in some local authorities being overzealous in their implementation, whereas others were a bit more lax.</p><p>With enforcement and cost details left to local authorities to determine, there is a strong argument for creating a body to take responsibility for co-ordinating and monitoring local regulation. That would help councils to improve their trading standards, environmental health and licensing services. I urge the minister to consider that suggestion in the coming months. Small firms could turn to such a body when inspections failed to meet the required standard, for example, and it would allow them to seek advice to improve. The majority of SMEs often welcome and value interaction with regulators such as environmental health officers and trading standards officers, who often take a helpful advisory approach in dealing with local businesses. In the small business community there is no doubt that there is a role for a body whose purpose is to support and represent the views of small firms on red tape in local authorities. Such a body would fit in well. It would work with the Government, regulators and businesses to ensure that businesses grow and expand.</p><p>Cognisance must also be given to the fact that regulatory compliance represents higher financial and time costs to small businesses relative to their turnover than to larger businesses, as small businesses do not have specialists on their payroll. However, it has been noted that, with regard to the costs of compliance to small firms in comparison with businesses across the UK, fewer businesses in Scotland have felt an increase in time spent on compliance.</p><p>As the Federation of Small Businesses has highlighted, there is a definite need for action with regard to our local authorities. Many Scottish regulations spring from enabling provisions in primary legislation; regulatory schemes are outlined in secondary legislation; and the enforcement and cost details are left to local authorities to determine, which can lead to inconsistencies throughout the country. Local authorities can also create their own regulations, as we have seen in the Falkirk district. Better regulation will help to ensure a reduction in or removal of difficulties that arise from inconsistent and disproportionate approaches to the same regulation by different local enforcement bodies and other failings in regulatory practice, particularly at the local level.</p><p>Let us ensure that we make it easier for businesses to grow and thrive, particularly in the current climate, and that we remove regulatory barriers while ensuring that compliance requirements are adhered to. We can thereby create jobs and improve lives.</p>", "hdate": "2011-12-08", "major": "7", "subsection_id": "22656800", "parent": {"body": "Scottish Parliament: Regulatory Framework"}, "video_status": "0", "extract": "I am pleased to be able to contribute to this debate, not least because I have seen at first hand the difficulties that are experienced by local small and medium-sized businesses due to certain regulatory hurdles. In recent years, there has been a vast improvement in the way that small to medium-sized businesses have dealt with regulatory matters, but there is still a way to go to ensure that...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22656800", "hpos": "30", "gid": "2011-12-08.0.29", "epobject_id": "22656829", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-12-08.0.0&amp;s=speaker%3A25094+section%3Asp#g0.29", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>1. To ask the Scottish Government what progress has been made regarding health and social care integration. (S4O-00399)</p>", "hdate": "2011-11-24", "major": "7", "subsection_id": "22655726", "parent": {"body": "Scottish Parliament: Health and Social Care Integration"}, "video_status": "0", "extract": "1. To ask the Scottish Government what progress has been made regarding health and social care integration. (S4O-00399)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22655726", "hpos": "255", "gid": "2011-11-24.23.1", "epobject_id": "22655727", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-24.23.0&amp;s=speaker%3A25094+section%3Asp#g23.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>As the balance of care moves further towards supporting independent living for people for as long as possible and for as long as they wish in the community, housing issues must become more integrated into the strategy. Will the cabinet secretary give cognisance to the need to ensure that the housing aspect is more integrated into the strategy, including issues such as access to telecare technology and the adaptation of properties to make them easier to access?</p>", "hdate": "2011-11-24", "major": "7", "subsection_id": "22655726", "parent": {"body": "Scottish Parliament: Health and Social Care Integration"}, "video_status": "0", "extract": "As the balance of care moves further towards supporting independent living for people for as long as possible and for as long as they wish in the community, housing issues must become more integrated into the strategy. Will the cabinet secretary give cognisance to the need to ensure that the housing aspect is more integrated into the strategy, including issues such as access to telecare...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22655726", "hpos": "257", "gid": "2011-11-24.23.3", "epobject_id": "22655729", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-24.23.0&amp;s=speaker%3A25094+section%3Asp#g23.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Will the member give way?</p>", "hdate": "2011-11-10", "major": "7", "subsection_id": "22654743", "parent": {"body": "Scottish Parliament: Air Discount Scheme"}, "video_status": "0", "extract": "Will the member give way?", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22654743", "hpos": "437", "gid": "2011-11-10.39.5", "epobject_id": "22654748", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-10.39.0&amp;s=speaker%3A25094+section%3Asp#g39.5", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>Does the member acknowledge that Western Isles Council has on a good number of occasions block-booked seats that it has not used, which has deprived ordinary citizens of seats on flights? Surely that is an abuse of the ADS.</p>", "hdate": "2011-11-10", "major": "7", "subsection_id": "22654743", "parent": {"body": "Scottish Parliament: Air Discount Scheme"}, "video_status": "0", "extract": "Does the member acknowledge that Western Isles Council has on a good number of occasions block-booked seats that it has not used, which has deprived ordinary citizens of seats on flights? Surely that is an abuse of the ADS.", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22654743", "hpos": "440", "gid": "2011-11-10.39.8", "epobject_id": "22654751", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-10.39.0&amp;s=speaker%3A25094+section%3Asp#g39.8", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>5. To ask the Scottish Government what progress has been made on encouraging port and ferry operators to introduce a direct passenger service between Scotland and Norway. (S4O-00302)</p>", "hdate": "2011-11-03", "major": "7", "subsection_id": "22653807", "parent": {"body": "Scottish Parliament: Scotland-Norway Ferry Service"}, "video_status": "0", "extract": "5. To ask the Scottish Government what progress has been made on encouraging port and ferry operators to introduce a direct passenger service between Scotland and Norway. (S4O-00302)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22653807", "hpos": "74", "gid": "2011-11-03.7.1", "epobject_id": "22653808", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-03.7.0&amp;s=speaker%3A25094+section%3Asp#g7.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I am encouraged by the minister&#8217;s response. He will be aware that there has been no direct passenger ferry link between the UK and Norway since 2008, when DFDS withdrew the Newcastle to Stavanger and Bergen service, and that the Norwegian ferry company Fjord Line has expressed a keen interest in establishing a Scotland-Norway link. Will he do all that he can to support any ferry operator that seeks to establish a direct ferry link between Scotland and Norway? Such a link would not only allow Scandinavians to visit Scotland, but would open up another route for the distribution of Scottish exports.</p>", "hdate": "2011-11-03", "major": "7", "subsection_id": "22653807", "parent": {"body": "Scottish Parliament: Scotland-Norway Ferry Service"}, "video_status": "0", "extract": "I am encouraged by the minister&#8217;s response. He will be aware that there has been no direct passenger ferry link between the UK and Norway since 2008, when DFDS withdrew the Newcastle to Stavanger and Bergen service, and that the Norwegian ferry company Fjord Line has expressed a keen interest in establishing a Scotland-Norway link. Will he do all that he can to support any ferry...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22653807", "hpos": "76", "gid": "2011-11-03.7.3", "epobject_id": "22653810", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-11-03.7.0&amp;s=speaker%3A25094+section%3Asp#g7.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>1. To ask the Scottish Government what progress has been made in encouraging investment in affordable and social housing from pension funds and other financing options. (S4O-00288)</p>", "hdate": "2011-10-27", "major": "7", "subsection_id": "22653515", "parent": {"body": "Scottish Parliament: Affordable and Social Housing (Investment)"}, "video_status": "0", "extract": "1. To ask the Scottish Government what progress has been made in encouraging investment in affordable and social housing from pension funds and other financing options. (S4O-00288)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22653515", "hpos": "264", "gid": "2011-10-27.29.1", "epobject_id": "22653516", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-10-27.29.0&amp;s=speaker%3A25094+section%3Asp#g29.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The cabinet secretary will be aware of the efforts that I made when I was a governor of the Falkirk pension fund to encourage the fund to look at investment in social and affordable housing. Does he agree that such an investment from pension funds would provide them with low-risk, index-linked, ethical investments that tick all the boxes and help to provide badly needed social and affordable housing?</p>", "hdate": "2011-10-27", "major": "7", "subsection_id": "22653515", "parent": {"body": "Scottish Parliament: Affordable and Social Housing (Investment)"}, "video_status": "0", "extract": "The cabinet secretary will be aware of the efforts that I made when I was a governor of the Falkirk pension fund to encourage the fund to look at investment in social and affordable housing. Does he agree that such an investment from pension funds would provide them with low-risk, index-linked, ethical investments that tick all the boxes and help to provide badly needed social and affordable...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22653515", "hpos": "266", "gid": "2011-10-27.29.3", "epobject_id": "22653518", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-10-27.29.0&amp;s=speaker%3A25094+section%3Asp#g29.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p></p><p>10. To ask the Scottish Government what progress has been made in relation to Falkirk Council&#8217;s bid for funding for Grangemouth&#8217;s flood defences. (S4O-00247)</p>", "hdate": "2011-10-06", "major": "7", "subsection_id": "22652823", "parent": {"body": "Scottish Parliament: Flood Defences (Grangemouth)"}, "video_status": "0", "extract": "10. To ask the Scottish Government what progress has been made in relation to Falkirk Council&#8217;s bid for funding for Grangemouth&#8217;s flood defences. (S4O-00247)", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22652823", "hpos": "185", "gid": "2011-10-06.11.1", "epobject_id": "22652824", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-10-06.11.0&amp;s=speaker%3A25094+section%3Asp#g11.1", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>The cabinet secretary will be aware of the importance of Grangemouth to the national economy and of the need to protect the area from flooding. He will also be aware of the current tax increment finance bid from Falkirk Council which, if successful, would see part of the TIF funding being used to contribute to the &#163;100 million cost of flood defences. Will he impress on his ministerial colleagues the importance of the TIF bid in our attempts to protect Grangemouth&#8217;s residents and nationally important industries from flooding?</p>", "hdate": "2011-10-06", "major": "7", "subsection_id": "22652823", "parent": {"body": "Scottish Parliament: Flood Defences (Grangemouth)"}, "video_status": "0", "extract": "The cabinet secretary will be aware of the importance of Grangemouth to the national economy and of the need to protect the area from flooding. He will also be aware of the current tax increment finance bid from Falkirk Council which, if successful, would see part of the TIF funding being used to contribute to the £100 million cost of flood defences. Will he impress on his ministerial...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22652823", "hpos": "187", "gid": "2011-10-06.11.3", "epobject_id": "22652826", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-10-06.11.0&amp;s=speaker%3A25094+section%3Asp#g11.3", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>This is, indeed, my maiden speech&#8212;better late than never. I have an excuse for not having spoken before today. I had intended to contribute to the debate in the chamber last Thursday, but we had the small matter of a local government by-election in Bo&#8217;ness that day, which required my attention. I am glad to say that we kept up the by-election tradition in Falkirk district by securing more than 55 per cent of the vote. I congratulate the new SNP councillor for Bo&#8217;ness, Councillor Sandy Turner, on his sensational result.</p><p>I thank the people of Falkirk East for voting SNP in such large numbers at the by-election and at last month&#8217;s Scottish election. It is, of course, an honour and a privilege for me to serve the people of Falkirk East, and I will do my utmost to serve them to the best of my ability.</p><p>While I am discussing Falkirk East, it would be remiss of me not to pay tribute to the work of my predecessor, Cathy Peattie, who represented Falkirk East for 12 years. As a Portonian&#8212;someone who hails from Grangemouth&#8212;she was in tune with the issues affecting the constituency, and was easily accessible to all her constituents. I intend to be just as accessible, but there are some of Cathy's attributes that I will find it impossible to emulate. I can confirm that there is no truth in the rumour that, as the member for Falkirk East, I will stand in for her by singing Burns songs at the members&#8217; Burns supper. Nothing would guarantee a mass exodus more than me singing &#8220;Ae Fond Kiss&#8221;, although I have to admit that I have given &#8220;Scots, wha hae&#8221; laldie a few times.</p><p>I hope that my thanks to Cathy Peattie on behalf of the people of Falkirk East are duly placed on record. I also place on record my thanks to the team that works behind the scenes in Parliament: the unsung heroes who keep this place ticking over and who have been extremely helpful to all the new kids on the block over the past few weeks.</p><p>I turn to the substance of the debate. It is worth recognising the success of the recent campaign for the establishment of a dedicated Gaelic channel, BBC Alba, and, as we saw two weeks ago, the success of the campaign to have the channel made available on Freeview and cable. I congratulate everyone who lobbied to ensure that that happened. It was a sign of what can be achieved in Scotland through cross-party consensus, and I acknowledge the support of retired MSPs John Farquhar Munro and Ted Brocklebank.</p><p>BBC Alba was launched in September 2008, a couple of weeks before the successful Royal National Mod, of which I was the convener, was held in Falkirk. The event gave Falkirk district a major cultural boost and attracted more than &#163;1.5 million of spend into the local economy, just when the economic downturn was beginning to kick in. I would therefore like to think that BBC Alba and Falkirk have a special bond through the 2008 Mod. I am sorry to see that Derek Mackay has left the chamber because I was going to wish him good luck for the Mod in Paisley.</p>", "hdate": "2011-06-16", "major": "7", "subsection_id": "22648873", "parent": {"body": "Scottish Parliament: Scottish Broadcasting and the Scottish Digital Network"}, "video_status": "0", "extract": "This is, indeed, my maiden speech&#8212;better late than never. I have an excuse for not having spoken before today. I had intended to contribute to the debate in the chamber last Thursday, but we had the small matter of a local government by-election in Bo&#8217;ness that day, which required my attention. I am glad to say that we kept up the by-election tradition in Falkirk district by...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22648873", "hpos": "326", "gid": "2011-06-16.37.50", "epobject_id": "22648923", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-06-16.37.0&amp;s=speaker%3A25094+section%3Asp#g37.50", "minor": "0", "htime": null, "speaker_id": "80414"}, {"body": "<p>I thank George Adam.</p><p>As we have heard, when the Scottish Broadcasting Commission reported back in 2008, it recommended the establishment of a Scottish digital network. With the same cross-party consensus that surrounded the establishment of BBC Alba, a new Scottish digital network could be operational within a few years. The suggestion is that the channel could cost in the region of &#163;75 million per year, which should come out of the licence fee or spectrum fees; most certainly, it should not be commercially funded, although that is the favoured option of the UK Government at the moment.</p><p>It is clear that commercial broadcasters within and outwith Scotland have found their financial situations to be fairly precarious recently, so it should be a given that, in a similar way to how other European public service broadcasters are funded, the Scottish digital network be publicly funded. Helen Eadie said earlier that that would be</p><p>&#8220;Robbing Peter to pay Paul&#8221;.</p><p>She fails to grasp the argument that we are entitled to the funding from the licence fee in the first place.</p><p>I know that SNP members often use Norway as an example of many things. As a regular visitor to Norway, I can say that we would do well to emulate its local digital network, particularly the local outputs, which are second to none. Of course, Norway is an independent, oil-rich country with the funding to create world-class broadcasting, and it is now one of the countries at the forefront of digital technology.</p><p>From 2013-14, UK licence payers will spend &#163;95 million per year supporting public service broadcasting on S4C in Wales, in addition to the money that is spent on BBC Wales programming. The level of support that is provided by UK licence fee payers for broadcasting in Scotland, in addition to BBC Scotland&#8217;s programming, will be &#163;8 million. Surely that is not fair in anyone&#8217;s book, particularly when local digital networks in other parts of Europe regularly receive in excess of &#163;150 million per year.</p><p>It is not as if the SNP Government is not putting its money where its mouth is. The intention is to create a next generation digital fund at a cost of &#163;50 million, to be made available from the Scottish futures fund. The fund will accelerate the roll-out of superfast broadband to rural Scotland. That is all thanks to the &#163;250 million that was saved through sensible procurement of the new Forth crossing.</p><p>With cross-party support and consensus, we can have the will to get a Scottish digital network up and running in the near future, with funding from the licence fee. That will be the first step towards fully devolving responsibility for broadcasting to Scotland, with the knock-on benefit of more jobs. It is now for the UK Government to work with the Scottish Government to establish a digital network for Scotland that is funded from the licence fee, as S4C will be from 2013-14, or from the sale of spectrum, which will accommodate more localised broadcasting. I urge members to support the motion.</p>", "hdate": "2011-06-16", "major": "7", "subsection_id": "22648873", "parent": {"body": "Scottish Parliament: Scottish Broadcasting and the Scottish Digital Network"}, "video_status": "0", "extract": "I thank George Adam. As we have heard, when the Scottish Broadcasting Commission reported back in 2008, it recommended the establishment of a Scottish digital network. With the same cross-party consensus that surrounded the establishment of BBC Alba, a new Scottish digital network could be operational within a few years. The suggestion is that the channel could cost in the region of £75...", "collapsed": 0, "speaker": {"first_name": "Angus", "last_name": "MacDonald", "title": "", "url": "/msp/?m=80414", "house": "4", "member_id": "80414", "person_id": "25094", "party": "Scottish National Party", "constituency": "Falkirk East"}, "section_id": "22648873", "hpos": "328", "gid": "2011-06-16.37.52", "epobject_id": "22648925", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2011-06-16.37.0&amp;s=speaker%3A25094+section%3Asp#g37.52", "minor": "0", "htime": null, "speaker_id": "80414"}], "searchdescription": "in the 'Scottish Parliament debates' speaker:Angus MacDonald"}