{"info": {"total_results": 64, "s": "speaker:25171 section:sp", "first_result": 1, "spelling_correction": "", "results_per_page": 100, "page": "1"}, "rows": [{"body": "<p>I begin by thanking the Public Petitions Committee for its work in producing the report that we are debating today.</p><p>My Labour colleagues and I join members across the chamber in recognising that abuses of power and the exploitation of vulnerable young people should always be condemned.</p><p>The personal case studies accompanying the committee report, which have been provided by the third sector organisations that work closely with vulnerable and exploited young people, are truly harrowing and show how important it is that we tackle this issue effectively.</p><p>With that in mind, it was reassuring that, in an extremely sensitive and complex area, the report has carefully drawn out several major strands in its findings. The recommendations from the Public Petitions Committee&#8217;s inquiry are extensive and well thought out. I welcome them being given the consideration that they deserve today, and Scottish Labour supports the majority of the findings that have been published.</p><p>As we have heard, the report arose from a petition that was sent to the committee in July 2011 by Barnardo&#8217;s Scotland, which called for research into child sexual exploitation and the need for new Scottish Government guidelines. The cut them free campaign, run by Barnardo&#8217;s, is to be congratulated on its effectiveness in highlighting the issue and on its role in driving the committee&#8217;s inquiry.</p><p>I also acknowledge that the ministerial short-life working group&#8212;whose findings we have already heard about from the minister&#8212;has been helpful in drawing together a brief analysis of the existing provision in Scotland and elsewhere to tackle child sexual exploitation. However, as the committee report notes, there are a number of areas where further work or research could be undertaken.</p><p>As the committee report has highlighted, over the past few years a number of bodies and working groups have examined the issue of child sexual exploitation. There have been various reports on and reviews of the matter, but there are still gaps in our knowledge. Therefore, although I welcome the intention of the short-life ministerial working group to meet in future to review any developments, I am particularly keen that it does so in response to the committee&#8217;s overarching recommendation for the establishment of a national strategy for tackling child sexual exploitation.</p><p>The ministerial short-life working group noted that child protection is everyone&#8217;s responsibility. It is our collective responsibility to keep our children and young people safe, but we must avoid the risk of collective responsibility leading to a lack of accountability for Government and its agencies.</p><p>I was reassured to read the committee&#8217;s careful consideration of the definition of child sexual exploitation. That understanding on the part of the committee has been important in aiding the development of its numerous recommendations, especially those focusing on preventative measures and the improved education and safeguarding of our young people in the future.</p><p>The sensitivities of tackling child sexual exploitation are many. Although the report acknowledges that the issue exists as part of a continuum of child sexual abuse, the committee also recognises the need to focus on sexual exploitation specifically, and I am heartened that it reflects that in the recommendations for a national strategy.</p><p>The report urges that a more co-ordinated, less piecemeal approach be taken in taking the issues forward. I believe that to be vital, and the expectation of the committee that the Scottish Government should report regularly to Parliament on its progress is similarly important.</p><p>Although it seems that much of the work that has been done on this issue has not been well co-ordinated, there have been some examples of excellent work, including the scoping study by the centre for excellence for looked-after children in Scotland, which was commissioned by the Care Inspectorate to improve the way in which it inspects services.</p><p>The recent scrutiny of the Children and Young People (Scotland) Bill by the Education and Culture Committee has highlighted just how vulnerable many of our young people are and how often they can be let down by the systems that should be looking after them. The CELCIS research found that a prevalence of child sexual exploitation of at least 25 per cent</p><p>&#8220;would seem likely for children in the care population&#8221;,</p><p>and an expectation exists that that figure only increases for older children, girls and children in residential care. However, the data that we have on child sexual exploitation in Scotland is variable. The need to fill in the gaps in the information is one of the key recommendations of the committee report.</p><p>Worryingly, there seem to be few children over the age of 12 on child protection registers, and I strongly support the report&#8217;s recommendation for a policy investigation into why that is the case. The vulnerability of older children and teenagers to sexual exploitation is clear, and the report effectively highlights the increasing normalisation of sexualised behaviour among young people.</p><p>The report&#8217;s recommendations on developing education programmes on internet dangers are also to be welcomed, as is the recognition of the need to challenge stereotyped behaviours, which impact on young people, especially women, and can make them vulnerable to exploitation.</p><p>I again put on record my thanks to the committee for its hard work in undertaking the inquiry. I look forward to hearing from members from across the chamber during the rest of the afternoon&#8217;s debate.</p>", "hdate": "2014-01-28", "major": "7", "subsection_id": "22865865", "parent": {"body": "Scottish Parliament: Tackling Child Sexual Exploitation in Scotland"}, "video_status": "0", "extract": "I begin by thanking the Public Petitions Committee for its work in producing the report that we are debating today. My Labour colleagues and I join members across the chamber in recognising that abuses of power and the exploitation of vulnerable young people should always be condemned. The personal case studies accompanying the committee report, which have been provided by the third sector...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22865865", "hpos": "62", "gid": "2014-01-28.4.10", "epobject_id": "22865875", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-28.4.0&amp;s=speaker%3A25171+section%3Asp#g4.10", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I listened to the debate with great interest. It is fair to say that this is not the easiest topic to hear about, think about or deal with&#8212;as George Adam said, the subject brings feelings of revulsion&#8212;but it is important that elected representatives take the topic on and take steps to move it forward. The subject is too important for us not to do that, for the victims of child sexual exploitation and for the agencies in the public and voluntary sector who work hard to reach out to and support victims. Members of the Scottish Parliament have a responsibility to bring to bear all our influence and resources in making improvements in relation to the area.</p><p>As is often the case in debates in this Parliament about issues that affect children and young people, the need to listen to young people themselves came through very strongly. The committee used the evidence that it gathered and feedback from young people to build a strong set of recommendations. We took an in-depth approach, working with service providers, service users and other agencies, whose input had a profound influence on our work and on today&#8217;s debate.</p><p>Part 4 of our report focused on support, education and training. It is clear that support can be provided only when young people trust the agencies and organisations that set out to help them. Confidentiality is key, and the role of third sector agencies is vital in delivering essential support services for young people. David Torrance, in a thoughtful speech, talked about the third sector&#8217;s role in engaging with young people. The third sector is often where young people are at&#8212;to use the modern terminology&#8212;and it can use its engagement in all sorts of circumstances to build a relationship in which a child can talk about sexual exploitation. Given that relationship, the third sector is uniquely placed to be able to introduce preventative education and awareness raising for young people and their parents and families. It can also offer emotional support. The third sector has a powerful role in taking such matters forward.</p><p>The committee convener&#8217;s two case studies showed the importance of awareness raising among the public and support for vulnerable young people. Neil Bibby and Graeme Pearson talked about their work to support vulnerable constituents and about the need to train staff who work with young people. The third sector is well placed to share its experience and work with the public sector to build a skills base.</p><p>Many members picked up on the closure in 2013 of the only refuge for young people, which is mentioned in our report. Aberlour, which ran the service, said that a problem with its sustainability was the poor rate of referrals to it. Of course, we cannot get people to come to a refuge by saying, &#8220;We&#8217;re open for business; here&#8217;s the refuge service for runaways.&#8221; Young people will not respond to that; we need to be much more sensitive, diplomatic and clever in how we engage with them.</p><p>Aberlour says that every five minutes a young person in the United Kingdom runs away from home, often because of neglect or harm, so it is worrying that a low referral rate contributed to the refuge&#8217;s closure. A number of factors need to be considered in relation to Aberlour&#8217;s decision, so I was pleased to hear the minister agree that we need a better understanding of what services can be provided to help young people.</p><p>Many members, including David Torrance and John Wilson, talked about variations in service provision and data collection across the country. Scottish Labour, in the context of its support for the committee&#8217;s recommendation that there be an overarching national strategy, is keen for further research and improved data collection to be done in Scotland. As Neil Bibby said, we are dealing with children, not statistics, but we must gather data if we are to understand the scale of the challenge and the prevalence of child sexual exploitation, for example in remote and rural areas, as we said in the report.</p><p>We are keen for more work on the pursuit of child sexual exploitation as an offence. The child sexual exploitation short-life ministerial working group reported:</p><p>&#8220;The Group ... was generally satisfied that there were no significant gaps in the overall scope of the criminal law to pursue CSE as an offence.&#8221;</p><p>However, Liam McArthur talked about our need to achieve a better understanding of child sexual exploitation. Many members have mentioned the increasing need to do that because the internet and social media play such an important role in the world in which we live and the lives of many young people. Indeed, I see how immersed members of my family and the young people who I know are in the internet. If we are to understand the issue and define what child sexual exploitation is, we must look at the role that the internet plays in that regard. Perhaps we could also take that role on board when defining what should be an offence.</p><p>Evidence given to the committee criticised the use of existing powers. The report notes&#8212;members have picked up on this&#8212;the committee&#8217;s continued dissatisfaction with the responses of Police Scotland, the Crown Office and Procurator Fiscal Service and the Lord Advocate to the concerns raised about the Sexual Offences (Scotland) Act 2009 and the Protection of Children and Prevention of Sexual Offences (Scotland) Act 2005. It is clear that post-legislative scrutiny of the 2005 act is required.</p><p>Angus MacDonald mentioned the need for training and support for police officers, as well as the need to react strongly and prosecute perpetrators, which is an issue that must be picked up through legislation. John Wilson spoke about the Care Inspectorate&#8217;s role.</p>", "hdate": "2014-01-28", "major": "7", "subsection_id": "22865865", "parent": {"body": "Scottish Parliament: Tackling Child Sexual Exploitation in Scotland"}, "video_status": "0", "extract": "I listened to the debate with great interest. It is fair to say that this is not the easiest topic to hear about, think about or deal with&#8212;as George Adam said, the subject brings feelings of revulsion&#8212;but it is important that elected representatives take the topic on and take steps to move it forward. The subject is too important for us not to do that, for the victims of child...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22865865", "hpos": "86", "gid": "2014-01-28.4.34", "epobject_id": "22865899", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-28.4.0&amp;s=speaker%3A25171+section%3Asp#g4.34", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>Okay. Members will be aware of Jenny Marra&#8217;s proposed human trafficking bill. I understand that the Government is looking into how that can be taken forward. I was pleased to hear Clare Adamson pick up on that topic, too.</p><p>The committee report was clear that it did not want to rip up the rule book and start again, but instead that it wanted to build on the work undertaken to tackle the problem of child sexual exploitation and to fill in the gaps in policy and practice. Scottish Labour reiterates its support for the committee&#8217;s recommendations and, in particular, the creation and implementation of a national strategy for tackling child sexual exploitation.</p>", "hdate": "2014-01-28", "major": "7", "subsection_id": "22865865", "parent": {"body": "Scottish Parliament: Tackling Child Sexual Exploitation in Scotland"}, "video_status": "0", "extract": "Okay. Members will be aware of Jenny Marra&#8217;s proposed human trafficking bill. I understand that the Government is looking into how that can be taken forward. I was pleased to hear Clare Adamson pick up on that topic, too. The committee report was clear that it did not want to rip up the rule book and start again, but instead that it wanted to build on the work undertaken to tackle the...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22865865", "hpos": "88", "gid": "2014-01-28.4.36", "epobject_id": "22865901", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-28.4.0&amp;s=speaker%3A25171+section%3Asp#g4.36", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I am pleased to participate in the debate, which seeks to recognise the NHS&#8217;s value and the need for us to enable it to continue to meet the health needs of the people of Scotland through a thorough examination of how it functions.</p><p>It goes without saying that the NHS is a hugely valued institution that is held in high regard by people of all ages and circumstances. We know from our experiences, those of our families and those of our constituents how important a properly functioning and fit-for-purpose national health service is to everyone in the country.</p><p>As a former elected member of Fife NHS Board, I am acutely aware of the daily challenges that boards face. As an MSP, I am&#8212;like others who are here today&#8212;equally conscious of the impact that those challenges are having on people who need health services and on those across the country who are responsible for delivering the services. I am sure that a large proportion of the casework of every member in the chamber is made up of constituents who are struggling to access the healthcare that they need at the time when or place where they need it. More worryingly, there will be examples of distressing circumstances in which constituents have been let down by a service that they should have been able to expect the utmost care and attention from.</p><p>I met the cabinet secretary last year to highlight the problems at the Victoria hospital, so I know that he is well aware of the problems that patients and staff in NHS Fife are experiencing. He will also be aware of the consistent and worrying stream of stories in local papers across Fife from patients who have had negative experiences of hospital and primary care provision across the kingdom.</p><p>This year&#8217;s first two editions of the Dunfermline Press highlighted on their front pages stories of the pressures on staffing and the impact on patients. The warnings from the headlines could not have been starker. On 2 January, in a not very happy new year message, the paper warned readers, &#8220;Don&#8217;t get sick in Fife at the weekend&#8221;, as it highlighted the huge drop in staff on duty at weekends in hospitals across the kingdom.</p><p>The following week&#8217;s paper did not improve the prognosis for the health board much, as we learned of a fall patient who was told, &#8220;You&#8217;re lucky this didn&#8217;t happen at the weekend&#8221;. As that patient was told that they would have had to make their way to Dundee for weekend treatment, it is clear that there are major pressure points in front-line services in Fife. Those headlines become clearer when we discover that, although the average number of clinical staff who work in hospitals in Fife stands at 2,043 on weekdays, it drops massively to just 648 at weekends.</p><p>Colleagues across the chamber have highlighted the huge pressures on staff. The results of the NHS Scotland staff survey in 2013 and the evidence from bodies such as RCN Scotland back up the concerns. I make it crystal clear that no one is suggesting in the debate that the staff in our NHS are any less than dedicated and highly skilled professionals, but even the most talented workers in the world cannot meet all the demands that are made of them if there are problems with the staffing levels in their workplace. There comes a point when the jam will not spread any more thinly.</p><p>When the NHS&#8217;s workforce survey finds that only a third of those in the workforce think that they can meet the demands of their jobs and that an even smaller fraction of people think that there are enough staff to enable them to do their jobs properly, we know that there is a serious crisis.</p><p>We know that the challenges facing our health boards are not just restricted to staffing but extend to waiting lists, funding and bed numbers&#8212;the list goes on, in Fife and across the country. In fact, the Scottish Government&#8217;s own figures on delayed discharges show that NHS Fife&#8217;s problems are worsening, with the number of people waiting more than 14 days to be discharged from hospital steadily increasing over the course of 2013.</p><p>The challenges are so great that I believe that the staffing pressure within the NHS is beginning to creep out into areas outwith the health service, such as homecare and children&#8217;s services. Members will be aware of the recent debates on the Children and Young People (Scotland) Bill; the RCN estimated that an additional 450 health visitors would be needed to meet the requirements of the named person provisions within that bill. From our youngest citizens to our eldest the challenges remain.</p><p>An ageing population, the integration of health and social care and the accompanying pressures that will be put on budgets and resourcing because of them mean that now&#8212;more than ever&#8212;we need an integrated overarching review of how our health service is able to meet the demands not just of today but of whatever awaits us in the future.</p>", "hdate": "2014-01-15", "major": "7", "subsection_id": "22843652", "parent": {"body": "Scottish Parliament: National Health Service"}, "video_status": "0", "extract": "I am pleased to participate in the debate, which seeks to recognise the NHS&#8217;s value and the need for us to enable it to continue to meet the health needs of the people of Scotland through a thorough examination of how it functions. It goes without saying that the NHS is a hugely valued institution that is held in high regard by people of all ages and circumstances. We know from our...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22843652", "hpos": "150", "gid": "2014-01-15.17.53", "epobject_id": "22843705", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-15.17.0&amp;s=speaker%3A25171+section%3Asp#g17.53", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>First, I declare an interest: I am a councillor in Fife.</p><p>I am grateful for the opportunity to speak in this debate and I add my support to that of others for John Wilson&#8217;s motion. Through my work on the debtbusters campaign in Fife, I know the misery that is brought about by payday loan companies and the excellent work that credit unions do to alleviate that misery.</p><p>As the changes to welfare start to bite, individuals and families will face increasingly basic choices. It is those choices that are the most difficult and the most unfair, such as parents deciding whether to feed their children or themselves; and whether to pay off the loan that they took out to pay the electric bill last month or whether to pay the electric bill this month. Scotland has the highest level of payday loan debt in the UK, with people from Mid Scotland and Fife owing an average of &#163;1,200. Those people are not irresponsible or financially incompetent; it is just not possible to stretch the money from one month to the next without help.</p><p>Citizens Advice Scotland recently published research that looks at payday lending. Such loans are often given to people who have been refused credit elsewhere and they can come with interest rates as high as 4,000 per cent. What can seem like a lifesaver one day can turn into a nightmare the next. People are struggling and as public sector cuts start to take hold the number of people needing to borrow to survive will increase. Mainstream consumer credit has become increasingly difficult to access, which means that the speed at which people can access easy&#8212;in inverted commas&#8212;loans can seem an attractive option. It takes 15 seconds to apply for them and they can tide people over the last few days of the month.</p><p>If we want people to know what the real cost of payday loans is, we must ensure that they know what support is available to them. That is not about patronising people or blaming them, but about ensuring that they know what they are entitled to and how to maximise their income.</p><p>I have recently been working very closely with the Co-operative Party in Fife to take forward the debtbusters campaign, which tries to help keep people out of debt and support those who get into debt by signposting alternatives like credit unions. Its biggest success so far has been to secure the Scottish Government&#8217;s support for wealth warnings on the dangers of payday loans in its 12 days of debtmas campaign, which we are debating today.</p><p>We have taken the debtbusters campaign out and about in Fife and have visited several towns with our roadshow. We have handed out information about credit unions and where people can get advice if they are in debt, and have pointed out some reality checks about payday loans. We have been astonished by the response that we have had. For example, general practitioners have come up to me in high streets and said, &#8220;Can I get a pack of your postcards? I could put these in my surgery. People need them.&#8221; People from Gamblers Anonymous have come up to us and said, &#8220;This is a huge issue for us. High street bookies and online gambling are fuelling the debt crisis. We need to help our members to help themselves.&#8221; People from private sector landlords associations have come up to us and said, &#8220;Can I get some of your cards for our tenants, because they are struggling?&#8221;</p><p>The response to the campaign has been much more widespread than I thought it would be, and people really want to support the campaign. They recognise that there are three gaps: a gap in knowledge about where to get help; a gap in knowledge about where to get advice about credit in general; and a gap in knowledge about credit unions. We are lucky in Fife because we have several credit unions, ranging from small community-based ones to big ones such as the Kingdom Credit Union, serving thousands and thousands of savers. However, they all have the same problem, which is that they all struggle to promote themselves&#8212;it is as if credit unions are a secret society. I sometimes think that rich people get cars and banks while poor people have to struggle along with public transport and credit unions&#8212;it feels like that a wee bit.</p><p>The challenge for us all is to help promote credit unions and I think that debtbusters in Fife has shown that there is a real appetite for doing that. Once we get Christmas out the way, we will continue that fight.</p><p>Getting back to Christmas: kids are not daft, because they know when their family is struggling to make ends meet. They do not ask for much for Christmas, because they know that their parents cannot afford food, never mind presents. Perhaps it is those kids who live in poverty throughout the year and do not want to put their parents under pressure at Christmas who most deserve to be on Santa&#8217;s &#8220;nice&#8221; list. Their parents certainly believe that and they would willingly bankrupt themselves to ensure that their children get the Christmas that they deserve, even if that is only a warm house and a nice Christmas lunch. It is that, not the desire for a Ferrari or a 60-inch television, that drives people to phone the payday loan companies.</p><p>We can help those people. We can take action today to stand side by side with those families who face impossible financial choices at Christmas and every other day of the year. In supporting the motion, we can give people the knowledge to help them avoid the so-called easy-fix payday loans and find somewhere to turn that will not lead to the grinding reality of a cycle of inescapable debt.</p>", "hdate": "2013-12-18", "major": "7", "subsection_id": "22817122", "parent": {"body": "Scottish Parliament: 12 Days of Debtmas Campaign"}, "video_status": "0", "extract": "First, I declare an interest: I am a councillor in Fife. I am grateful for the opportunity to speak in this debate and I add my support to that of others for John Wilson&#8217;s motion. Through my work on the debtbusters campaign in Fife, I know the misery that is brought about by payday loan companies and the excellent work that credit unions do to alleviate that misery. As the changes to...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22817122", "hpos": "243", "gid": "2013-12-18.25.14", "epobject_id": "22817136", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-18.25.0&amp;s=speaker%3A25171+section%3Asp#g25.14", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>As I am the newest member of the Education and Culture Committee, some might say that I had the luxury of considering the final report without having to undertake the hours of work that were required to pull together such a comprehensive review of the current systems and decision-making processes for determining whether to take a child into care. However, after reading the report and the accompanying documents, I think that I missed out on some useful evidence sessions at previous committee meetings. I was particularly pleased that the committee took the time to meet children and young people who are in the care system, to ensure that their voices were heard and that their experiences contributed to the report&#8217;s development.</p><p>The committee&#8217;s evidence gathering by listening to those young people is the most crucial point and it underpins the theme of hearing all voices in the decision-making processes. Sadly, it is too easy for many young people who are in care to become statistics and to be written off ahead of their time.</p><p>When we talk about how we support the most vulnerable young people in our society, we should think about our family, our friends and our loved ones. Looked-after children deserve no less than everything that we would do for our own families without a second thought. Looked-after children deserve no less commitment, no less patience and no less presence of a caring adult in their lives. Perhaps we as a society need to examine our attitude to looked-after children and the system that supports them and their families. Why is care perceived as a last resort or a response to family failure? I prefer to think of it as a declaration by society that every child matters and deserves the best. The system must deliver that.</p><p>A child being taken into care does not have to be a last resort. There should of course be concentrated support for families to improve the underlying issues but, as the committee&#8217;s convener highlighted, the move towards early interventions to take children into care sooner can&#8212;perhaps counterintuitively&#8212;be positive if it ensures that the decision leads to more permanence and stability in the child&#8217;s life and better outcomes in the form of improved life chances. Sadly, that is still not the case in many circumstances, but it is good that those areas for improvement have been highlighted by the committee&#8217;s work during the inquiry. I hope that we will see action on them.</p><p>Because of that room for improvement, I am pleased by the increasing emphasis on the need for permanence in a child&#8217;s life. Much of the evidence that the committee considered highlighted that, for too many children in care, the difficulties and complexities of decision making when considering outcomes can upset the stability in a child&#8217;s life not just at the start of their childhood but as they move into adulthood.</p><p>There is no arbitrary cut-off point in a loved one&#8217;s life when we stop caring about them or when they stop needing support. As the mother of two grown-up sons in their 30s, I know that only too well. To describe a parent&#8217;s relationship with their children in the drily technical language of the sector, it is about establishing a long-term framework of care and love. We support the development of that long-term framework when we want improvements to be made to the decision-making processes for taking children into care.</p><p>The Scottish Government has been keen to highlight how the Children and Young People (Scotland) Bill goes some way towards meeting the challenges that are identified in the committee&#8217;s report. One of the measures in the bill that the Labour Party will support is the increase in the eligible age for aftercare for young people who have left care from 21 to 26. The permanence that we seek for children in care does not just involve ensuring that they have a roof over their heads. Stability does not mean just a house; it means having a home and friends and feeling valued, not just being accommodated.</p><p>One of the challenges of delivering public services is that the system that is in place in Scotland is a network of processes and multi-agency approaches that aims to develop a safety net that will catch and seek to protect the most vulnerable children in Scotland. It is vital that that succeeds, and we cannot afford for any child to slip through the gaps in our decision-making processes. We have guidelines for those vital processes, but a range of organisations expressed concern that the guidelines are still applied inconsistently across the country. Barnardo&#8217;s Scotland highlighted that each local authority has its own assessment process for handling risk assessment on taking children into care, which impacts on the potential outcomes for children according to where they live.</p><p>The report recognises the impact of GIRFEC and other child protection measures, but it acknowledges that current decision-making processes are not always delivering the best outcomes for children. We do not want to scrap the system and start again, but we need to make improvements.</p><p>Many of the points that are raised in the report, particularly about looked-after children, concern themes that the Children and Young People (Scotland) Bill covers. We will work with Aberlour Child Care Trust, Barnardo&#8217;s and Who Cares? Scotland to lodge a number of stage 2 amendments to improve the outcomes for looked-after children. However, we know that legislation alone is not enough and that we need a cultural shift in attitudes towards looked-after children. I look forward to working with colleagues to achieve that.</p>", "hdate": "2013-12-05", "major": "7", "subsection_id": "22788788", "parent": {"body": "Scottish Parliament: Taking Children into Care"}, "video_status": "0", "extract": "As I am the newest member of the Education and Culture Committee, some might say that I had the luxury of considering the final report without having to undertake the hours of work that were required to pull together such a comprehensive review of the current systems and decision-making processes for determining whether to take a child into care. However, after reading the report and the...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22788788", "hpos": "118", "gid": "2013-12-05.15.8", "epobject_id": "22788796", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-05.15.0&amp;s=speaker%3A25171+section%3Asp#g15.8", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>The debate has contained a number of interesting and thoughtful contributions from members on all sides of the chamber, and a wee bit of drama around the named person provision. With the Presiding Officer&#8217;s forbearance, I will clarify the Labour Party&#8217;s position on the named person provision. We fully support the principle and have no problem with it, but we are very worried about the resource implications. We agree with the Royal College of Nursing and the Educational Institute of Scotland that a bit more work is needed in that respect. For example, we could be looking at a requirement for an additional 450 health visitors, which would be an issue in terms of the successful implementation of the provision.</p><p>It is clear that there is, among members on all sides of the Parliament, a real willingness to improve the decision-making processes that lead to children being taken into care and&#8212;perhaps most important&#8212;to improve the outcomes for those vulnerable children and young people in our society. I was struck by Liz Smith&#8217;s comments about the frustration that is felt on all sides of the Parliament and beyond about the lack of progress on the issue.</p><p>I do not wish to set a negative tone&#8212;I think that we all agree that we would like to make progress as fast as we can, and I hope that where we are today is a good starting point for moving forward without further delay. In her response to the committee&#8217;s report, the minister said:</p><p>&#8220;Both early intervention and early permanence are needed to meet our aims of reducing the number of children on long term supervision requirements and increasing the numbers finding secure legal permanence.&#8221;</p><p>I was heartened to hear the minister say that she is committed to improving outcomes for children and young people across all levels of government. The care and permanence strategy is to be welcomed, as is the minister&#8217;s reference to a whole-system approach, which is important, as we cannot have a piecemeal approach. Because the field is so complex and so many agencies and organisations are involved, as well as families, children and professionals, we need a whole-system approach to making improvements. The minister also referred to the important role of social workers. That is perhaps stating the obvious, but they are fundamental to improving services, as the minister acknowledged.</p><p>A number of concerns have been raised. I am pleased that George Adam referred to the support that is available to social workers and other staff. We need to consider whether that support is sufficient and is available when it is needed, and where staff are left if they do not get support and help. They feel exposed and might well leave the profession or seek promotion to get away from the pressures of being on the front line. Any reduction in support or training for a workforce always leads to worries about morale, skills development and staff retention. We need to be mindful of that and keep the needs of the staff very much at the fore in our thinking as we move forward.</p><p>I was struck by Ken Macintosh&#8217;s comments. He raised the question whether access to resources influences decisions on where to place children. That made me think because, clearly, if there is good access to foster carers, children&#8217;s homes and social workers, that might widen the choices and influence the options for a child. However, if that access is not available, the choices are much more limited, which might influence decisions. It is not for me to say whether that happens, but Ken Macintosh&#8217;s comments certainly made me think. He also made thought-provoking comments on the culture in social work. He made valid points about the role of judgment and good decision making, and on how staff can be protected in exercising that judgment.</p><p>To return to the named person, as the minister is aware, we need to do more work on when the named person passes on responsibility to the lead professional, which is a different role. That will also be a judgment, and how it will work needs to be negotiated and agreed. We are not at that stage yet, but we know that we need to do more work on it.</p><p>As we have heard, one of the report&#8217;s conclusions is that</p><p>&#8220;the sheer volume of ongoing work could suggest that deep-rooted problems are being addressed on an incremental basis.&#8221;</p><p>I agree with the convener&#8217;s point that any future action must be co-ordinated and happen across the system. Everybody has to understand their role. Just doing a lot of work does not necessarily achieve a lot of benefit, so we need to ensure that we work effectively and well together to make the changes that are needed.</p><p>In future, we must ensure that any progress is co-ordinated and, where possible, that the outcomes of reforms are measurable and make real improvements to the decision-making systems, which have a huge impact on the lives of children and their families. Several colleagues have referred to the starting point. If we are to start measuring the difference that we make, sadly, on some of the indicators, we will be starting from a low point. Liam McArthur, Liz Smith and Neil Findlay gave sobering figures that point clearly to the size of the challenge in improving those outcomes. Some of the worrying statistics apply to children in all settings&#8212;whether they are looked after at home or in a children&#8217;s home&#8212;and of all ages, so not just in the early years but as they grow up in care and move out of it. Neil Findlay referred to the link between outcomes for young people in the prison system and their time in care. The situation is not good enough and we have a chance to make it better. We have to take that responsibility seriously.</p><p>Ahead of today&#8217;s debate, I was in touch with a number of childcare charities and excellent organisations such as Who Cares? Scotland that do their very best to put the voices of looked-after children at the centre of debates such as this one. It might interest colleagues to know that I used to work in childcare and I can remember Who Cares? being set up more than 30 years ago. It is great to see the way in which it has continued to work and fight. It has never given up its campaign to have the voices of children built into our decision making, and I pay particular credit to it in relation to the committee&#8217;s report and the work that we are doing on the Children and Young People (Scotland) Bill.</p><p>George Adam and others spoke about the impact on them of hearing the evidence from young people. We really cannot go forward without continuing to listen to those young people. They want to know that we are serious about what we are doing. We need to demonstrate that we have conviction and that we want to make progress. They are watching us and they have expectations of us. I do not know whether they are here today, but I hope that they will note that we want to work to improve the life chances of children in Scotland and that this issue does not end with this debate.</p><p>The challenges that face our most vulnerable children have been described as a hidden problem, which would shock the majority of Scots if they knew the day-to-day reality of life for looked-after children. One campaigner said that the solution lies in Scots caring and feeling a sense of responsibility for all children in Scottish communities and Scottish society. In my opening speech, I referred to the need to change attitudes and culture.</p><p>The report that we have debated today goes some way to exposing the hidden problem of our children in care. I look forward to hearing the minister respond to a number of the points that were raised today on the actions that we will be taking to improve the lives of Scotland&#8217;s children.</p>", "hdate": "2013-12-05", "major": "7", "subsection_id": "22788788", "parent": {"body": "Scottish Parliament: Taking Children into Care"}, "video_status": "0", "extract": "The debate has contained a number of interesting and thoughtful contributions from members on all sides of the chamber, and a wee bit of drama around the named person provision. With the Presiding Officer&#8217;s forbearance, I will clarify the Labour Party&#8217;s position on the named person provision. We fully support the principle and have no problem with it, but we are very worried about...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22788788", "hpos": "158", "gid": "2013-12-05.15.48", "epobject_id": "22788836", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-05.15.0&amp;s=speaker%3A25171+section%3Asp#g15.48", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I am grateful for the opportunity to speak on the issue of women and work.</p><p>I have been a woman who works since I was 20 when, following my decision to drop out of medical school, I thought that I would opt for a simpler life and just get a job. However, being a woman who works is seldom simple and I have learned for myself the challenges of balancing the demands of family life with holding down a job, returning to work as a mother of young children, eventually returning to education as a part-time student and getting a degree 20 years after I first went to university.</p><p>Now, as a gran who works, I am an essential part of the childcare team and rota that make it possible for my daughter-in-law to have a job. I am therefore fully signed up to Labour&#8217;s motion, which highlights the need to focus on the real, lived experience of women.</p><p>Too many women are underpaid, underemployed or not employed at all. Sadly, inequality in the workplace and in access to employment is still prevalent in our society. It is too often influenced by cultural factors and by the everyday sexism that often goes unnoticed and the impact of which is often insidious.</p><p>The excellent organisation close the gap has highlighted that women are more likely to be clustered in certain occupations, whereas men's involvement in the labour market tends to be more evenly spread across industry. I worked in local government for a long time and I lost count of the times that people whom I met assumed that, being a woman, I was employed as an administrative or clerical worker. Anyone who knows me will understand that I have few skills in those departments. I know that the assumption of what I did as a job was based on gender and not on those people knowing anything about me.</p><p>Tackling the gendered clustering in occupations, although not the only solution, would certainly help towards unravelling the complex inequalities women face at work, whether through pay, access to employment and lifelong learning, or access to affordable and appropriate childcare.</p><p>Scottish Labour has previously called for the implementation of gender quotas in STEM subjects, and particularly in modern apprenticeships. We know that the Wood commission report has recommended ring fencing modern apprenticeships for STEM subjects, and I hope that Scottish Government takes forward that suggestion.</p><p>It is fairly well understood by now that, to properly tackle the occupation segregation that manifests itself in the labour market in later life, the gender stereotyping to which both girls and boys are subject to needs to be challenged from the outset.</p><p>The contributing factors towards occupational segregation are many, but the divide that exists along gender lines in modern apprenticeships is starkly illustrated by examining the breakdown by gender of 2012&#8217;s modern apprenticeships: the health and social care intake is 87 per cent female compared with engineering at just 2 per cent female.</p><p>When we look at how those frameworks are funded&#8212;with the spend per person for engineering apprenticeships five times that of health and social care MAs, and the wages that apprentices receive in those sectors also unequal&#8212;we can see the financial consequences of such occupational segregation impacting on women before their careers have even begun.</p><p>As well as getting more women into non-traditional areas such as engineering, we need business, public sector bodies and educational establishments to work together to tackle the dwindling uptake of young people of STEM subjects across the board.</p><p>Colleagues across the chamber will not be surprised to hear that I want to highlight an example from Fife. Janet McCauslin of Fife College is the chair of Fife STEM strategy group, which is working closely with employers and the council across the kingdom to ensure that the 20 per cent of the education and training opportunities that are currently in STEM subjects continues to grow, and that gender segregation is monitored as that work progresses.</p><p>Those are welcome measures and, most importantly, they are steps towards change that are being taken now.</p>", "hdate": "2013-12-03", "major": "7", "subsection_id": "22781811", "parent": {"body": "Scottish Parliament: Women and Work"}, "video_status": "0", "extract": "I am grateful for the opportunity to speak on the issue of women and work. I have been a woman who works since I was 20 when, following my decision to drop out of medical school, I thought that I would opt for a simpler life and just get a job. However, being a woman who works is seldom simple and I have learned for myself the challenges of balancing the demands of family life with holding...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22781811", "hpos": "46", "gid": "2013-12-03.3.29", "epobject_id": "22781840", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-03.3.0&amp;s=speaker%3A25171+section%3Asp#g3.29", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I am pleased that we have finally reached the stage 1 debate on the bill. As we are all aware, it is a substantial piece of legislation, which is not surprising, given its origins as two separate bills. With that in mind, I will not explore in detail all the points that we hope to cover in the bill&#8217;s later stages.</p><p>Labour will support the Government and vote for the bill at decision time. We will go into stage 2 in a constructive and positive frame of mind. We will test the elements of the bill that concern us and look to enhance and improve other areas of it, where we feel that it is not ambitious enough for Scotland&#8217;s children. When considering our proposed amendments, we will focus on early learning and childcare, which my colleague Neil Bibby will address in his closing speech, and on issues that relate to care leavers, which my colleague Kezia Dugdale will focus on.</p><p>The potential for the bill to have a real impact on Scotland&#8217;s children should not be underestimated. Everyone in the Parliament is ambitious for Scotland, and that can be realised through improving our young people&#8217;s life chances. That is why I am pleased that Labour&#8217;s newest MSP, Cara Hilton, will make her maiden speech in the debate. I hope that the Parliament will join me in welcoming her.</p><p>Too many children&#8217;s life chances are determined by the circumstances in which they are born and grow up and not by their own unique potential to achieve, develop and thrive. For too many children and young people, access to opportunities is bound up in a tangled web of poverty-related issues that impact on their health, their home life, their interaction with their peers and their educational attainment. The key to the bill achieving its potential will be making inroads into those issues, many of which are deeply rooted in our communities.</p><p>There are some headline-grabbing figures in the bill. Scottish Labour welcomes the increase in the statutory provision of free early learning and childcare, although it has been a long time coming, as it was a Scottish National Party manifesto commitment back in 2007. However, the danger is that introducing the bill places too much focus on the headlines, at the expense of working through the details of how the measures will be achieved. An increase in free early learning and childcare sounds excellent but, unless those hours support the childcare needs of the parents and guardians who use the service, they might not have the impact that many of those people are looking for.</p>", "hdate": "2013-11-21", "major": "7", "subsection_id": "22755174", "parent": {"body": "Scottish Parliament: Children and Young People (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I am pleased that we have finally reached the stage 1 debate on the bill. As we are all aware, it is a substantial piece of legislation, which is not surprising, given its origins as two separate bills. With that in mind, I will not explore in detail all the points that we hope to cover in the bill&#8217;s later stages. Labour will support the Government and vote for the bill at decision...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22755174", "hpos": "252", "gid": "2013-11-21.36.13", "epobject_id": "22755187", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-21.36.0&amp;s=speaker%3A25171+section%3Asp#g36.13", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I will touch on that as I proceed with my speech.</p><p>Earlier in the year, I was privileged to speak at the launch of a report by Fife Gingerbread and the Poverty Alliance on the impact of lone parenthood on families in rural areas. That report and the feedback from many conversations with parents supported by Save the Children have highlighted how important flexibility of childcare provision is to many parents who are in work or trying their hardest to get work.</p><p>I remain concerned that the proposals do not address that point in the short term. I look forward to hearing from the minister whether increased flexibility in early learning and childcare provision and in out-of-school childcare could be incorporated in the bill.</p><p>The point has been made at committee that we need to have a clearer understanding of how the bill fits in with other legislation that is aimed at planning services for children and young people. I referred to the value of framing the measures in the bill in the context of how poverty can be tackled. We will examine the extent to which the bill fits with or supports the Scottish child poverty strategy. One example would be to extend early years provision to include two-year-olds who are in poverty, as many children&#8217;s charities have recommended. We will also seek an amendment so that all three-year-olds receive the same entitlement regardless of where their birthday falls in the school year. For many parents, those few months could make an enormous difference, as Reform Scotland has said today.</p><p>Much of the controversy about the bill has concerned the named person provisions. If we cast our minds back to the Conservative Party debate on that a few weeks ago, we will be aware of the many concerns that have been raised. However, we are minded to support the principle of the named person, just as we support in principle the entire bill.</p><p>I return, however, to comments that I have made previously: this is the nugget of a good idea, but we need to ensure that it can work well and be effective. I want the positive outcomes that have been experienced in Highland to be replicated across the country, but the devil will be in the detail.</p>", "hdate": "2013-11-21", "major": "7", "subsection_id": "22755174", "parent": {"body": "Scottish Parliament: Children and Young People (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I will touch on that as I proceed with my speech. Earlier in the year, I was privileged to speak at the launch of a report by Fife Gingerbread and the Poverty Alliance on the impact of lone parenthood on families in rural areas. That report and the feedback from many conversations with parents supported by Save the Children have highlighted how important flexibility of childcare provision is...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22755174", "hpos": "254", "gid": "2013-11-21.36.15", "epobject_id": "22755189", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-21.36.0&amp;s=speaker%3A25171+section%3Asp#g36.15", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I agree that resources will be fundamental to making the bill work. I reiterate that everywhere is different. What works in Highland might not work in other places. We need to take time to consider individual circumstances in different communities, and we need to work out what works for each place. It is not as simple as saying that things will happen in a certain way. It will take a bit of time, imagination and commitment to make the policy work in every area.</p><p>The training and support that are necessary for effective implementation of the role of the named person must be appropriately resourced, and I hope that the roll call of concerns in the committee report is considered carefully. In their evidence, both the Royal College of Nursing Scotland and the Educational Institute of Scotland highlighted concerns in relation to funding and support. Further clarification of the role of the named person needs to be provided by the Scottish Government. Although we support the principle of what the minister is trying to achieve, we will continue to push to ensure that the proposals are fit for purpose. The volume of comment and debate surrounding that point is an indicator of Scotland&#8217;s wish to do better for vulnerable children and our desire to get this right. We have a golden opportunity to do so, and we must be able to say with confidence to parents, children and practitioners that the wholesale adoption of the named person model will promote a step change in how services are delivered to children and their families.</p><p>With that in mind, the Government must also address the concerns of kinship carers. My Labour colleague on the Education and Culture Committee and I have offered cautious support for the proposals at stage 1, but we will consider the matter carefully, with a view to lodging an amendment to provide greater clarity in the bill, rather than waiting for the detail on kinship care orders to emerge in secondary legislation.</p><p>I am pleased to have heard the minister reflecting on the publication of Together&#8217;s report on the &#8220;State of Children&#8217;s Rights in Scotland&#8221;. I was keen to read the assessment of where we are now on the implementation of the UNCRC. The report makes a fairly brutal judgement on the bill, stating that it</p><p>&#8220;lacks a coherent child rights framework through which the Scottish Government&#8217;s policy intention to &#8216;make rights real&#8217; can be achieved.&#8221;</p><p>Clearly, improvements can be made in that area of the bill, and I support looking towards having a duty on ministers to &#8220;have due regard to&#8221; the UNCRC when making policy decisions, as has been adopted in Wales. Our Welsh colleagues also require ministers to produce reports, and I hope that the minister will reflect on the committee&#8217;s recommendations in that regard.</p><p>In supporting the bill in principle, we will aim to be as constructive as possible in our comments and to reflect the huge amount of evidence and information that has been shared with us from the children and young people and care sectors throughout the country.</p><p>We are lucky to be able to work with such a range of organisations, which have such knowledge, skills and a genuine commitment to improving young Scots&#8217; lives, and I thank them all for their hard work. I look forward to listening to the rest of the debate and to working with colleagues to improve the bill.</p>", "hdate": "2013-11-21", "major": "7", "subsection_id": "22755174", "parent": {"body": "Scottish Parliament: Children and Young People (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I agree that resources will be fundamental to making the bill work. I reiterate that everywhere is different. What works in Highland might not work in other places. We need to take time to consider individual circumstances in different communities, and we need to work out what works for each place. It is not as simple as saying that things will happen in a certain way. It will take a bit of...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22755174", "hpos": "256", "gid": "2013-11-21.36.17", "epobject_id": "22755191", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-21.36.0&amp;s=speaker%3A25171+section%3Asp#g36.17", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p></p><p>5. To ask the Scottish Government what recent discussions it has had with Scottish Water and other bodies about improvements to drainage infrastructure in urban areas. (S4O-02566)</p>", "hdate": "2013-11-13", "major": "7", "subsection_id": "22741825", "parent": {"body": "Scottish Parliament: Urban Drainage Infrastructure Improvements"}, "video_status": "0", "extract": "5. To ask the Scottish Government what recent discussions it has had with Scottish Water and other bodies about improvements to drainage infrastructure in urban areas. (S4O-02566)", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22741825", "hpos": "36", "gid": "2013-11-13.6.1", "epobject_id": "22741826", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-13.6.0&amp;s=speaker%3A25171+section%3Asp#g6.1", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>Many of my constituents in Mid Scotland and Fife have been affected by localised flooding, which is often due to culverts or drains being blocked or in poor condition. I am aware of the complexities of ownership that can arise when a drain or culvert is in poor condition. The costs of resolving a problem often fall on individual property owners until liability can be established. Will the cabinet secretary look into simplifying ways to resolve disputes over such infrastructure problems?</p>", "hdate": "2013-11-13", "major": "7", "subsection_id": "22741825", "parent": {"body": "Scottish Parliament: Urban Drainage Infrastructure Improvements"}, "video_status": "0", "extract": "Many of my constituents in Mid Scotland and Fife have been affected by localised flooding, which is often due to culverts or drains being blocked or in poor condition. I am aware of the complexities of ownership that can arise when a drain or culvert is in poor condition. The costs of resolving a problem often fall on individual property owners until liability can be established. Will the...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22741825", "hpos": "38", "gid": "2013-11-13.6.3", "epobject_id": "22741828", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-13.6.0&amp;s=speaker%3A25171+section%3Asp#g6.3", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p></p><p>5. To ask the Scottish Government what role it considers health visitors have in making Scotland the best place in which to grow up. (S4O-02536)</p>", "hdate": "2013-11-06", "major": "7", "subsection_id": "22727683", "parent": {"body": "Scottish Parliament: Health Visitors"}, "video_status": "0", "extract": "5. To ask the Scottish Government what role it considers health visitors have in making Scotland the best place in which to grow up. (S4O-02536)", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22727683", "hpos": "28", "gid": "2013-11-06.5.1", "epobject_id": "22727684", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-06.5.0&amp;s=speaker%3A25171+section%3Asp#g5.1", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>The Scottish Government has committed to fully fund local authorities to deliver the named person provisions in the Children and Young People (Scotland) Bill. Should the bill be passed, will the Government show equal commitment to children aged zero to five by fully funding health boards to train, recruit and employ health visitors to fulfil the named person role?</p>", "hdate": "2013-11-06", "major": "7", "subsection_id": "22727683", "parent": {"body": "Scottish Parliament: Health Visitors"}, "video_status": "0", "extract": "The Scottish Government has committed to fully fund local authorities to deliver the named person provisions in the Children and Young People (Scotland) Bill. Should the bill be passed, will the Government show equal commitment to children aged zero to five by fully funding health boards to train, recruit and employ health visitors to fulfil the named person role?", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22727683", "hpos": "30", "gid": "2013-11-06.5.3", "epobject_id": "22727686", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-06.5.0&amp;s=speaker%3A25171+section%3Asp#g5.3", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I am pleased to open for the Labour Party in this debate and to welcome the publication of the Scottish Government&#8217;s play strategy and action plan. I have worked with children and young people and have been involved in developing services to meet their needs, and nowadays I take great pleasure in watching my grandchildren play, so I can say with certainty that play is a serious subject.</p><p>Scottish Labour agrees that there is a need for a play strategy&#8212;there was a pledge to that effect in our 2011 manifesto. Play forms a fundamental part of a child&#8217;s educational, social and emotional development, and we look forward to it becoming a priority in action as well as in word.</p><p>I particularly welcome the plan&#8217;s inclusive vision of improving the experiences of all children and young people, irrespective of disability or background.</p><p>Some people may not realise how important play is. For those who do not know much about the issue, it can be easy to dismiss play and question why it merits a strategy at all, since we all know that children like to play and, indeed, will play given the slightest opportunity. However, play can have a huge impact on children&#8217;s confidence, their quality of life, their educational attainment and their health and wellbeing.</p><p>Nowhere is that more evident to me than with my own grandchildren. Four-year-old Keir&#8217;s favourite day at nursery is the weekly outing with his class to the local community woodland, to play, explore and learn outdoors. He comes home with lots to talk about, eats double helpings at tea and goes to bed tired and happy. My three-year-old granddaughter Aila loves going with her mum and her chums to the soft play centre, where she can climb, run, jump and fight, and in so doing develop her social skills, confidence, co-ordination and fitness. Two-year-old Gracie so loves jumping in muddy puddles in Princes Street gardens that I had to go to the shops to buy her some dry clothes&#8212;but that is a gran&#8217;s prerogative. Each child learns skills and life lessons as they play, which will help them to develop and grow into healthy and happy young people and adults.</p><p>The United Nations endorsed the value of play by including the issue in the UN Convention on the Rights of the Child, which stipulates that children have the right to relax, play and join in a wide range of cultural and other recreational activities. The Education and Culture Committee continues to debate the extent to which the UNCRC should be incorporated in Scots law, and I look forward to further consideration of the issue when the Children and Young People (Scotland) Bill is debated by the Parliament.</p><p>I am sure that members of all parties agree that investment in children and families is one of the most crucial investments that politicians can make and brings short-term and long-term dividends that impact on the wider community and the economy. As we progress the Children and Young People (Scotland) Bill, I do not doubt that we will debate how best to make that investment and who should be the beneficiaries. We will consider how to use the resources that are available to us to protect and nurture our most vulnerable children and young people, to ensure that all children and young people have the chance to live fulfilled and healthy lives and become responsible citizens.</p><p>Scottish Labour thinks that play makes a contribution to reducing the gaps in health and attainment that too often set in at a very early age and can have long-term consequences for individuals, communities and the organisations that are charged with planning and delivering services to meet need. That is crucial. Therefore, although play might seem incidental to high-level objectives, I welcome the recognition in the action plan of the role of play as part of a wider strategy of early intervention and prevention, to tackle the inequalities that are caused by poverty and deprivation.</p><p>For many parents on low incomes, it can be hard to provide for play at home or to pay for access to groups and facilities. Save the Children has highlighted the importance of play being available in the wider community to all children, but especially to those who are disadvantaged. Research for its report &#8220;Thrive at Five: Comparative child development at school-entry age&#8221; found that children growing up in poverty are more than twice as likely to experience developmental difficulties by the time that they reach school age than their better-off peers.</p><p>That is where community facilities and services can have a huge impact. Access to toys, books and support provided in community settings is a really effective way of supporting social, educational and health outcomes for children and their families. Such services are often seen as a soft target when savings have to be made. For that situation to change, the action plan must create a culture in which the value of such services is recognised by policy makers.</p><p>The play strategy itself is a positive step forward, but it is being implemented at a time when the funding settlement for local government is one of the tightest that we have seen. As a local councillor in Fife, I am acutely aware of the difficulties in finding the money to meet community aspirations for safe and sustainable indoor and outdoor spaces where children of all ages can have fun, keep fit and meet up with their friends. The impact of welfare reform, coupled with the severe budget pressures already facing local authorities, mean that managers and politicians are having to examine every area of spend, so it is perhaps understandable that the resources available to support play are being squeezed.</p><p>Fife Council has invested funds in free swims in the school holidays and quid-a-kid sessions at the local leisure centres. The council regards that as an important investment in health and wellbeing, but the youngsters simply enjoy the chance to have fun. It is clear that when resources are tight we must make the most of every opportunity to be creative in providing sustainable local facilities. I acknowledge the action plan&#8217;s recognition of the role of communities in developing and supporting play opportunities.</p><p>Over the past few weeks, I have had occasion to be out and about in Fife. Being mindful of the debate, I got to thinking about all the different places where I saw children playing in both informal and formal settings, what they were playing and who they were playing with, and about what constitutes a high-quality play environment and how much it costs to build play parks. I am sure that we have all witnessed the expensive gift sitting neglected while a child plays with the box and the wrapping paper. Building on that logic, how often do we involve children in imagining and planning play spaces? Would they always want swings and roundabouts? What are the alternatives? Could we encourage planners and developers to be more imaginative when building new housing estates? Could we deliver more play value for the money that we spend? I hope that the action plan will help communities and councils.</p>", "hdate": "2013-10-31", "major": "7", "subsection_id": "22716858", "parent": {"body": "Scottish Parliament: Play Strategy Action Plan"}, "video_status": "0", "extract": "I am pleased to open for the Labour Party in this debate and to welcome the publication of the Scottish Government&#8217;s play strategy and action plan. I have worked with children and young people and have been involved in developing services to meet their needs, and nowadays I take great pleasure in watching my grandchildren play, so I can say with certainty that play is a serious subject....", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22716858", "hpos": "124", "gid": "2013-10-31.17.10", "epobject_id": "22716868", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-31.17.0&amp;s=speaker%3A25171+section%3Asp#g17.10", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>Okay. I thank the minister for her comments.</p><p>There are some big aspirations in the action plan, and I hope that the minister will return to the chamber in the future to keep Parliament updated on them. Scottish Labour supports the action plan in the hope that it will create the change needed in organisations to drive forward the strategy with the same energy, imagination, excitement and creativity that we see from our children when they play.</p>", "hdate": "2013-10-31", "major": "7", "subsection_id": "22716858", "parent": {"body": "Scottish Parliament: Play Strategy Action Plan"}, "video_status": "0", "extract": "Okay. I thank the minister for her comments. There are some big aspirations in the action plan, and I hope that the minister will return to the chamber in the future to keep Parliament updated on them. Scottish Labour supports the action plan in the hope that it will create the change needed in organisations to drive forward the strategy with the same energy, imagination, excitement and...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22716858", "hpos": "127", "gid": "2013-10-31.17.13", "epobject_id": "22716871", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-31.17.0&amp;s=speaker%3A25171+section%3Asp#g17.13", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p></p><p>14. To ask the Scottish Government whether it will provide an update on progress on the proposed community empowerment and renewal bill. (S4O-02485)</p>", "hdate": "2013-10-09", "major": "7", "subsection_id": "22698777", "parent": {"body": "Scottish Parliament: Proposed Community Empowerment and Renewal Bill"}, "video_status": "0", "extract": "14. To ask the Scottish Government whether it will provide an update on progress on the proposed community empowerment and renewal bill. (S4O-02485)", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22698777", "hpos": "76", "gid": "2013-10-09.14.1", "epobject_id": "22698778", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-09.14.0&amp;s=speaker%3A25171+section%3Asp#g14.1", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I thank the minister for that answer and for his earlier comments on empty properties in town centres. The minister will be aware of my long-standing interest in the problems that are faced by many local authorities in tackling dilapidated buildings and the negative impact that such neglected properties have on the local community.</p><p>Although it is right that the majority of the financial burden of tackling dilapidated property should fall on the owner, in the current financial climate many property owners are failing to raise the necessary finance for repairs. Will the minister take into account the problems that are faced by local authorities in tackling derelict buildings when he brings forward the legislation, and will he do that as soon as possible?</p>", "hdate": "2013-10-09", "major": "7", "subsection_id": "22698777", "parent": {"body": "Scottish Parliament: Proposed Community Empowerment and Renewal Bill"}, "video_status": "0", "extract": "I thank the minister for that answer and for his earlier comments on empty properties in town centres. The minister will be aware of my long-standing interest in the problems that are faced by many local authorities in tackling dilapidated buildings and the negative impact that such neglected properties have on the local community. Although it is right that the majority of the financial...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22698777", "hpos": "78", "gid": "2013-10-09.14.3", "epobject_id": "22698780", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-09.14.0&amp;s=speaker%3A25171+section%3Asp#g14.3", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>It does not seem so long ago that we were gathered here to discuss the common agricultural policy reform proposals, but it has in fact been more than six months since we last debated the matter. Then, as now, discussion around the detail of the CAP negotiations engaged all sides of the chamber, as we worked towards pinpointing the best outcomes for farmers and for the agricultural sector in Scotland.</p><p>As dry and technical as the common agricultural policy can be, it underpins a number of issues of fundamental importance to Scotland&#8217;s future, namely the production and sustainability of our food and drink supply, the need to protect the environment for future generations, and the need to maximise the opportunities from all those things in the context of sustainable economic development and the climate change challenge.</p><p>Those points were put to me again last week by the Game and Wildlife Conservation Trust. The reality is that we need modern agriculture and increased productivity from our farms to meet the demands for feeding our population. However, without due care and attention, large-scale farming can lack the biodiversity that we need to support wildlife, water conservation and carbon storage, as the Game and Wildlife Conservation Trust has pointed out. The Parliament also considered such matters of biodiversity when we took time to discuss the consultation document &#8220;2020 Challenge for Scotland&#8217;s Biodiversity&#8221; before the summer recess, so I hope that the same attention is paid to those issues as the Scottish Government begins to implement the finer points of the CAP agreement in future.</p><p>A few weeks ago, the Rural Affairs, Climate Change and Environment Committee took evidence from the Cabinet Secretary for Rural Affairs and the Environment, Richard Lochhead, on a number of issues, including CAP reform. In his opening evidence to the committee, the cabinet secretary was able to highlight some of the potential issues for farmers around the changes to pillar 1 payments, and he has revisited that topic today.</p><p>We are talking about reforms of complex subsidies, and the cabinet secretary has highlighted the concerns of farmers from the beef sector about the move from historical payments to area payments and the potential that they may miss out as a result of future changes. Conversely, however, such a move to area payments under the new process would seem to be good for farmers who have previously been sidelined from single farm payments, such as deer farmers. I know that members on all sides of the chamber have assiduously pursued the case for those farmers in the past.</p><p>Previously, we expressed concern that the changes to pillar 1 payments coming into force in 2015 would leave some farmers in limbo for the year in between, so it is good to have confirmation that 2014 will be a transitional year, before the changes come into play. The Labour amendment recognises the extremely tight timescale for the introduction of the new payment systems, especially for pillar 1, so it is important that the changes that will come into force are clearly explained to all in the farming communities and beyond, so that we know where we stand.</p><p>There will always be tensions between different sections of the same industry when competing for support or funding, but I recognise some of the concerns that have been raised by many bodies, including the National Sheep Association in Scotland, about the uncertainty of the changeover from single farm payments to area payments. I would be grateful if, in closing, the minister could address concerns from hill farmers about potentially huge disparities in payments between lowland arable farms, and hill farms and crofts, under the switch to area payments.</p><p>I also look forward to seeing how the Scottish Government will support the new greening requirements being placed on farmers, which are such an integral part of the reforms, given that 30 per cent of the allocation under pillar 1 payments is to be spent on practices that support environmental improvements.</p><p>It is interesting, but not surprising, that all the amendments before us, although varying slightly in form and content, seek to revise the section of the motion that makes assumptions about the money that Scotland could have been able to qualify for, had it been an independent member state. We are of course used to the Scottish Government telling us that the grass will be greener on the other side of the independence referendum, but it seems an unnecessarily speculative detail in this debate as it is too dependent on the unresolved issue of what would happen to Scotland&#8217;s EU membership post-independence. As I said back in March, it is difficult for farmers to receive direct payments from the European Commission when their Government is still negotiating their country&#8217;s accession terms. I would prefer to fix our focus on the realities of the system that we are in.</p><p>I am pleased that we are in the final stages of the CAP discussions. As I said before, I hope that we are able, as the Labour amendment suggests, to approach the implementation of the new agreement fairly while maintaining a mature dialogue on this issue.</p>", "hdate": "2013-10-03", "major": "7", "subsection_id": "22698453", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "It does not seem so long ago that we were gathered here to discuss the common agricultural policy reform proposals, but it has in fact been more than six months since we last debated the matter. Then, as now, discussion around the detail of the CAP negotiations engaged all sides of the chamber, as we worked towards pinpointing the best outcomes for farmers and for the agricultural sector in...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22698453", "hpos": "158", "gid": "2013-10-03.16.29", "epobject_id": "22698482", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-03.16.0&amp;s=speaker%3A25171+section%3Asp#g16.29", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I welcome the opportunity to open this debate for the Scottish Labour Party. We support the principles of getting it right for every child and welcome the move to incorporate elements of GIRFEC into statute. However, there is a host of views on the issue of the named person, ranging from those of the wide range of children&#8217;s organisations that support the approach, to the concerns of parents and others about the rights and responsibilities of parents, the rights of children, the need to protect confidentiality and the capacity of universal services&#8212;namely health and education&#8212;to take on the role.</p><p>I believe that everyone in the chamber would want to see the bill focus absolutely on how we can best support families and children, and in particular how we can improve the life chances of Scotland&#8217;s poorest and most disadvantaged children. With that in mind, the Labour amendment highlights that we are still in the committee scrutiny stages of the bill; indeed, we are barely midway through stage 1. Members of the Education and Culture Committee have heard, and will continue to hear, evidence about the philosophy and principles of the bill and the practicalities of the named person approach. I fully expect a number of amendments to be lodged at later stages.</p><p>While it is so fresh in our minds, I propose to refer to some of the evidence that has been provided to the Education and Culture Committee up to now. At yesterday&#8217;s meeting, we heard from Highland Council, which was the pathfinder authority for GIRFEC in 2006. At that time, there was no mention of a named person, but the value of the role emerged as the model was developed, and was fully implemented by the council in 2010.</p><p>Both the written and oral evidence from Highland Council to the committee highlighted the reduced bureaucracy, improvements in outcomes for children and families and empowerment of staff that have arisen from the named person approach, which have allowed the council to reinvest resources in, for example, additional health visitors.</p><p>It remains to be seen how transferable that experience would be to other parts of Scotland, especially given the resource concerns that are being expressed widely. This week, colleagues on the Finance Committee scrutinised the bill&#8217;s resource implications and the assumptions that are made in the financial memorandum. For example, funding for training of the education staff who will be expected to carry out GIRFEC functions seems to have been budgeted for as a one-off cost in the financial memorandum. I presume that it is expected that the cost will in later years be absorbed into budgets. If the training is not seen as additional and funded appropriately, something will have to give to make way for it in future years&#8212;but what? Training is clearly essential to enable the named person to adapt to the new role, but also to enable them to make judgments on cases as they arise.</p><p>Thus we see that the named person proposal clearly has implications for the staff who will be expected to take on the role. The Educational Institute of Scotland and the National Society for the Prevention of Cruelty to Children have both raised concerns about resources, and the Royal College of Nursing has estimated that an additional 450 health visitors will be required to fulfil the requirements of the named person role as outlined in the bill. Unison has stated:</p><p>&#8220;As they stand, the responsibilities will require additional front-line time and administrative support and it is unlikely that agencies will be able to easily allocate those resources.&#8221;</p><p>In its written evidence, Unison highlighted the need for clarification of the role of the named person and, crucially, of where and how the role relates to the lead professional. Our amendment calls for that clarity.</p><p>It is clear from the number of questions that are being asked that the role of the named person must be further explained and clearly defined. There is a strong commitment from all sides to improving life chances for children and families in Scotland; I see the strong engagement around the issue as a measure of the commitment that is shown by organisations in the public and third sectors in advocating on behalf of the children of Scotland.</p>", "hdate": "2013-09-25", "major": "7", "subsection_id": "22697561", "parent": {"body": "Scottish Parliament: Children and Young People (Named Persons)"}, "video_status": "0", "extract": "I welcome the opportunity to open this debate for the Scottish Labour Party. We support the principles of getting it right for every child and welcome the move to incorporate elements of GIRFEC into statute. However, there is a host of views on the issue of the named person, ranging from those of the wide range of children&#8217;s organisations that support the approach, to the concerns of...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22697561", "hpos": "184", "gid": "2013-09-25.20.16", "epobject_id": "22697577", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-25.20.0&amp;s=speaker%3A25171+section%3Asp#g20.16", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I hope that the Scottish Government will listen to the many constructive suggestions that have been made. What we have in the named person for every child is the nugget of a really good idea, but there are serious concerns that need to be addressed before members on the Labour benches can offer the Government support on it.</p><p>I move amendment S4M-07783.1, to leave out from &#8220;notes&#8221; to end and insert:</p><p>&#8220;supports the principle of Getting It Right For Every Child and widespread implementation of this approach since devolution and believes that every child in Scotland should grow up safe, happy, healthy and supported; recognises the widespread support for the named person role from a range of organisations; however also understands concerns expressed by parents regarding what information is held and shared by the named person; further believes that the named person role must therefore be clearly defined, explained and understood as well as differentiated from the lead professional role; expresses concern that the current funding provision as outlined in the financial memorandum to the Children and Young People (Scotland) Bill is inadequate and that significant challenges exist to the effective implementation by public bodies of the proposals in the bill as it is currently resourced, and further notes that these proposals are still being considered by committee and that the role of the Parliament in considering evidence and scrutinising the detail is crucial to the process of producing quality legislation.&#8221;</p>", "hdate": "2013-09-25", "major": "7", "subsection_id": "22697561", "parent": {"body": "Scottish Parliament: Children and Young People (Named Persons)"}, "video_status": "0", "extract": "I hope that the Scottish Government will listen to the many constructive suggestions that have been made. What we have in the named person for every child is the nugget of a really good idea, but there are serious concerns that need to be addressed before members on the Labour benches can offer the Government support on it. I move amendment S4M-07783.1, to leave out from &#8220;notes&#8221;...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22697561", "hpos": "186", "gid": "2013-09-25.20.18", "epobject_id": "22697579", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-25.20.0&amp;s=speaker%3A25171+section%3Asp#g20.18", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>If we are to see an increase in the number of health visitors, we must ensure that they are targeted at the communities that need them most. What mapping is being done to see where health visitors are and what services they provide?</p>", "hdate": "2013-09-18", "major": "7", "subsection_id": "22696666", "parent": {"body": "Scottish Parliament: Health Visitors"}, "video_status": "0", "extract": "If we are to see an increase in the number of health visitors, we must ensure that they are targeted at the communities that need them most. What mapping is being done to see where health visitors are and what services they provide?", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22696666", "hpos": "13", "gid": "2013-09-18.3.5", "epobject_id": "22696671", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-18.3.0&amp;s=speaker%3A25171+section%3Asp#g3.5", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>Given that local authorities are using social work funds to pay external providers to foster children due to a lack of potential foster parents coming forward, will the First Minister assure us that the Scottish Government will address the funding crisis facing council spending in that area?</p>", "hdate": "2013-09-12", "major": "7", "subsection_id": "22696340", "parent": {"body": "Scottish Parliament: Fostering"}, "video_status": "0", "extract": "Given that local authorities are using social work funds to pay external providers to foster children due to a lack of potential foster parents coming forward, will the First Minister assure us that the Scottish Government will address the funding crisis facing council spending in that area?", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22696340", "hpos": "93", "gid": "2013-09-12.13.5", "epobject_id": "22696345", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-12.13.0&amp;s=speaker%3A25171+section%3Asp#g13.5", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>Thank you, Presiding Officer. If I have to talk for 10 minutes I might have to talk quite slowly.</p><p>I thank colleagues for their contributions. What has been evident is members&#8217; passion for and commitment to their communities and environments and the way in which the energy in communities is harnessed to improve them. That experience is common to members throughout the chamber, as was evident from members&#8217; speeches.</p><p>When the cabinet secretary announced the launch of the consultation on the historic environment strategy she said:</p><p>&#8220;The historic environment is central to telling the story of our nation. It is right at the heart of our cultural identity and has a key role in defining Scotland&#8217;s place in the world.&#8221;</p><p>I do not doubt that as a country we have a collective and proud sense of our natural and built heritage, but the cabinet secretary and the Government&#8217;s focus sometimes overemphasises the nation level. It is worth pointing out, as Fiona McLeod already has, that as well as having a sense of who we are as Scots, we have a strong sense of our collective heritage as members of the United Kingdom, as Europeans and as Fifers or people from Glasgow Cathcart or wherever we feel ourselves to be at home&#8212;that is our heritage. The national link to heritage can refer to different territorial boundaries, which contributes to a sense of self, both individually and collectively. However, for me, when it comes to the historic environment, that is only a very small part of the story, for we are the sum of our parts and, when we speak about historic environments, we should acknowledge that a focus on people being able to access, understand and enjoy their local heritage and landscape nurtures a much more meaningful, powerful and enduring sense of place, self and community.</p><p>I want a greater emphasis in the strategy on the importance of historic environments to communities. By overstating the Scotland-level heritage, not only do we understate the importance of local heritage sites, which everyone has referred to today, but we risk underestimating the significant role that local authorities have to play in maintaining, investigating and promoting historic sites, buildings and landscapes.</p><p>Given the financial constraints on local authorities, I would have liked more consideration to have been given to how councils properly resource such work for the good of the communities that they serve. We have heard a lot of examples of that today&#8212;Rhoda Grant spoke about archaeology and Graeme Dey spoke about building community capacity around the Arbroath abbey project. We have also heard about the planning system and the need to promote partnership working, which takes up staff time and resources. If that is to be done well, we must recognise the resource implications and work out how the work is to be resourced.</p>", "hdate": "2013-09-10", "major": "7", "subsection_id": "22695872", "parent": {"body": "Scottish Parliament: Historic Environment Strategy"}, "video_status": "0", "extract": "Thank you, Presiding Officer. If I have to talk for 10 minutes I might have to talk quite slowly. I thank colleagues for their contributions. What has been evident is members&#8217; passion for and commitment to their communities and environments and the way in which the energy in communities is harnessed to improve them. That experience is common to members throughout the chamber, as was...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22695872", "hpos": "91", "gid": "2013-09-10.5.57", "epobject_id": "22695929", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-10.5.0&amp;s=speaker%3A25171+section%3Asp#g5.57", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>As the bill progresses, there will be lots of opportunities to discuss and debate such points.</p><p>I am a councillor in Fife Council&#8212;I should have declared an interest at the start of my speech&#8212;so I have a soft sense of what local government needs to do to be successful.</p><p>I welcome the funding announcement that the cabinet secretary made. The sum of &#163;1.7 million is significant and will go a long way towards supporting the buildings and the developments that she referred to in her speech.</p><p>The issue of dilapidated buildings is one that I am well aware of, as it is a big issue in Fife and I get a lot of correspondence about it with regard to Dunfermline town centre, the industrial heritage in Kirkcaldy, the Wemyss caves and so on. The need to find funds to address the issues around those buildings and facilities is a pressing one for local government.</p><p>I welcome the Government&#8217;s focus on the promotion of a strategy for our historic environment. However, at the same time, its definition of historic environment is a bit too vague. It seems to include anything and everything that is deemed to be historically relevant. Although that might seem to encapsulate the spirit of heritage, when it comes to implementing a strategy and giving public bodies the responsibility for doing so, we must be careful that broad, vague definitions do not lead to broad, vague actions.</p><p>I was, therefore, pleased to hear the cabinet secretary summarise the strategy in the words, &#8220;investigate and record&#8221;, &#8220;care for and protect&#8221; and &#8220;share and celebrate&#8221;. I hope that we get the chance to discuss in more detail what those words might mean in practice and what actions will be taken to make those aims happen.</p><p>Another concern&#8212;I know that I am raising concerns, but I should emphasise the fact that I like the strategy&#8212;is that the strategy focuses too much on historic environments being something static that is to do with the past and must be preserved. We have heard today that that is not how those facilities are perceived in local communities. As SNH highlighted in its response, our landscape changes and we need to manage our historic environment in that context. Further, in parallel with managing heritage within a changing cultural and physical landscape, we must also keep investigating our historic sites, so I am pleased to see that that is in the strategy.</p><p>History is not an event that happened long ago; it is a process that stretches into the past and beyond us into the future. I was taken by a line in the poem that the cabinet secretary quoted at the beginning of her speech:</p><p>&#8220;Me in place and the place in me&#8221;.</p><p>That is exactly what these places mean to people.</p><p>I can think of no better example of the way in which a strategy on the historic environment should work than Lochore meadows country park, near Crosshill in my constituency. The park used to be a mining landscape: it had burning bings, and mining cottages and mines were at the heart of the community. The then Fife Regional Council had a vision to reclaim the landscape and make it into a place that would be loved and treasured by local people. I do not know whether any members have been there but if they were to go, they would see that although it is currently enjoyed as a place for leisure activity and learning, it also has layers of history enriching its fields, forests and waters.</p><p>At Lochore meadows nowadays, children can play in an adventure playground above an old pit near the ruins of a castle. People can access the history of the park&#8212;as well as its present physical reality&#8212;through the careful conservation of physical remnants around the park and by the presence of an education centre on site. They can support the local economy by spending money there&#8212;by buying food and gifts. There is a concern locally that the ability to spend money should be grown, and that the potential for people to stay overnight and spend time in Lochore and Crosshill should be developed.</p><p>People working to maintain and innovate at Lochore meadows understand the importance of constantly investigating and exploring the landscape. That is why I am delighted that the Living Lomonds Landscape Partnership, which includes Fife Council, has recently been awarded lottery funding to work with local communities to carry out conservation projects and community archaeology programmes as well as a number of cultural and community-based activities. Those projects will not only involve the local community but train its members and provide a wide range of volunteering and, I hope, employment opportunities.</p><p>That emphasis on community ownership, sense of place and being part of the historic process leads me to something else that I would like to point out about the strategy. While the strategy mentions the importance of access, I am not convinced that it goes far enough. Accessing our historic environment supports education, local economies, tourism, town centres and our sense of nationhood but it is also about something much more profound and meaningful. Beyond the superficial, accessing our historic environment is about enriching, empowering and regenerating communities throughout Scotland and breaking down barriers to participation in the long term. As colleagues have mentioned, the Scottish household survey found that those living in more deprived communities in Scotland are the least likely to take part in cultural activity.</p><p>Given the agreement about the role that a sense of place and history have to play in the outlook and elevation of people, as individuals and as communities, I would have liked the Scottish Government to have had a much sharper approach to our historic environments being accessible, inclusive, living, breathing, community power generators.</p><p>Scottish Labour welcomes the strategy. We would now like to see clear priorities and actions, along with the development of an evidence base to inform decision making and help to monitor progress. We look forward to participating in the discussion and debate on the specifics of the bill as it progresses.</p>", "hdate": "2013-09-10", "major": "7", "subsection_id": "22695872", "parent": {"body": "Scottish Parliament: Historic Environment Strategy"}, "video_status": "0", "extract": "As the bill progresses, there will be lots of opportunities to discuss and debate such points. I am a councillor in Fife Council&#8212;I should have declared an interest at the start of my speech&#8212;so I have a soft sense of what local government needs to do to be successful. I welcome the funding announcement that the cabinet secretary made. The sum of £1.7 million is significant and...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22695872", "hpos": "93", "gid": "2013-09-10.5.59", "epobject_id": "22695931", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-10.5.0&amp;s=speaker%3A25171+section%3Asp#g5.59", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p></p><p>12. To ask the Scottish Government how it is responding to the conclusions on childcare and early years education in the Equal Opportunities Committee&#8217;s report, &#8220;Women and Work&#8221;. (S4O-02303)</p>", "hdate": "2013-06-26", "major": "7", "subsection_id": "22694631", "parent": {"body": "Scottish Parliament: Childcare and Early Years Education"}, "video_status": "0", "extract": "12. To ask the Scottish Government how it is responding to the conclusions on childcare and early years education in the Equal Opportunities Committee&#8217;s report, &#8220;Women and Work&#8221;. (S4O-02303)", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22694631", "hpos": "69", "gid": "2013-06-26.13.1", "epobject_id": "22694632", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-26.13.0&amp;s=speaker%3A25171+section%3Asp#g13.1", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I recently had the opportunity to meet parents and childcare workers in Methil as part of Save the Children&#8217;s childcare conversations work. The message that I got from that discussion was clear&#8212;for too many women, lack of flexible, affordable, out-of-school-hours childcare is a persistent major barrier to continuing learning and training. Will the minister outline what the Scottish Government is doing to meet the need for affordable or free out-of-school-hours and school holiday childcare as part of prioritising childcare as a key aspect of community infrastructure in our most disadvantaged communities?</p>", "hdate": "2013-06-26", "major": "7", "subsection_id": "22694631", "parent": {"body": "Scottish Parliament: Childcare and Early Years Education"}, "video_status": "0", "extract": "I recently had the opportunity to meet parents and childcare workers in Methil as part of Save the Children&#8217;s childcare conversations work. The message that I got from that discussion was clear&#8212;for too many women, lack of flexible, affordable, out-of-school-hours childcare is a persistent major barrier to continuing learning and training. Will the minister outline what the...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22694631", "hpos": "71", "gid": "2013-06-26.13.3", "epobject_id": "22694634", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-26.13.0&amp;s=speaker%3A25171+section%3Asp#g13.3", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>At stage 1, I spoke at length about some of the issues that have led us to the situation of having to amend such recent legislation, so I do not intend to revisit those points.</p><p>For the sake of the crofters who are currently attempting to decroft and who find themselves in limbo and for the sake of those who wish to begin to decroft, it is clear that we must make progress on trying to fix the existing problems. MSPs from all parties recognise the general provisions of the bill, and I therefore look forward to it being passed this afternoon. However, I am aware that the crofting law group remains concerned about the legislation, and I hope, therefore, that ministers and the Crofting Commission will be vigilant in monitoring the implementation and effectiveness of this legislation.</p><p>Although we have spent much time in our debates noting how baffling the complexity of crofting law is, what has come through clearly, even amid the confused tangle of crofting reform legislation, is the importance of crofting to communities in huge swathes of rural Scotland. From my MSP colleagues across the chamber, who assiduously represent their constituents in the crofting counties, I have learned that crofting is not just a business, a house or even a small farm but all of those things and more, and that crofts are integral to the preservation of the heritage and communities of many parts of the north and west of Scotland.</p><p>The Scottish Crofting Federation has highlighted that, for crofting to survive, we need not just security of tenure but viability for crofters and their crofts, too. A community&#8217;s viability depends on many things: its economy, its transport links and its services. At its heart, though, are its people. The most successful communities have a diverse population that will flourish and can sustain it in future.</p><p>The Scottish Government&#8217;s figures on population for rural areas show how fragile some communities are. While just over half&#8212;53 per cent&#8212;of the population of remote rural areas are aged 45 and over, only 17 per cent are in the 16 to 34-year-old category. That compares with 42 per cent and 26 per cent respectively in the rest of Scotland. At either end of the scale, remote rural Scotland&#8217;s demographic outlies the rest of the country.</p><p>Such figures can illustrate how crofting is not immune to the challenges faced by other sections of remote rural communities, with the loss of young people from where they grew up and the increase in the older population.</p><p>The Scottish Crofting Federation has noted how important new entrants are to crofting if it is to continue. We must therefore have a framework for crofting that is accessible and will encourage people to get involved.</p><p>I am grateful that we have reached stage 3 of this urgent legislation ahead of the summer recess, and I hope that the Crofting Commission will take appropriate action as soon as possible to help crofters who wish to decroft to get their plans back on track.</p>", "hdate": "2013-06-25", "major": "7", "subsection_id": "22694410", "parent": {"body": "Scottish Parliament: Crofting (Amendment) (Scotland) Bill: Stage 3"}, "video_status": "0", "extract": "At stage 1, I spoke at length about some of the issues that have led us to the situation of having to amend such recent legislation, so I do not intend to revisit those points. For the sake of the crofters who are currently attempting to decroft and who find themselves in limbo and for the sake of those who wish to begin to decroft, it is clear that we must make progress on trying to fix the...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22694410", "hpos": "47", "gid": "2013-06-25.6.10", "epobject_id": "22694420", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-25.6.0&amp;s=speaker%3A25171+section%3Asp#g6.10", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p></p><p>6. To ask the Scottish Government what progress has been made by its cities strategy. (S4O-02267)</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694059", "parent": {"body": "Scottish Parliament: Cities Strategy"}, "video_status": "0", "extract": "6. To ask the Scottish Government what progress has been made by its cities strategy. (S4O-02267)", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22694059", "hpos": "35", "gid": "2013-06-19.7.1", "epobject_id": "22694060", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.7.0&amp;s=speaker%3A25171+section%3Asp#g7.1", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>The inclusion of Perth and Stirling in the agenda for cities was a welcome move for Mid Scotland and Fife, but how will the Scottish Government ensure that peripheral areas of city regions are not forgotten about, especially in Fife, for example, which usually benefits from coterminosity of public services yet is split between the strategic development plans for Dundee and Edinburgh?</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694059", "parent": {"body": "Scottish Parliament: Cities Strategy"}, "video_status": "0", "extract": "The inclusion of Perth and Stirling in the agenda for cities was a welcome move for Mid Scotland and Fife, but how will the Scottish Government ensure that peripheral areas of city regions are not forgotten about, especially in Fife, for example, which usually benefits from coterminosity of public services yet is split between the strategic development plans for Dundee and Edinburgh?", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22694059", "hpos": "37", "gid": "2013-06-19.7.3", "epobject_id": "22694062", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.7.0&amp;s=speaker%3A25171+section%3Asp#g7.3", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I thank the cabinet secretary for his statement. Reference has been made to the implications for the onshore processing industry. Will he give us a wee bit more information about how he will engage with that industry as we move forward with the changes?</p>", "hdate": "2013-06-11", "major": "7", "subsection_id": "22693424", "parent": {"body": "Scottish Parliament: Common Fisheries Policy Reform"}, "video_status": "0", "extract": "I thank the cabinet secretary for his statement. Reference has been made to the implications for the onshore processing industry. Will he give us a wee bit more information about how he will engage with that industry as we move forward with the changes?", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22693424", "hpos": "45", "gid": "2013-06-11.4.18", "epobject_id": "22693442", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-11.4.0&amp;s=speaker%3A25171+section%3Asp#g4.18", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>A freedom of information request has revealed that in 2011, a patient with dementia was subjected to 13 bed or ward moves during a single stay in an NHS Fife hospital. Does the First Minister agree that that is unacceptable and will he give an assurance that, under his improvements, such high levels of moves for a single patient will not happen again?</p>", "hdate": "2013-06-06", "major": "7", "subsection_id": "22693243", "parent": {"body": "Scottish Parliament: Dementia (Treatment)"}, "video_status": "0", "extract": "A freedom of information request has revealed that in 2011, a patient with dementia was subjected to 13 bed or ward moves during a single stay in an NHS Fife hospital. Does the First Minister agree that that is unacceptable and will he give an assurance that, under his improvements, such high levels of moves for a single patient will not happen again?", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22693243", "hpos": "115", "gid": "2013-06-06.16.5", "epobject_id": "22693248", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-06.16.0&amp;s=speaker%3A25171+section%3Asp#g16.5", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>When I became an MSP for Mid Scotland and Fife I did not imagine that I would spend some of my first few months considering the complexities of crofting legislation. There was a lot that I did not anticipate doing as an MSP, but that issue was certainly well down the list of possibilities, because in much of my region it does not come up much in conversation when I speak to voters on the doorsteps.</p><p>I did not imagine that we would also have to spend a considerable portion of committee and parliamentary time in my short time in Parliament revisiting legislation that has only recently been passed, but which has in recent months been unravelling. As someone who respects and honours the role of Parliament&#8217;s committees in scrutinising legislation, that has made me reflect on that process and on whether we can ever be sure that we know enough about a given topic to invite the right witnesses or to ask the right questions.</p><p>I suppose that the answer to that is that nothing is guaranteed, and all that we can ever do is work with the available advice, information and evidence. That is how we have found ourselves dealing with the unintended consequences of the Crofting Reform (Scotland) Act 2010.</p><p>I have said that the 2010 act unravelled, but it is probably more appropriate to say that it has found itself tangled in a complex knot. That legislative knot&#8212;and how we unpick it&#8212;has been the cause of considerable debate in the legal opinions that were given to the Rural Affairs, Climate Change and Environment Committee during its consideration of the bill. I am well aware that it is not uncommon for lawyers to come up with several different interpretations of the law, but it is perhaps uncommon for witnesses giving evidence to a parliamentary committee to describe the law as &#8220;a mess&#8221;.</p><p>I am pleased that the committee puts that point at the front of its stage 1 report on the bill. I was also pleased that during the committee&#8217;s evidence taking it appeared that it was not just me who finds crofting law opaque and confusing. Indeed, the report highlights &#8220;significant frustration&#8221; and is</p><p>&#8220;concerned with the increasing complexities of crofting law.&#8221;</p><p>I was not a member of the Parliament when the Crofting Reform (Scotland) Bill was passed in 2010. Colleagues who were here may recall the debates at that time. In going back over the history of the legislation, I came across a speech by Peter Peacock, who made what has turned out to be an extremely prescient contribution to the stage 3 debate on the bill. Unfortunately, the opinion of Peter and other members that we would not see another crofting bill for some time proved to be too optimistic. His closing comments are worth recalling. He said in the debate:</p><p>&#8220;Future Parliaments would do well to address the deep and enduring economic challenges that people in many parts of our crofting counties face. Until those challenges are met, there is little that legislation can do other than impose more complexity, regulation, bureaucracy and cost on crofters. The bill exemplifies all those features. If it passes on to the statute book, it could be held up as a warning, not an example.&#8221;&#8212;[Official Report, 1 July 2010; c 28193.]</p><p>I hope that we can keep in mind those &#8220;deep and enduring ... challenges&#8221; to people and crofting communities as the bill progresses.</p><p>The Scottish Government responded to the report of the committee of inquiry on crofting in 2008 by laying out the five key principles for securing the future of crofting. Those relate to maintaining and increasing the amount of crofting land in tenure, ensuring that it is used productively, considering the role of housing and its contribution to the local economy, encouraging new entrants into crofting and&#8212;perhaps most important&#8212;empowering people to make decisions about their future and the future of their communities. Those are laudable aims with which it is hard to disagree. Unfortunately, it seems that although the steps that the Crofting Commission is taking are an attempt to achieve those goals, the legislation surrounding crofting is dense. As I have noted, it has been described by some witnesses in less than flattering terms.</p><p>I hope that the Scottish Government will note the Rural Affairs, Environment and Climate Change Committee&#8217;s recommendation that it pay close attention to witnesses&#8217; concerns about the current crofting legislation. Having listened to the witnesses&#8217; evidence, I fully support the point that is made in the report that consideration should be given to the possibility of not just consolidating crofting legislation but making sure that crofting policy, based on the law, is stated in &#8220;revised, simplified terms.&#8221;</p><p>The minister will recall concerns that were raised about a bill that the committee considered previously&#8212;the Aquaculture and Fisheries (Scotland) Bill. Many members rightly highlighted their concerns about the Government lodging unscrutinised amendments at stage 3. I therefore look forward to the minister heeding the committee&#8217;s recommendation to not just write to the committee to indicate how the Government will respond to the points that are made in the report and the debate, but to give thought to what amendments should be lodged at stage 2 to allow thorough consideration of a complex and very technical area of legislation.</p>", "hdate": "2013-06-06", "major": "7", "subsection_id": "22693338", "parent": {"body": "Scottish Parliament: Crofting (Amendment) (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "When I became an MSP for Mid Scotland and Fife I did not imagine that I would spend some of my first few months considering the complexities of crofting legislation. There was a lot that I did not anticipate doing as an MSP, but that issue was certainly well down the list of possibilities, because in much of my region it does not come up much in conversation when I speak to voters on the...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22693338", "hpos": "233", "gid": "2013-06-06.26.28", "epobject_id": "22693366", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-06.26.0&amp;s=speaker%3A25171+section%3Asp#g26.28", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>As we know, chronic pain has been the subject of parliamentary discussion for more than 10 years. The number of reports that have been produced on chronic pain is startling&#8212;the cross-party group on chronic pain has highlighted that there were five reports before devolution and there have been four in the years since. Despite that, chronic pain appears to be one of the ignored issues in the debate about Scotland&#8217;s health services, so it is welcome that it has finally been given the debate time and attention that it deserves.</p><p>As recently as 2012, the then Cabinet Secretary for Health, Wellbeing and Cities Strategy answered a parliamentary question by stating that there was</p><p>&#8220;insufficient evidence for an economic case to support the development of a Residential Pain Management Programme.&#8221;&#8212;[Official Report, Written Answers, 7 February 2012; S4W-05186.]</p><p>Although a commitment was made to a review by the chronic pain steering group in the summer of last year, that was just the latest of the varying responses to the recommendations that have been made over the years for pain services in Scotland.</p><p>I was surprised to learn of the Scottish Government&#8217;s response that there is a lack of evidence for an economic case and I hope that that attitude is shifting, because the Chartered Society of Physiotherapy Scotland has highlighted the fact that the direct healthcare cost of chronic pain in Scotland is about &#163;160 million. That figure pales in comparison with the associated costs of chronic pain to the economy. For example, when we consider the number of working days or workers lost to the economy in the United Kingdom due to chronic pain, the figure leaps to &#163;1.7 billion. Despite the huge opportunity and economic costs associated with a condition that can be long term, the level of care available throughout Scotland is extremely patchy.</p><p>Unfortunately, adults are not the only ones who suffer. It has been estimated that up to 80,000 children in Scotland have chronic pain. It is worrying that, in many places, those children face the same difficulties in accessing appropriate treatment and support. Healthcare Improvement Scotland&#8217;s &#8220;Update Report on Scottish Pain Management Services&#8221; noted:</p><p>&#8220;The development of children&#8217;s pain services in Scotland is at a relatively early stage&#8221;.</p><p>Given the numbers of children who are affected, that is a disappointing statement.</p><p>Equally disappointing is the postcode lottery of multidisciplinary care, which varies as much throughout the country for children&#8217;s pain services as it does for adult services. Few health boards offer primary care provision of multidisciplinary pain management for children or adults.</p><p>NHS Fife is one of those few. The Fife integrated pain management service for patients with chronic pain has a single referral system, clear referral criteria and a triage process. Through that approach, the health board can refer one patient in 10 with chronic pain to a pain management programme. That might not seem like a high figure, but it compares well with the shocking experiences of patients in some other health board areas who, as we have heard, have been referred to a pain management programme hundreds of miles away in Bath.</p><p>The combination of primary and secondary care that NHS Fife uses is based on self-management and physiotherapy and uses community venues. It was developed from work done in west Fife. When the initiative was established some years ago as the Rivers pain service, the aim of the physiotherapists and pharmacists involved was to provide services for people who were coping with chronic pain in local settings, such as community and leisure centres.</p><p>I am grateful to the Chartered Society of Physiotherapy for highlighting the service to me before the debate. I share its view that such community-based treatments are essential to providing pain care programmes that enable those who suffer chronic pain to gain greater control of their condition.</p><p>I encourage the Scottish Government to look into the Fife example when it begins to implement the Scottish service model for chronic pain. Sadly, not all examples are as positive as the one that I just outlined.</p><p>One of my constituents, Linda Penn, who is a patient under another health board in the Mid Scotland and Fife region, has raised with me her experiences of the long waiting times that she has endured to see a specialist and the difficulties that she has encountered in accessing treatment. Having waited 12 weeks for an initial appointment with the pain specialist, she waited a further seven weeks for a 10-minute acupuncture session. As she is a resident of Alloa and unable to drive, she had to undertake a one hour and 20 minute bus journey each way to the pain clinic at Falkirk. Strangely enough, any benefits of the 10-minute treatment at the pain clinic are undone by the round trip of nearly three hours. After the debate, I will raise the detail of my constituent&#8217;s case with the cabinet secretary and the health board.</p><p>Unfortunately, I am sure that Linda Penn&#8217;s experiences are not unique. They serve to highlight the need for a chronic pain residential treatment centre like the one in Wales that has been mentioned. Scottish Labour&#8217;s amendment, on the need to establish such a centre as a matter of urgency, is to be welcomed. I hope that improvements take place across the board for patients with chronic pain in Scotland as soon as possible.</p>", "hdate": "2013-05-29", "major": "7", "subsection_id": "22692372", "parent": {"body": "Scottish Parliament: Chronic Pain Services"}, "video_status": "0", "extract": "As we know, chronic pain has been the subject of parliamentary discussion for more than 10 years. The number of reports that have been produced on chronic pain is startling&#8212;the cross-party group on chronic pain has highlighted that there were five reports before devolution and there have been four in the years since. Despite that, chronic pain appears to be one of the ignored issues in...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22692372", "hpos": "115", "gid": "2013-05-29.17.16", "epobject_id": "22692388", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-29.17.0&amp;s=speaker%3A25171+section%3Asp#g17.16", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I am very pleased to sum up on behalf of the committee in this final stage debate on the National Trust for Scotland (Governance etc) Bill.</p><p>As members will recall, we explored the bill&#8217;s background during the preliminary stage. At that time&#8212;and again in today&#8217;s debate&#8212;we heard about the history that led to the bill and the committee&#8217;s consideration of the broad principles behind it. During the bill&#8217;s progress, what has been clear from everyone&#8217;s contributions is the esteem and regard in which the National Trust for Scotland is held and its distinctive role in preserving Scotland&#8217;s heritage.</p><p>Perhaps rightly for an organisation that is so integral to preserving the historic and natural beauty of many of Scotland&#8217;s most prominent and recognisable landmarks and places, the trust is similarly embedded in the structures of Scottish public life. However, as with our historic houses and scenic places, the world has moved on, and the trust now inhabits a place that is quite different from the one that it inhabited when it was established in the 1930s.</p><p>Previous contributions to the debate have highlighted the cumbersome and cluttered governance arrangements that dominated the organisation until the Reid review. We have heard about the outcomes of the Reid review and OSCR&#8217;s views on best practice for the board of trustees. We know that the 1935 order that established the trust provided for certain public or scientific bodies to nominate representatives on the trust&#8217;s board of trustees. Such members are known as representative members. Back in the 1930s, when the trust was newly constituted and was building its capacity across Scotland, there was certainly a case for drawing from a broad base of experience. However, although that representative body aspect of the board members has changed, in taking evidence the committee was keen to establish that the trust will continue to draw on the expertise that exists in other specialist organisations.</p><p>It is not just specialist input that the committee was keen to retain for the trust; it was keen to retain its relevance to communities right across Scotland. In his evidence, Sir George Reid described the structure of regional fora and local assemblies that were established in response to recommendations in the Reid review and which are open to external bodies. He also pointed to the range of pan-Scotland bodies that exist to bring representatives of different bodies together to work on specific issues. He went on to outline the role that new media have to play in sharing ideas and expertise, and alongside all that, he asserted that &#8220;the trust listens&#8221;. I know that the trust will have listened to members&#8217; contributions during the passage of the bill.</p><p>The committee also heard from Sir Kenneth Calman, who made an important distinction when he explained that the changes to the board were</p><p>&#8220;not about abolishing external specialist expertise, but about abolishing the role of that expertise in the governance structure.&#8221;&#8212;[Official Report, National Trust for Scotland (Governance etc) Bill Committee, 12 March 2013; c 29.]</p><p>Sir Kenneth described for the committee the partnership events that allow the sharing of information and experience, and described a couple of specific examples, which included the trust&#8217;s work with the National Library of Scotland to record various collections that are held in libraries within the trust&#8217;s portfolio. Similarly, we heard of the task-based focus group that had been established to look at problems with the harling on the Hill house in Helensburgh.</p><p>We understand that representative members have already been removed from the board of trustees following the Reid review, as the trust has the ability to alter the 1935 order to allow that. However, we were persuaded that codifying the abolition of representative members through the provision in the bill will safeguard those new arrangements. Although that provision will have no practical effect on the current membership of the board of trustees, it will ensure that the new, streamlined arrangements persist and cannot be unpicked. That is to be welcomed, and I ask members to support the motion at decision time.</p>", "hdate": "2013-05-23", "major": "7", "subsection_id": "22692158", "parent": {"body": "Scottish Parliament: National Trust for Scotland (Governance etc) Bill: Final Stage"}, "video_status": "0", "extract": "I am very pleased to sum up on behalf of the committee in this final stage debate on the National Trust for Scotland (Governance etc) Bill. As members will recall, we explored the bill&#8217;s background during the preliminary stage. At that time&#8212;and again in today&#8217;s debate&#8212;we heard about the history that led to the bill and the committee&#8217;s consideration of the broad...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22692158", "hpos": "191", "gid": "2013-05-23.20.14", "epobject_id": "22692172", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-23.20.0&amp;s=speaker%3A25171+section%3Asp#g20.14", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I wish to speak briefly to amendment 14, which is in the name of my colleague Claudia Beamish. As members will recall from earlier stages of the bill, there has been much debate about the publication of sea lice data. At stage 2, the minister indicated that the ministerial group on aquaculture will keep the matter under review. I would like to hear from the minister how he will judge whether the arrangements for the reporting of data are fit for purpose.</p><p>By calling for publication of such data by farm management area and by specifying publication dates, amendment 14 strikes the necessary balance between making the data available and acknowledging the concerns of the industry. More important, the proposed requirement would mean that we would not need to wait for an element of failure or non-compliance from the industry before the data were published.</p><p>I am pleased to support amendment 14.</p>", "hdate": "2013-05-15", "major": "7", "subsection_id": "22691026", "parent": {"body": "Scottish Parliament: Aquaculture and Fisheries (Scotland) Bill: Stage 3"}, "video_status": "0", "extract": "I wish to speak briefly to amendment 14, which is in the name of my colleague Claudia Beamish. As members will recall from earlier stages of the bill, there has been much debate about the publication of sea lice data. At stage 2, the minister indicated that the ministerial group on aquaculture will keep the matter under review. I would like to hear from the minister how he will judge whether...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22691026", "hpos": "139", "gid": "2013-05-15.20.37", "epobject_id": "22691063", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-15.20.0&amp;s=speaker%3A25171+section%3Asp#g20.37", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I had to move desks, so I will just reassemble my papers and gather my thoughts. I should declare an interest: I am a councillor on Fife Council.</p><p>I am pleased to speak in the debate and to return to the issue of youth employment&#8212;the subject of my maiden speech in the chamber some four months ago. In that speech, I highlighted some of the work that local authorities are doing to tackle youth unemployment and to provide opportunities for young people. In particular, I flagged up Fife Council&#8217;s &#163;5 million investment in apprenticeships for unemployed young people. I will now return to the opportunities that have been created by that three-year fund, because we know that youth unemployment spans Scotland in urban and rural areas alike.</p><p>Like many regions, Mid Scotland and Fife is a diverse and mixed economy, but traditional, land-based skills and jobs in many rural areas are central to the employment opportunities in the region. A recent report by Scottish Natural Heritage estimated that nearly one in seven of all full-time jobs in Scotland&#8212;about 242,000 jobs&#8212;are supported by economic activity that is linked to a sustainable development approach.</p><p>That is why I am pleased that the latest development from the Fife youth job contract is that 85 training opportunities have been created, which will provide apprenticeships in key rural skills ranging from working on golf courses or core paths to working in timber and landscaping, woodland management and environment conservation. Businesses in rural areas need to be able to employ well trained and highly skilled staff. Equally, young people who live in rural areas need to be able to reach employment opportunities that are accessible, rewarding and of high quality.</p><p>What has been central to the successful establishment of such training opportunities is the partnership working of the local authority with a range of training providers, including Fife Golf Trust, River Leven development, Living Solutions (Scotland), the Centre for Stewardship at Falkland and the Ecology Centre. Many of those rural skills training partners are offering not just apprenticeships but other opportunities. The contribution and central importance of employers to developing opportunities for young people have been highlighted in the debate.</p><p>The Ecology Centre, which is based at Kinghorn Loch, is an excellent example of a social enterprise that is making a difference to its community. On a recent visit there I met young people who are gaining work experience through the volunteer placement opportunities that are being offered. Crucially, those opportunities, some of which are provided in partnership with Project Scotland, provide financial support to the young people taking part, with a living allowance and expenses for travel and subsistence available, so that a young person&#8217;s circumstances do not dictate their ability to participate. For many young people at the Ecology Centre, it provides a route of opportunity and a route out of long-term unemployment.</p><p>In many rural parts of Scotland, besides the challenge of finding jobs and training, there are the challenges of remoteness, connectivity and high transport costs&#8212;or no transport at all&#8212;which must be addressed before young people can even begin to access employment or skills development opportunities. It is not just politicians in the Scottish Parliament who are saying that. Recently elected Fife members of the Scottish Youth Parliament have told me that transport, which plays a key role in giving young people access to college, jobs and leisure opportunities, is one of their key concerns. It was a key part of many MSYPs&#8217; manifestos.</p><p>I welcome the commitment to deliver 25,000 modern apprenticeships each year, but the drop of 29,000 in the youth unemployment figures in the past year leaves some questions unanswered. We need to know where those young people are. Have they gone to college, taken up a training place or got a job, or have they fallen out of the system altogether? That matters because we need to know which approaches are working and which are not. We need to do the very best that we can for all young people in Scotland.</p><p>Last summer, Perth and Kinross citizens advice bureau carried out a study into the employment issues that young people face in that part of Mid Scotland and Fife. The report of that study, which I recommend to members, highlighted that</p><p>&#8220;the greatest percentage of people claiming&#8221;</p><p>jobseekers allowance</p><p>&#8220;as a proportion of the resident population of the same age are the 18-24 age group&#8221;.</p><p>The report also found that many of the young people who were in work were in temporary employment and faced greater exposure to poor working practices, the withholding of pay, enforced overtime or unfair dismissal.</p><p>We need to look beyond the statistics and at the outcomes that are being delivered. We must ensure that young people get the skills, experience and confidence that will be for them a passport to lifelong learning, satisfying employment and a secure income, which will enable them to support Scotland&#8217;s economy today and tomorrow.</p>", "hdate": "2013-05-09", "major": "7", "subsection_id": "22690668", "parent": {"body": "Scottish Parliament: Youth Employment"}, "video_status": "0", "extract": "I had to move desks, so I will just reassemble my papers and gather my thoughts. I should declare an interest: I am a councillor on Fife Council. I am pleased to speak in the debate and to return to the issue of youth employment&#8212;the subject of my maiden speech in the chamber some four months ago. In that speech, I highlighted some of the work that local authorities are doing to tackle...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22690668", "hpos": "156", "gid": "2013-05-09.16.24", "epobject_id": "22690692", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-09.16.0&amp;s=speaker%3A25171+section%3Asp#g16.24", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I welcome the opportunity to speak in today's debate. I am not on the Finance Committee and am speaking rather far down the queue, so I hope that I can find some new things to say. Forgive me if I cover ground that has already been covered.</p><p>The proposals before us have been broadly welcomed across the chamber as an opportunity to move towards a more progressive system of taxation that is better suited to the needs of the Scottish market. A number of the submissions to the Finance Committee&#8217;s consideration of the land and buildings transaction tax proposals highlighted the inefficiencies of the existing slab structure of stamp duty.</p><p>The significance of the proposed change to a more progressive system as an example that shows that devolution can and does work is not to be underestimated. Not only that, but the proposed changes to the tax structure will have an obvious and immediate impact on home buyers.</p><p>The attempts to reduce some of the complexities of the tax reliefs that are available under existing stamp duty are also to be welcomed, as are the specific measures to attempt to minimise tax avoidance.</p><p>For the past five years, there has been a time-limited zero-carbon homes relief, which was originally introduced to increase public awareness of the benefits of reduced emissions and to stimulate the market for zero-carbon homes. Given that there appears to be little evidence to suggest that the relief has been successful in achieving its intended objectives, the Scottish Government has indicated that it does not intend to make the zero-carbon homes relief available under the proposed land and buildings transaction tax. I note the cabinet secretary&#8217;s earlier comments on the matter.</p><p>Members will be aware that the chamber recently considered the proposals to meet the emissions reduction targets that the Scottish Government put forward in the report on proposals and policies 2. Although I recognise that the zero-carbon homes relief was not considered to have achieved its objectives, one of the criticisms of RPP2 was the silo nature of many of the proposals and the lack of coherence in the overall strategy for emissions reductions. I hope, therefore, that the Scottish Government, in indicating that it is willing to consider possible alternatives to zero-carbon homes relief, will also consider suggestions in other policy areas&#8212;not just in relation to property taxation.</p><p>There is appetite in some quarters for some regulatory proposals to encourage energy efficiency. The Scottish Building Federation has indicated that it would welcome a tax relief related to energy efficiency. As an alternative, it has suggested tax relief for energy performance certificates. The other major change in the property market in recent years is the introduction of home reports, which currently require energy efficiency ratings as part of the package, so I hope that the Scottish Government will consider those points when it undertakes any review of the home report system in future.</p><p>As with the RPP2 debate, although regulatory measures to ensure that we meet our emissions targets are necessary, they must go hand in hand with behavioural change. It is worth quoting the Convention of Scottish Local Authorities on that point. In its evidence to the Finance Committee, COSLA stated:</p><p>&#8220;At present the housing market does not currently attach any additional value to homes with higher standards of energy efficiency. The climate change targets are dependent on not only behavioural change, but a culture shift amongst buyers to value energy efficient properties.&#8221;</p><p>It is not just the type of properties, energy efficient or not, that have been considered as part of the proposals in the Land and Buildings Transaction Tax (Scotland) Bill, but the availability of properties. The housing shortage in Scotland and the question marks over our capacity to meet the long-term demand for social housing, especially in rural areas, mean that I am supportive of another of the proposed changes&#8212;the extension of access to relief for local authorities that are purchasing land or property through a compulsory purchase order.</p><p>Recently, I lodged a number of parliamentary questions on the powers that are available to local authorities to deal with dilapidated buildings. We have a real problem in many communities across Scotland with run-down commercial buildings and empty homes. The extension of compulsory purchase order relief for local authorities to enable the purchase of empty homes is therefore to be welcomed.</p><p>On meeting the challenge of affordable rural homes, other evidence to the Finance Committee highlighted the need for rural housing bodies to be relieved from paying land and buildings transaction tax on land or properties with a rural housing burden, or on which a rural housing burden will be created. However, the Carnegie UK Trust has raised concerns that</p><p>&#8220;smaller, community led Rural Housing Bodies (which may not have gained charitable status), may find themselves liable for the tax, as they fall out with the list of current reliefs.&#8221;</p><p>As one of the specific objectives of rural housing bodies is to meet affordable housing needs in rural areas, I would be concerned if measures remained in place that could create a barrier to the development of such housing. I hope that that worry can be reviewed and resolved.</p><p>Ensuring that we have affordable, accessible housing should be one of the priorities of any Government and I welcome any steps that we can take through this legislation to create a fairer, more progressive tax system and to meet the housing needs of the people of Scotland.</p>", "hdate": "2013-04-25", "major": "7", "subsection_id": "22689608", "parent": {"body": "Scottish Parliament: Land and Buildings Transaction Tax (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I welcome the opportunity to speak in today's debate. I am not on the Finance Committee and am speaking rather far down the queue, so I hope that I can find some new things to say. Forgive me if I cover ground that has already been covered. The proposals before us have been broadly welcomed across the chamber as an opportunity to move towards a more progressive system of taxation that is...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22689608", "hpos": "176", "gid": "2013-04-25.16.54", "epobject_id": "22689662", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-25.16.0&amp;s=speaker%3A25171+section%3Asp#g16.54", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I thank my fellow committee members and the clerks. This was my first experience of being a deputy convener&#8212;of anything&#8212;and of a private bill, so I had a lot to learn. I certainly learned a lot and I very much enjoyed the experience. It was a pleasure to work with everyone, and I thank them for being so kind and supportive to me. I also thank all those who gave oral and written evidence: Sir George Reid, Professor Sir Kenneth Calman, the trade union Prospect and OSCR. We were pleased to receive it.</p><p>As the committee convener Fiona McLeod has pointed out, the National Trust for Scotland was at crisis point and subject to criticism from OSCR. Sir George Reid was asked to conduct a review; he did so with a full programme of engagement, participation and consultation; and the reforms were overwhelmingly endorsed in 2010.</p><p>The cabinet secretary Fiona Hyslop has pointed out the number of assets that the trust has, which include buildings, land and landscapes. It gets involved in projects, supports volunteers, raises funds and relies very heavily on its membership to direct its work. Those assets are very important to Scotland, and it has been a pleasure to be part of the legislative action needed to complete the trust&#8217;s journey.</p><p>The trust provides a voice for heritage issues in a team Scotland approach. The cabinet secretary used that last phrase, and I like it very much. [Interruption.]</p>", "hdate": "2013-04-23", "major": "7", "subsection_id": "22689192", "parent": {"body": "Scottish Parliament: National Trust for Scotland (Governance etc) Bill: Preliminary Stage"}, "video_status": "0", "extract": "I thank my fellow committee members and the clerks. This was my first experience of being a deputy convener&#8212;of anything&#8212;and of a private bill, so I had a lot to learn. I certainly learned a lot and I very much enjoyed the experience. It was a pleasure to work with everyone, and I thank them for being so kind and supportive to me. I also thank all those who gave oral and written...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22689192", "hpos": "185", "gid": "2013-04-23.5.10", "epobject_id": "22689202", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-23.5.0&amp;s=speaker%3A25171+section%3Asp#g5.10", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>A theme that emerged from the committee&#8217;s work was the importance of the trust&#8217;s developing and maintaining partnerships and, indeed, increasingly relying on such an approach instead of having a structure dictated by representation and position. Importantly, it has agreed to engage with and get the best out of people and to exploit the educational and economic benefits that can come from working in such ways.</p><p>James Dornan demonstrated his knowledge of the history of the trust in his constituency and then talked about its relevance today. Patricia Ferguson said that the trust was entrusted with Scotland&#8217;s heritage and made it clear that it was a significant national organisation that merits the approach that is being taken. I was also pleased to hear Alex Fergusson&#8217;s view that the organisation was now fit for purpose to face future challenges.</p><p>When I was first encouraged to take part in the committee, I realised my complete ignorance of the National Trust for Scotland. I thought that I had not been to any trust properties or premises but when I looked online I discovered to my shame that I had actually been to quite a few. I was simply not aware that places I had enjoyed visiting were connected with the National Trust for Scotland; indeed, if anyone had asked me, I would have said that I did not know anything about it. Not only have I discovered that I have a lot to learn, but the trust itself could learn something from that about how it promotes and markets its identity as the custodian of these buildings and assets. My personal note to self is that this summer I will get round more of the trust&#8217;s premises, some of which are in Fife. I will make a point of visiting them and increasing my knowledge of the trust&#8217;s wonderful work in that part of the country and the rest of Scotland.</p><p>I realise that it is not quite 16:59, Presiding Officer, but I would like to conclude there.</p>", "hdate": "2013-04-23", "major": "7", "subsection_id": "22689192", "parent": {"body": "Scottish Parliament: National Trust for Scotland (Governance etc) Bill: Preliminary Stage"}, "video_status": "0", "extract": "A theme that emerged from the committee&#8217;s work was the importance of the trust&#8217;s developing and maintaining partnerships and, indeed, increasingly relying on such an approach instead of having a structure dictated by representation and position. Importantly, it has agreed to engage with and get the best out of people and to exploit the educational and economic benefits that can...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22689192", "hpos": "187", "gid": "2013-04-23.5.12", "epobject_id": "22689204", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-23.5.0&amp;s=speaker%3A25171+section%3Asp#g5.12", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I thank the Infrastructure and Capital Investment Committee for bringing the debate to the chamber to give members an opportunity to feed into the discussions about reform of our public procurement processes.</p><p>The high level of responses to the consultation document on the proposed procurement reform bill indicates the breadth and complexity of the subject. One of the great opportunities that the bill presents is to create a public procurement system that is fairer and more sustainable.</p><p>In 2009, the Scottish Government&#8217;s action plan recognised sustainable procurement as providing benefits</p><p>&#8220;not only to the organisation, but also to society, the economy and the environment.&#8221;</p><p>Those are laudable aims. Unfortunately, over the course of the bill&#8217;s progress, complexity has shifted to concern, as a number of charities have expressed their fears about the loss of the word &#8220;sustainable&#8221; from the bill&#8217;s title. As we know, the consultation document contained a section on</p><p>&#8220;Social and Environmental Sustainability Issues&#8221;.</p><p>As the bill proceeds, it will be reassuring if the potential for procurement to impact positively on the environment and wider society is not lost in a mass of technical reform amendments to existing legislation.</p><p>Over the past few years, under existing procurement rules, we have seen positive examples of how public money can usefully be spent. Community benefit clauses and contracts that focus on targeted training and recruitment can, if used correctly, enable public bodies to ensure that public spend is used to include skills and employment opportunities for local people.</p><p>However, sadly, that is not always the case. A high-profile public construction project&#8212;just a few miles down the road from where I live&#8212;in which the opportunities for local people have been a subject of some controversy is the new Forth crossing.</p><p>We know that, in 1959, 90 per cent of the steel used to build the Forth road bridge was Scottish. However, in 2012, the Scottish Government announced that the Forth replacement crossing would use steel sourced from China, Poland and Spain and that, out of the &#163;800 million project, only &#163;20 million of subcontracts was awarded to Scottish firms. As well as illustrating the sad decline over many years in Scotland&#8217;s industrial and manufacturing capacity, those figures indicate that we need a new way of utilising procurement for major public sector infrastructure projects.</p>", "hdate": "2013-04-17", "major": "7", "subsection_id": "22688659", "parent": {"body": "Scottish Parliament: Public Procurement Reform"}, "video_status": "0", "extract": "I thank the Infrastructure and Capital Investment Committee for bringing the debate to the chamber to give members an opportunity to feed into the discussions about reform of our public procurement processes. The high level of responses to the consultation document on the proposed procurement reform bill indicates the breadth and complexity of the subject. One of the great opportunities that...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22688659", "hpos": "136", "gid": "2013-04-17.17.39", "epobject_id": "22688698", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-17.17.0&amp;s=speaker%3A25171+section%3Asp#g17.39", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>As I said, my example illustrated that there has been a sad decline over many years, so I thank the member for his comments.</p><p>Too often, public bodies revert to a rigid view of what EU procurement law can and cannot do. The complexity of procurement legislation and member states&#8217; adherence to EU rules was picked up by respondents to the consultation. A number of those who submitted their views highlighted the work in the European Parliament on the modernisation of procurement rules and the need to ensure that there is no conflict between Scottish legislative proposals and those coming from Europe.</p><p>Given the on-going debate over the interpretation of European procurement rules, as highlighted by the case of the Forth crossing, as well as the arguments over the implementation of the living wage through contract performance clauses in procurement processes, there is clearly merit in the points that have been made in consultation responses. As the European legislation work is still on-going, clarification on how both sets of frameworks&#8212;European and Scottish&#8212;will be implemented and on the timing of each would be welcome.</p><p>From the on-going work in the European Parliament, I was pleased to read the European Commission&#8217;s proposals for the introduction of a criterion on the</p><p>&#8220;most economically advantageous tender&#8221;,</p><p>rather than simply the lowest cost. That is positive news for small businesses and voluntary sector organisations that might not, although they provide a great community good with regard to employment and service delivery, be able to compete on the same cost terms as a larger bidder.</p><p>It may seem common sense to award a contract on the basis of wider sustainable benefits rather than just cost but, unfortunately, that sometimes does not happen. We saw an example of that in Fife in 2009, when the council&#8217;s contract to deliver mental health services was awarded to a national company, which consequently meant that several established local mental health groups lost out.</p><p>The MSP for Kirkcaldy, David Torrance, was vice-chair of Fife Council&#8217;s social work and health committee at the time. He is not in the chamber, but he will be well aware of the impact of the loss of Fife Advocacy on the community and service users. I hope that he would agree that any steps to avoid future losses of similar long-established voluntary organisations as a consequence of procurement decisions should be welcomed.</p><p>Given the impact that the lowest-cost tender had on mental health service users in Fife and the disruption that they experienced during the transition to a non-local service provider, I welcome the proposed concept and I would welcome the Scottish Government exploring further the implementation of value for people in any proposed legislation.</p>", "hdate": "2013-04-17", "major": "7", "subsection_id": "22688659", "parent": {"body": "Scottish Parliament: Public Procurement Reform"}, "video_status": "0", "extract": "As I said, my example illustrated that there has been a sad decline over many years, so I thank the member for his comments. Too often, public bodies revert to a rigid view of what EU procurement law can and cannot do. The complexity of procurement legislation and member states&#8217; adherence to EU rules was picked up by respondents to the consultation. A number of those who submitted their...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22688659", "hpos": "138", "gid": "2013-04-17.17.41", "epobject_id": "22688700", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-04-17.17.0&amp;s=speaker%3A25171+section%3Asp#g17.41", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>How many of the 60 crofters who are currently waiting for their applications to be approved are tied into renewable energy projects that require decrofting? What are the implications for those fledgling enterprises of the&#8212;as the minister put it&#8212;inadvertent flaw in the act?</p>", "hdate": "2013-03-28", "major": "7", "subsection_id": "22688207", "parent": {"body": "Scottish Parliament: Decrofting of Owner-occupied Croft Land"}, "video_status": "0", "extract": "How many of the 60 crofters who are currently waiting for their applications to be approved are tied into renewable energy projects that require decrofting? What are the implications for those fledgling enterprises of the&#8212;as the minister put it&#8212;inadvertent flaw in the act?", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22688207", "hpos": "134", "gid": "2013-03-28.17.22", "epobject_id": "22688229", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-28.17.0&amp;s=speaker%3A25171+section%3Asp#g17.22", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>The Climate Change (Scotland) Act 2009 was, indeed, something for parliamentarians of all parties to be proud of. It was testament to the progressive policies that can be implemented when we work together towards a common goal. However, in the Scottish Government&#8217;s failure to meet the annual emissions abatement target for 2010 we also see the danger of taking our eye off the ball. That failure serves to emphasise how important the second report on proposals and policies is.</p><p>Given the importance of RPP2, it is disappointing that the document, as it is currently laid out, looks extremely unlikely to provide the framework for meeting the next set of targets. Some of the strongest criticism of the draft report came from key stakeholders. For example, the Scottish Environment Protection Agency highlighted its concerns, saying:</p><p>&#8220;there is more that needs to be done in order to make the RPP fit for the purpose of delivering world leading climate legislation. There is a need in our view, for a step change in the ambition of RPP2, particularly in the light of the first annual target having been missed.&#8221;</p><p>As the Rural Affairs, Climate Change and Environment Committee report has highlighted, there is only one combination of circumstances that will ensure that Scotland reaches each of its annual targets from 2013 right up until 2027. Frankly, it seems pointless to have emissions reduction targets proudly set out that everyone in the chamber knows we have no chance of meeting. Aspiration in this case is simply not enough. As we now know&#8212;the committee reports highlight this&#8212;in order to meet each of the annual targets, we will have to implement all the proposals and policies that are laid out in the draft RPP2 and rely on the EU-wide emissions reduction target shifting to 30 per cent.</p>", "hdate": "2013-03-26", "major": "7", "subsection_id": "22687723", "parent": {"body": "Scottish Parliament: &#8220;Low Carbon Scotland: Meeting our Emissions Reduction Targets 2013-2027&#8221;"}, "video_status": "0", "extract": "The Climate Change (Scotland) Act 2009 was, indeed, something for parliamentarians of all parties to be proud of. It was testament to the progressive policies that can be implemented when we work together towards a common goal. However, in the Scottish Government&#8217;s failure to meet the annual emissions abatement target for 2010 we also see the danger of taking our eye off the ball. That...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22687723", "hpos": "126", "gid": "2013-03-26.5.50", "epobject_id": "22687773", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-26.5.0&amp;s=speaker%3A25171+section%3Asp#g5.50", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>No, thanks.</p><p>It is realistic to be sceptical about whether such a set of circumstances is likely to occur. During the Rural Affairs, Climate Change and Environment Committee&#8217;s round-table evidence sessions, a number of stakeholders made it clear that there are too few policies and too many proposals. To be fair&#8212;I think that the committee&#8217;s report makes this clear&#8212;in some circumstances it might not be possible to have clear policies stretching ahead into 2027. However, for the more immediate annual deadlines I hope that we will see more detail on how we will meet our targets.</p><p>It is heartening to hear from colleagues in the debate today, and from the reports in front of us, a recognition that the targets are not just numbers in a document. For many of the proposals and the policies to work, it will rely on people to implement them.</p>", "hdate": "2013-03-26", "major": "7", "subsection_id": "22687723", "parent": {"body": "Scottish Parliament: &#8220;Low Carbon Scotland: Meeting our Emissions Reduction Targets 2013-2027&#8221;"}, "video_status": "0", "extract": "No, thanks. It is realistic to be sceptical about whether such a set of circumstances is likely to occur. During the Rural Affairs, Climate Change and Environment Committee&#8217;s round-table evidence sessions, a number of stakeholders made it clear that there are too few policies and too many proposals. To be fair&#8212;I think that the committee&#8217;s report makes this clear&#8212;in...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22687723", "hpos": "128", "gid": "2013-03-26.5.52", "epobject_id": "22687775", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-26.5.0&amp;s=speaker%3A25171+section%3Asp#g5.52", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>No. I think that we need some bottom-line requirements that people know they are expected to achieve, with a role for all organisations, agencies and individuals to work together to meet those targets. It must be recognised that some bottom lines need to be achieved.</p><p>Behavioural change is a key factor in helping everyone to play their part in meeting targets. We cannot rely on someone else to do it for us. However, a strict timetable is laid out for scrutiny of RPP2, which the Scottish Government would have been aware of prior to the publication of the draft document. Given that fact and the importance of behavioural change to meeting any targets, it is doubly disappointing that the behaviours framework was published only on 4 March this year&#8212;and not in the detail that many were hoping for. I am pleased that the committee has received a commitment from the minister to respond to scrutiny of aspects of the behaviours framework separate to the report.</p><p>It is not all negative. There are a number of areas that, I know, the Rural Affairs, Climate Change and Environment Committee has welcomed, which have been highlighted in the debate&#8212;particularly the inclusion of peatland restoration and forestry planting as possible means of helping to meet our targets.</p><p>It must be hoped that the Scottish Government will take the criticisms that the four committees levelled at the draft report in the constructive spirit in which they were intended. I urge ministers to make the necessary changes to the document and to report back to the Parliament with an improved plan to increase our country&#8217;s chance of making a difference and reducing our carbon emissions to effective levels.</p>", "hdate": "2013-03-26", "major": "7", "subsection_id": "22687723", "parent": {"body": "Scottish Parliament: &#8220;Low Carbon Scotland: Meeting our Emissions Reduction Targets 2013-2027&#8221;"}, "video_status": "0", "extract": "No. I think that we need some bottom-line requirements that people know they are expected to achieve, with a role for all organisations, agencies and individuals to work together to meet those targets. It must be recognised that some bottom lines need to be achieved. Behavioural change is a key factor in helping everyone to play their part in meeting targets. We cannot rely on someone else to...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22687723", "hpos": "130", "gid": "2013-03-26.5.54", "epobject_id": "22687777", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-26.5.0&amp;s=speaker%3A25171+section%3Asp#g5.54", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>In Mid Scotland and Fife, the diversity of Scotland&#8217;s farming is encapsulated in one parliamentary region. Although we have the larger arable farms in Fife, the region also includes huge swathes of highland Perthshire and Stirlingshire, with their relatively fragile hill and upland livestock farms.</p><p>As Claire Baker outlined, the issues of CAP reform are complex. We know that in many of Scotland&#8217;s rural areas CAP payments can have a major impact on the surrounding community, whether through the employment opportunities that are created by farming or through activities and projects that are developed under the Scotland rural development programme.</p><p>In the present set of CAP reforms, the SRDP comes to the fore as proposals are put forward to make changes to the rural development regulations. Given that SRDP payments can support a range of initiatives in rural areas, including diversification, woodland creation and community projects, it is clear that for the sake not just of our farmers but of our wider community we must get the reforms right.</p><p>We know that there is not a one-size-fits-all solution. That is why I hope that Labour&#8217;s amendment, which seeks to protect new entrants into farming and crofting, will be supported across the chamber. The negotiating position that UK ministers from DEFRA take at a European level is of vital importance to Scotland, especially given that the majority of our farming land is designated as disadvantaged and less favoured. I believe that the Commission&#8217;s proposals for convergence of payments would result in a UK-wide solution for the support of fragile farming systems in less favoured areas.</p><p>It is too easy for debates in this chamber to turn into the usual argument that all will be rosy post-independence. Even on payment convergence for farmers, the Scottish Government claims that an independent Scotland would suddenly receive a huge uplift in direct payments per hectare, but given that an independent Scotland&#8217;s position in the EU is not automatically guaranteed, it seems a bit presumptuous to make suggestions about the level of subsidy that farmers would receive under independence through the reformed CAP. Indeed, it would be difficult for farmers to receive direct payments from the European Commission when their Government was still negotiating the country&#8217;s accession terms, so I would prefer us to fix our focus on the realities of the system that we are in.</p><p>As is evident from the Welsh model of regionality, having a system that splits payments by regions could more effectively reflect the diversity of our Scottish farms, and I would welcome our taking a more detailed look at that.</p><p>It is up to each member state to subdivide its allocations once they have been awarded by the EU, therefore it is vital that the Scottish Government takes a strong position in the UK-wide discussions and does not just focus on the European-level talks.</p><p>I welcome the recognition of the crucial importance of a Scottish common agricultural policy in the UK and I look forward to hearing from the Scottish Government how it will spend its &#163;2 million per year to support new entrants until the CAP reforms are introduced in 2015.</p>", "hdate": "2013-03-13", "major": "7", "subsection_id": "22686414", "parent": {"body": "Scottish Parliament: Common Agricultural Policy Reform"}, "video_status": "0", "extract": "In Mid Scotland and Fife, the diversity of Scotland&#8217;s farming is encapsulated in one parliamentary region. Although we have the larger arable farms in Fife, the region also includes huge swathes of highland Perthshire and Stirlingshire, with their relatively fragile hill and upland livestock farms. As Claire Baker outlined, the issues of CAP reform are complex. We know that in many of...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22686414", "hpos": "197", "gid": "2013-03-13.20.24", "epobject_id": "22686438", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-13.20.0&amp;s=speaker%3A25171+section%3Asp#g20.24", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>Last week, in a restaurant that is situated just off the Fife coastal path, I tried beetroot ice cream. I admit that it will not be my first choice for a cone when the weather improves, but it was locally sourced and well made. Although that seems flippant, there is a serious point behind the story. I recognise that I am lucky in having the opportunity to try such food. That taps into the spirit of the Scottish Government&#8217;s motion, which is very much a celebration of Scotland&#8217;s famous larder.</p><p>It is true that Scotland&#8217;s food is excellent. Diverse producers continue to produce high-quality and innovative food. The Aquaculture and Fisheries (Scotland) Bill that is making its way through the Parliament has emphasised the importance of our food and drink industries to the economy. While it is undeniable that events such as the Ryder cup and the Commonwealth games will be opportunities for visitors from around the globe to enjoy and appreciate that food, the motion could just as easily be one about Scotland&#8217;s tourism industry. I recognise the Scottish Government&#8217;s wish to be seen publicly to support our food industry, especially in light of the meat supply chain scandals that we debated only recently in the chamber, but today&#8217;s motion ignores many of the important developments in the past few weeks and months. As my colleagues have outlined, it is those developments that Labour&#8217;s amendment seeks to highlight.</p><p>The Scottish Government&#8217;s 2010 policy leaflet from the conference on Scotland&#8217;s national food and drink policy, the apparent success of which policy the motion welcomes so warmly, states:</p><p>&#8220;It&#8217;s our profound belief that every single person in Scotland should be able to access healthy, affordable and sustainable food.&#8221;</p><p>Those are wise words, but I believe that that statement sums up the problems facing many of our communities today&#8212;that is, too many people are not able to access healthy food that is affordable and available in their neighbourhood.</p><p>I have spoken previously of my visit to the food bank in Dunfermline. Since September 2012, the 40 volunteers there have distributed more than 1,750kg of food. That is a lot of food going to many people who simply cannot afford to eat. We must face up to the reality that many of Scotland&#8217;s consumers have difficult decisions to make when doing their weekly shop. When they buy food either to feed themselves or their whole family, they must be able to trust what is on the label, whatever their budget.</p><p>The recent Unison members&#8217; survey rightly highlighted concerns about the future of our food safety services. Environmental health officers and other food safety officials have seen their numbers drop over the past few years; in the case of meat inspectors, their numbers have been cut by half. In the current climate, after the horsemeat scandal, it seems fairly obvious even to a lay bystander that any scheduled inspections in the meat processing and food industry will not find major flaws. Random sampling and random inspections of food production facilities should be kept up as much as possible. I look forward to hearing the Scottish Government&#8217;s response on that issue.</p><p>The question about trust is repeated when we look at the procurement contracts that are in place. The food that reaches the Scottish population through many of our care services, schools and hospitals is one step removed from the marketplace. In such circumstances, the consumer is not able to go into a shop, look at the label and make their own decision about the produce on offer; they are presented with a finished meal that they must hope is from good-quality correctly labelled produce. It is therefore vital that the public services that source their food through procurement contracts are able to make decisions on more than just a cost basis. The quality of the produce on offer should be weighted against the price; if possible, the economic benefits for the wider community, such as local supply chains, should also be considered by the purchasing body.</p><p>It is clear that food access and affordability is a complex issue. As part of the development process for the Scottish Government&#8217;s food policy, the leadership forum&#8217;s report in 2009 noted:</p><p>&#8220;There is a real danger that a food and drink policy looks like an attempt to lecture or coerce communities.&#8221;</p><p>It seems to me that in today&#8217;s debate there is a real danger that the Scottish Government is forgetting those communities who would welcome the opportunity to be able to access a healthy diet for themselves and their families at a price that they can afford. We should certainly celebrate Scotland&#8217;s international reputation for high-quality food and drink and the huge contribution that it makes to the Scottish economy, but that should never be at the expense of ignoring the difficult day-to-day reality facing families, schoolchildren, hospital patients and care residents in accessing quality, affordable food.</p>", "hdate": "2013-03-12", "major": "7", "subsection_id": "22686116", "parent": {"body": "Scottish Parliament: Food Policy"}, "video_status": "0", "extract": "Last week, in a restaurant that is situated just off the Fife coastal path, I tried beetroot ice cream. I admit that it will not be my first choice for a cone when the weather improves, but it was locally sourced and well made. Although that seems flippant, there is a serious point behind the story. I recognise that I am lucky in having the opportunity to try such food. That taps into the...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22686116", "hpos": "57", "gid": "2013-03-12.4.30", "epobject_id": "22686146", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-12.4.0&amp;s=speaker%3A25171+section%3Asp#g4.30", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I should begin by declaring an interest: I am an elected member of Fife Council where&#8212;the cabinet secretary will be pleased to hear&#8212;we have had a health and social care partnership for a number of years. It is already delivering a number of co-located and co-ordinated services for the benefit of the people of Fife.</p>", "hdate": "2013-03-07", "major": "7", "subsection_id": "22686008", "parent": {"body": "Scottish Parliament: Adult Health and Social Care (Integration)"}, "video_status": "0", "extract": "I should begin by declaring an interest: I am an elected member of Fife Council where&#8212;the cabinet secretary will be pleased to hear&#8212;we have had a health and social care partnership for a number of years. It is already delivering a number of co-located and co-ordinated services for the benefit of the people of Fife.", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22686008", "hpos": "196", "gid": "2013-03-07.23.17", "epobject_id": "22686025", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-07.23.0&amp;s=speaker%3A25171+section%3Asp#g23.17", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>Is that better?</p>", "hdate": "2013-03-07", "major": "7", "subsection_id": "22686008", "parent": {"body": "Scottish Parliament: Adult Health and Social Care (Integration)"}, "video_status": "0", "extract": "Is that better?", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22686008", "hpos": "198", "gid": "2013-03-07.23.19", "epobject_id": "22686027", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-07.23.0&amp;s=speaker%3A25171+section%3Asp#g23.19", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>The integration of health and social care services is a priority for the Scottish Labour Party and has been for some time. Although opinions vary across the chamber about how the integration will work, I am pleased that we are discussing a principle in which we all believe. I hope that the debate will be constructive, that the cabinet secretary will listen to what is said and that we can work together to produce legislation that we can all be proud of and which will deliver for Scottish people.</p><p>What is the debate about if it is not about the power of working together to deliver meaningful outcomes? It is crucial that the legislation goes beyond the headline, the superficial and the superstructure. It must deliver long-term and fundamental change. When we talk about change, we must recognise that we are talking not only about organisational change but about an enormous change in the culture of the delivery of health and social care services.</p><p>The delivery of care should not be a tug-of-war between health boards and councils, but the proposals simply do not address that issue. Integration goes beyond co-operation and co-ordination of autonomous bodies. True integration is about softening boundaries and the emergence of a new work unit. That is possible only when we recognise how tensions arise and when boundaries become lines of defence.</p><p>The lines of accountability need to be local and clear. That leaves local authorities well placed to take a lead role in health and social care partnerships. The cabinet secretary already monitors local authority delivery of single outcome agreements, and Healthcare Improvement Scotland and Social Care and Social Work Improvement Scotland should have a continuing role.</p><p>Health boards and councils face increasingly difficult financial conditions, which must be addressed before legislation is implemented. By its nature, any budget places limits on a service, so it is essential that all parties work together as part of an integrated care service to solve local problems. We must ensure that the right framework is in place to allow them to do that as equal partners.</p><p>The proposals as they stand will inevitably create tensions and pressures between health boards and councils. We have seen examples of that in Fife, where unseemly and undignified arguments have taken place between the health board and the council about who should fund the care places that will free up hospital beds. That is why we support direct Scottish Government funding for health and social care partnerships, for service users&#8217; needs should be at the core of the reorganisation. We must start with the service user and work upwards to provide a framework that supports them best. My worry is that the proposals focus too much on formulating a superstructure at the macro level and not enough on the individual user&#8217;s needs. That has serious implications for delivery at the service level.</p><p>People need accountable, clear and truly integrated care services. They need responsive services in which the professionals who support them work together to build local networks, knowledge and continuity of care. It is critical that, through integration, the emphasis is on health and wellbeing, not sickness.</p><p>Most healthcare is delivered outside the hospital setting, so I am pleased that the proposals provide scope for local partners to ensure that we approach health and care holistically. That recognises that health and care are not just about acute services and treatment but about life circumstances, prevention and early intervention.</p><p>In addition to broadening out integration to all adults and other groups, the proposals allow local partners to ensure that policy areas such as housing and transport are part of the bigger picture. I hope that we can ensure that such holistic thinking is part of the new culture of care. The time of compartmentalised service provision must end. I know that that will take years and will go beyond our tenure in Parliament. However, it is important that we get the legislative framework right, right now.</p><p>General practitioners, third sector organisations, allied health professionals, front-line staff, patients and service users must be part of the decision making for integration to work, and decision making must be clear and coherent. Beyond ensuring that we get the structural aspects of integration right, the difficulty of merging cultures lingers. It will take strong leadership and a secure framework that provides the right environment to engender a new work culture. I am not convinced that the proposals will deliver that for the Scottish people. I repeat my hope that we can work with the Government to improve the legislation.</p><p>I have concerns about the proposals, but I remain hopeful that we can get them right. We have the opportunity to offer the Scottish people true integration that is properly and constructively financed, clearly managed and fully accountable at a local level. I hope that we take it.</p>", "hdate": "2013-03-07", "major": "7", "subsection_id": "22686008", "parent": {"body": "Scottish Parliament: Adult Health and Social Care (Integration)"}, "video_status": "0", "extract": "The integration of health and social care services is a priority for the Scottish Labour Party and has been for some time. Although opinions vary across the chamber about how the integration will work, I am pleased that we are discussing a principle in which we all believe. I hope that the debate will be constructive, that the cabinet secretary will listen to what is said and that we can work...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22686008", "hpos": "200", "gid": "2013-03-07.23.21", "epobject_id": "22686029", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-03-07.23.0&amp;s=speaker%3A25171+section%3Asp#g23.21", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I am sorry to say that because I joined the Rural Affairs, Climate Change and Environment Committee only towards the end of December, I was unable to participate in the site visits and earlier consideration of many of the issues that are raised in the stage 1 report. I thank my fellow committee members and the clerks for their patience as I got to grips with the bill. In that process, it became apparent to me that there are a number of governance issues in the aquaculture and fishing industries that need to be addressed. I am pleased that the committee was able to scrutinise some of those issues.</p><p>The nature of some of the difficulties in the communication, structure and governance in the sectors is highlighted at the start of the committee&#8217;s report, which draws attention to the nature of the engagement between the aquaculture and wild fisheries sectors, which is perceived to have been less than helpful at times. The committee&#8217;s recognition of the value of productive and co-operative working relationships is vital to the success of the legislation.</p><p>In taking evidence from the minister, it was established that an industry body that was involved in developing proposals for the bill&#8212;the freshwater fisheries forum&#8212;had not met for some time. I believe that it had not done so since 2009. I was therefore pleased that the minister recognised the need to learn from that and to ensure that the structure and governance arrangements are fit for purpose, and that he remains open to reviewing the role of the forum in the future and sees the importance of stakeholder engagement.</p><p>The committee&#8217;s report highlights the consultation and the engagement of key stakeholders on the proposed legislation, so I will not focus on that, although I hope that the Scottish Government learns from the experience as we proceed. The minister has recognised the concerns of respondents about the nature of the consultation, and I welcome his commitment to reflect on the process.</p><p>The aspect that generated the most discussion during the committee&#8217;s consideration of the bill was the publication of sea lice data. However, as the committee&#8217;s report notes and as my committee colleagues have highlighted, the bill as it stands does not cover the issue. I welcome the fact that the Scottish Government will give further consideration to data publication and to whether data should be placed in the public domain. I note that the issue is to be considered by the ministerial group on aquaculture, although it is obviously disappointing that the group&#8217;s next meeting will not take place until 26 March.</p><p>As is clear from the committee&#8217;s inquiries, the data exist and in some circumstances are made available or shared as part of farm management agreements within farm management areas. However, as Douglas Sinclair from the Scottish Environment Protection Agency pointed out:</p><p>&#8220;It is one of the few areas in the Scottish environment in which someone can be doing something that can significantly impact on someone else&#8217;s interests and there is no public access to what is going on.&#8221;&#8212;[Official Report, Rural Affairs, Climate Change and Environment Committee, 5 December 2012; c 1431.]</p><p>I recognise the concerns about the publication of data on a farm-by-farm basis, but I am disappointed that the Scottish Government has not included in the bill a measure on publication of sea lice data on a farm management area basis.</p>", "hdate": "2013-02-28", "major": "7", "subsection_id": "22685405", "parent": {"body": "Scottish Parliament: Aquaculture and Fisheries (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I am sorry to say that because I joined the Rural Affairs, Climate Change and Environment Committee only towards the end of December, I was unable to participate in the site visits and earlier consideration of many of the issues that are raised in the stage 1 report. I thank my fellow committee members and the clerks for their patience as I got to grips with the bill. In that process, it...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22685405", "hpos": "164", "gid": "2013-02-28.17.19", "epobject_id": "22685424", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-28.17.0&amp;s=speaker%3A25171+section%3Asp#g17.19", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I am aware of that. It is disappointing that, judging by the minister&#8217;s response to the committee&#8217;s stage 1 report, the Scottish Government does not intend to lodge amendments on the issue at stage 2. I support the committee&#8217;s view that publication of data for areas that are covered by farm management agreements and statements could facilitate greater public scrutiny while&#8212;I believe&#8212;minimising the potential impact on the industry.</p><p>I note the voluntary proposal from the Scottish Salmon Producers Organisation to increase the level of publishing of data for the industry, which is a positive step. However, given the committee&#8217;s recent experience in its evidence sessions of the relationships between sectors, I am sceptical as to whether a voluntary approach will be enough.</p><p>That point draws me back to the importance of establishing coherent, transparent and effective governance arrangements for the aquaculture industry and fisheries sector. The formalising of farm management agreements and statements is to be welcomed, as they are crucial to establishing the framework surrounding farm management areas for the future. If a provision on the publication of data is not to be included in the bill as amended at stage 2, I would welcome early consideration of the matter by the ministerial group on aquaculture.</p><p>As we return to legislate on aquaculture just a few years after the Aquaculture and Fisheries (Scotland) Act 2007, it is clear that we must ensure that the legislation is fit for purpose in order to avoid having to repeat the exercise in the near future. Therefore, although I am pleased that the committee recommends support for the general principles of the bill, I hope that the Scottish Government will use the opportunity to make improvements at stage 2.</p>", "hdate": "2013-02-28", "major": "7", "subsection_id": "22685405", "parent": {"body": "Scottish Parliament: Aquaculture and Fisheries (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I am aware of that. It is disappointing that, judging by the minister&#8217;s response to the committee&#8217;s stage 1 report, the Scottish Government does not intend to lodge amendments on the issue at stage 2. I support the committee&#8217;s view that publication of data for areas that are covered by farm management agreements and statements could facilitate greater public scrutiny...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22685405", "hpos": "166", "gid": "2013-02-28.17.21", "epobject_id": "22685426", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-28.17.0&amp;s=speaker%3A25171+section%3Asp#g17.21", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I should begin by declaring an interest, because I am a councillor on Fife Council, which provides funding to Fife Gingerbread.</p><p>I congratulate David Torrance on securing the debate. Fife Gingerbread is an organisation that is rooted in Fife communities, providing vital peer support for lone parents. I am pleased to have the chance today to speak about that work.</p><p>Anyone who has raised children, let alone raised them single-handedly, will know that it is hard work. Apart from the day-to-day joy of scraping food off the walls and kissing goodbye to one&#8217;s bed, the relentless responsibility, worry and sheer exhaustion one experiences can take their toll. Not only do lone parents have to deal with all the challenges and worry by themselves, but they face additional multiple barriers around income, security and stigma.</p><p>Lone parents do tough and important work, and Fife Gingerbread does tough and important work to support them. Led by a hard-working and dedicated team, Gingerbread provides non-judgmental advice, information, encouragement and understanding to lone parents across Fife. Gingerbread also engages with all levels of Government on behalf of lone parents to make sure that their voices are heard.</p><p>Gingerbread does not tell lone parents what to do or what is wrong with them; it provides the support that lots of lone parents need to be able to meet the challenges that they face, to know that they are not alone and to recognise their own strengths.</p><p>Just over a week ago, I spoke at the Fife launch of research undertaken by Fife Gingerbread in partnership with the Poverty Alliance. Together, they have produced a report called &#8220;Surviving Poverty: The Impact of Lone Parenthood&#8221;. The research is focused on the experiences of lone parents living in rural Fife and was carried out by a team of community researchers who were themselves lone parents. The report tells us that although lone parents need our understanding, without the right actions, they and their children will continue to struggle.</p><p>We have to take action to mitigate the impacts of welfare reform. As I have said before in the chamber, the Scottish Government must use its powers in health, housing, childcare and education. To tackle child poverty, we need sustained investment in the early years, education services, extracurricular activities and informal educational experiences. We must also recognise that by helping parents, we help children.</p><p>Debt is an enormous worry for lone parents. Colleagues will be aware of the excellent work by Kezia Dugdale, through the debtbusters campaign, to raise awareness of the dangers of payday loans and strengthen the role of credit unions. I will be taking that work forward in Fife.</p><p>Making available affordable, flexible and good-quality childcare has to be at the top of the to-do list of any Government that is serious about tackling child poverty and removing barriers to work for lone parents.</p><p>The report also highlighted the importance of public transport. It is clear that the current system of bus services is failing these families badly. That is why we should support attempts to look at re-regulation of buses in Scotland.</p><p>We must also ensure that it pays to be in work, which is why I am a firm supporter of the roll-out of a Scottish living wage.</p><p>Fife Gingerbread is also at the heart of early years work in Fife.</p><p>I just could not miss this opportunity to make those voices heard here in the chamber. In such frightening and uncertain times for lone-parent families, it is critical that we continue to celebrate, support and, as policy makers, take forward the work of Fife Gingerbread.</p>", "hdate": "2013-02-26", "major": "7", "subsection_id": "22685011", "parent": {"body": "Scottish Parliament: Fife Gingerbread (Support for Lone Parents)"}, "video_status": "0", "extract": "I should begin by declaring an interest, because I am a councillor on Fife Council, which provides funding to Fife Gingerbread. I congratulate David Torrance on securing the debate. Fife Gingerbread is an organisation that is rooted in Fife communities, providing vital peer support for lone parents. I am pleased to have the chance today to speak about that work. Anyone who has raised...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22685011", "hpos": "151", "gid": "2013-02-26.7.3", "epobject_id": "22685014", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-26.7.0&amp;s=speaker%3A25171+section%3Asp#g7.3", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I declare an interest as a survivor of cancer who takes cancer medication every day.</p><p>It was a life-changing event for me to get a cancer diagnosis, experience the fear and loneliness that went with it, and depend totally on our wonderful national health service. Early detection, prompt and skilful treatment, and aftercare from Maggie&#8217;s Centres enabled me to get on with my life and be here today. I count myself lucky, but I now take nothing for granted.</p><p>Having had that experience, I cannot begin to imagine how it must feel for somebody to be told that they have cancer but will not get help because of anomalies in the system, whether because of money or where they live. I know that choices must be made, but we could at least allow cancer patients to retain their self-respect and not be reduced to lobbying and campaigning for the chance that was freely offered to me.</p><p>It is clear from the debate so far that we must have a robust, fair and transparent system for access to medicines in our health system. The evidence to the Health and Sport Committee&#8217;s continuing inquiry has provided a crucial insight into the issued faced not only by patients and their representative organisations but by the healthcare professionals who are trying to work within the bounds of a complex system. I thank the committee for its continuing work on the matter.</p><p>The individual patient treatment request system comes up time and again in the debate on access to medicines that are not routinely available. It seems that the number of IPT requests that are made each year is relatively low. Anecdotal evidence also indicates that the level of submissions to, and patient participation in, the IPTR system varies across health boards in Scotland. That may, of course, be down to a variety of factors, including the cumbersome nature of the process and the time required for each application. It certainly feeds into existing uncertainty about the system&#8217;s fairness, with patients being left feeling that they are in a postcode lottery.</p><p>In many cases, the reason why a patient is not offered a certain medicine or treatment is complex. However, for those who have been diagnosed with a rare or complicated illness, it is often the end of a long, difficult process and, by the point of diagnosis, many simply wish to begin treatment. For them then to discover that a series of barriers&#8212;whether real or perceived&#8212;lies in the way of access to a drug that could assist them is potentially devastating news. Although there is an appeals process, it is another matter whether the patient or their consultant will want to go through it.</p><p>We recognise the need for effective community engagement in the delivery of local health services, but we must also recognise the need for effective engagement with patients at a higher decision-making level in matters such as access to new medicines.</p><p>Among the campaigners and health professionals who recently gave evidence to the Health and Sport Committee, there appeared to be a level of confusion about different health boards&#8217; interpretation of the current system for accessing medicines. That is despite the Scottish Government and the chief medical officer in Scotland publishing good-practice guidance on the framework for, and consideration of, IPTRs. If, as the motion from the Conservatives suggests, we move to introduce new funding, it must be done in a way that does not exacerbate the current postcode lottery but puts fairness of access for patients at its heart.</p>", "hdate": "2013-02-20", "major": "7", "subsection_id": "22684511", "parent": {"body": "Scottish Parliament: New Medicines"}, "video_status": "0", "extract": "I declare an interest as a survivor of cancer who takes cancer medication every day. It was a life-changing event for me to get a cancer diagnosis, experience the fear and loneliness that went with it, and depend totally on our wonderful national health service. Early detection, prompt and skilful treatment, and aftercare from Maggie&#8217;s Centres enabled me to get on with my life and be...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22684511", "hpos": "240", "gid": "2013-02-20.20.44", "epobject_id": "22684555", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-20.20.0&amp;s=speaker%3A25171+section%3Asp#g20.44", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>The cabinet secretary has highlighted the steps that are being taken to check that no horsemeat is present in the food that is provided to our schools, hospitals and prisons. Given that a number of vital services in our communities are outsourced, what steps are being taken to check on the supply chain of services to the elderly or vulnerable that are delivered by non-public sector bodies such as care homes?</p>", "hdate": "2013-02-19", "major": "7", "subsection_id": "22684123", "parent": {"body": "Scottish Parliament: Horsemeat Substitution in Europe"}, "video_status": "0", "extract": "The cabinet secretary has highlighted the steps that are being taken to check that no horsemeat is present in the food that is provided to our schools, hospitals and prisons. Given that a number of vital services in our communities are outsourced, what steps are being taken to check on the supply chain of services to the elderly or vulnerable that are delivered by non-public sector bodies...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22684123", "hpos": "62", "gid": "2013-02-19.5.33", "epobject_id": "22684156", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-02-19.5.0&amp;s=speaker%3A25171+section%3Asp#g5.33", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>The changes to the benefits system are being met with anxiety and anger in communities across the UK, and we know that it is not just members in this Parliament who have been debating welfare reform. However, here and now in Scotland there are ways in which we can challenge the impact of the cuts on ordinary families. What is therefore disappointing about the Scottish Government&#8217;s motion for this debate is that it offers nothing more concrete than that all would be different in an independent Scotland.</p><p>I am pleased that Labour&#8217;s amendment references the Joseph Rowntree Foundation report, &#8220;Monitoring poverty and social exclusion in Scotland 2013&#8221;, which recognises that a number of areas</p><p>&#8220;such as health, childcare, schools and housing fall within current legislative powers of the Scottish Government.&#8221;</p><p>The report also notes:</p><p>&#8220;It is important that the discussion of independence does not obscure the need for policy development in all these areas to tackle problems that will exist whatever decision the Scottish people take in 2014.&#8221;</p><p>Colleagues spoke in the chamber yesterday of the problems of increased costs of living forcing people to resort to payday loan lenders, which traps people in a cycle of debt. It is of course worrying that changes to the welfare system in this country could be driving people in the same direction. Taking action on high-cost lenders is just one example of what we could and should do to help people now. That needs to sit alongside doing all that we can to promote and encourage credit unions as thriving, sustainable social enterprises that provide a service for everyone in the community and bring real diversity to Scotland&#8217;s financial services sector.</p><p>The need for such assistance is highlighted in a recent survey undertaken by the Poverty Alliance and Fife Gingerbread, which researched the experiences of lone parents in rural Fife. The research report is called &#8220;Surviving Poverty: the Impact of Lone Parenthood&#8221;. What is clear to those who have read the report is the uncertainty and fear that the changes to the welfare system are causing people in Fife. I am sure that the views displayed in the report will be replicated across Scotland. Lone parents face a number of issues, aside from changes to the benefit system, that affect their experience of poverty; those issues include finding adequate and affordable housing, education, training and employment, childcare and advice and support services. Some estimates suggest that the real income of a one-parent family will be reduced by more than &#163;500 by 2015 as a result of welfare reforms, so the situation may only get worse.</p><p>In the survey, 71 per cent of respondents described either &#8220;great difficulty&#8221; or &#8220;some difficulty&#8221; in making ends meet. That is a shockingly high figure for people just trying to get by in their day-to-day lives. When six out of 10 poor children in the UK live in families in which at least one parent works, the thousands of families who are struggling day to day need to know what help they can expect now. From speaking to volunteers at Home-Start in Fife, I know that they are inundated by concerns about welfare changes from families whom they work with.</p><p>Last Saturday, I met volunteers and trustees at Dunfermline Foodbank and heard how local churches and community groups have enlisted the help of supermarkets and other local businesses to work at the front line of the fight against poverty, supporting individuals and families to meet that most basic of needs: food. They raised with me the concern that many of their clients do not even have enough money for the bus and walk long distances in all weathers to and from the food bank depot. I am grateful for the efforts and achievements of everyone involved in food banks, but I am sure that they would agree that they are no substitute for finding solutions to the poverty that is driving the demand.</p><p>Rural communities throughout Mid Scotland and Fife face additional problems in getting access to vital support services. Information is sometimes hard to find for them, there is less access to community and social support networks, and transport might not be available or affordable. That leaves many families isolated and without the support that they need.</p><p>I was therefore pleased to hear the Scottish Government&#8217;s recent announcement of funds for front-line advice and support services, but more details about how and when they will be available need to be forthcoming. I would be grateful if the minister clarified how much of the &#163;5.4&#160;million that is apparently being made available to agencies to respond to the need for support and assistance will be available directly to councils and their community planning partners, as many public sector bodies are already bearing the brunt of budget cuts and are facing increased demand for advice services. In its report, the Poverty Alliance goes as far as to say that the importance of advice services in assisting people with income maximisation and supporting those in and out of employment should be a priority in local and national anti-poverty strategies, and should be included in the new single outcome agreements.</p><p>It is disappointing that we see in the motion no such practical suggestions or useful policy indications of how the Government intends to counteract any negative impacts of welfare changes on the lives of people in Scotland using the powers that it already has. The Scottish Government&#8217;s motion could have been used to engage more constructively across the chamber in discussing the impacts of welfare reform. I hope that there will be such dialogue in the future. People who are being hit the hardest need help now. They cannot afford to wait.</p>", "hdate": "2013-01-31", "major": "7", "subsection_id": "22683234", "parent": {"body": "Scottish Parliament: Child Benefit"}, "video_status": "0", "extract": "The changes to the benefits system are being met with anxiety and anger in communities across the UK, and we know that it is not just members in this Parliament who have been debating welfare reform. However, here and now in Scotland there are ways in which we can challenge the impact of the cuts on ordinary families. What is therefore disappointing about the Scottish Government&#8217;s...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22683234", "hpos": "203", "gid": "2013-01-31.17.81", "epobject_id": "22683315", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-31.17.0&amp;s=speaker%3A25171+section%3Asp#g17.81", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p></p><p>13. To ask the Scottish Government what consideration it has given to the use of social impact bonds. (S4O-01721)</p>", "hdate": "2013-01-23", "major": "7", "subsection_id": "22682241", "parent": {"body": "Scottish Parliament: Social Impact Bonds"}, "video_status": "0", "extract": "13. To ask the Scottish Government what consideration it has given to the use of social impact bonds. (S4O-01721)", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22682241", "hpos": "84", "gid": "2013-01-23.14.1", "epobject_id": "22682242", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-23.14.0&amp;s=speaker%3A25171+section%3Asp#g14.1", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I thank the cabinet secretary for that answer. I am pleased to hear that he is aware of the potential benefits of social impact bonds, but I am disappointed that pilot projects have not yet been identified. Earlier this month, I was pleased to visit the YMCA&#8217;s living balance project in Perth, which, over three years, is helping 300 young people into employment or training using a social impact bond model. It is one of only six projects in the United Kingdom to do so. Given the success of that project, will the minister commit to identifying the social impact bond pilot projects as soon as possible?</p>", "hdate": "2013-01-23", "major": "7", "subsection_id": "22682241", "parent": {"body": "Scottish Parliament: Social Impact Bonds"}, "video_status": "0", "extract": "I thank the cabinet secretary for that answer. I am pleased to hear that he is aware of the potential benefits of social impact bonds, but I am disappointed that pilot projects have not yet been identified. Earlier this month, I was pleased to visit the YMCA&#8217;s living balance project in Perth, which, over three years, is helping 300 young people into employment or training using a social...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22682241", "hpos": "86", "gid": "2013-01-23.14.3", "epobject_id": "22682244", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-23.14.0&amp;s=speaker%3A25171+section%3Asp#g14.3", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p></p><p>6. To ask the Scottish Government what recent support it has given to developing walking and cycling infrastructure in Mid Scotland and Fife. (S4O-01704)</p>", "hdate": "2013-01-17", "major": "7", "subsection_id": "22681772", "parent": {"body": "Scottish Parliament: Walking and Cycling Infrastructure (Mid Scotland and Fife)"}, "video_status": "0", "extract": "6. To ask the Scottish Government what recent support it has given to developing walking and cycling infrastructure in Mid Scotland and Fife. (S4O-01704)", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22681772", "hpos": "37", "gid": "2013-01-17.6.1", "epobject_id": "22681773", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-17.6.0&amp;s=speaker%3A25171+section%3Asp#g6.1", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>I should declare an interest as a Fife councillor. The minister might be interested to know that there is an excellent proposal in Fife to develop a pathway into Dunfermline town centre from Duloch in the eastern expansion, which will not just create a cycle route but improve the surrounding green space and facilities in order to increase use of the area. However, the funding for the scheme is complex. Will the minister join me in supporting the project and will he consider ways of simplifying funding for such active travel projects?</p>", "hdate": "2013-01-17", "major": "7", "subsection_id": "22681772", "parent": {"body": "Scottish Parliament: Walking and Cycling Infrastructure (Mid Scotland and Fife)"}, "video_status": "0", "extract": "I should declare an interest as a Fife councillor. The minister might be interested to know that there is an excellent proposal in Fife to develop a pathway into Dunfermline town centre from Duloch in the eastern expansion, which will not just create a cycle route but improve the surrounding green space and facilities in order to increase use of the area. However, the funding for the scheme...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22681772", "hpos": "39", "gid": "2013-01-17.6.3", "epobject_id": "22681775", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-17.6.0&amp;s=speaker%3A25171+section%3Asp#g6.3", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>As a very new member of the Rural Affairs, Climate Change and Environment Committee, I welcome the opportunity to contribute to the debate. Maintaining the biodiversity of the environment around us is not important only from an ecological perspective; it also plays a key role in economic, health and cultural outcomes. The Scottish Government&#8217;s aspiration to be a biodiversity leader presents a challenge, which is why I am pleased that the Scottish Government is seeking to update its biodiversity strategy.</p><p>Last night, I attended the Nordic horizons event in Parliament and heard about work that is being done at community level in Denmark and Shetland to achieve carbon-neutral economies. It was suggested that culture, legislation and approach are all major influences on the progress that is being made&#8212;or not made. However, whether and how local people are connected to the work also make a difference. The concept of local ownership and involvement is seen as changing local attitudes to what can otherwise seem to be rather remote and academic concepts. The idea that we derive benefit at local level can increase the engagement of local communities.</p><p>The key steps in the response analysis to the consultation on the 2020 challenge refer to providing opportunities for everyone in Scotland to engage with nature. Without that engagement, the legacy of achieving the targets may be short-lived. I wish to highlight three projects that show the opportunities and challenges of such an ambition.</p><p>Lochore meadows country park is located in what was once called the central Fife coalfield, and is encircled by former mining towns and villages. The park was created as a result of an ambitious industrial landscape restoration project in the 1960s and 1970s, which transformed the Mary pit and its pit bings into a place where today we can fish, play, get active or just enjoy the tranquillity. Lochore meadows is a thriving success story, drawing in more than half a million visitors a year, yet its reputation is little known to many people in the east of Scotland. Given that Lochore meadows is located near Blairadam forest and Loch Leven, it offers obvious potential for economic development and regeneration in an area where those are much needed.</p><p>I mention the park because it is a brilliant example of partnership and community involvement. In the context of today&#8217;s debate, the diversity of the area is astounding. Members will be pleased to hear that I am not going to list the 982 species, many of which are protected, that have been recorded in the park over the past year. Pleasingly, the diversity of the area continues to grow, and the first badger sett in the area for 40 years has been reported in the park. Such success does not happen on its own, so I pay tribute to the dedication and commitment of the park&#8217;s staff and volunteers.</p><p>Educational projects are central to the work of the park, as are the partnerships between outdoor education staff and high schools in the area. Local people, too, are crucial to the park&#8217;s management, and volunteers undertake a range of biological monitoring, including bird counts and bumblebee surveys, as well as doing some hard toil in the park&#8217;s woodlands, where they have planted and maintain an entire orchard of traditional fruit varieties. It has been estimated that the park&#8217;s volunteers put in around 419 days&#8217; work last year, which is a huge amount when we consider that a member of staff&#8217;s working year is estimated to amount to about 223 days.</p><p>The Ecology Centre in Kinghorn is another excellent place where local people come together. Through the efforts of some 60 volunteers, supported by 10 staff, the centre attracts an estimated 30,000 visitors a year. Some 6,000 people participate in the centre&#8217;s education programme each year, and it offers training opportunities for young people, through community jobs Scotland and ProjectScotland.</p><p>The centre is managed for local people and for wildlife. Its staff use the direct experience of the natural environment to improve people&#8217;s quality of life. An evaluation of the benefits to volunteers indicates that they include improved physical and mental health, increased social interaction and a better understanding of other generations. The centre has created and manages a wide range of habitats including marsh, woodlands, wildflower meadows and a pond. There are even a number of beehives on the site.</p><p>In the Scottish Government&#8217;s consultation document, the minister notes that he</p><p>&#8220;would like to see local communities seizing opportunities to manage and improve their local environment.&#8221;</p><p>That is a laudable aim, but although we have some great examples of that, we clearly need to do more to encourage communities to develop their own diversity projects and to empower them to identify biodiversity projects and translate them into funded schemes.</p><p>The Fife Environment Trust exists to distribute to environmental and community projects funds that are generated locally from landfill taxes. The grants that are available to community groups under the biodiversity category are widely advertised, but the majority of applications are for smaller capital expenditure projects, such as play parks or improvements to buildings. Those are great projects to support, but it is slightly disappointing that communities do not seem to have the knowledge or the confidence to take forward biodiversity projects on their own, despite a willingness on the part of the trust to fund such work. I hope that we will see a change in that regard.</p><p>I am pleased that the committee is taking the opportunity to consider the analysis of the responses to the Scottish Government&#8217;s consultation, and I welcome any steps that the country can take to meet the global challenge of meeting biodiversity targets.</p>", "hdate": "2013-01-17", "major": "7", "subsection_id": "22681867", "parent": {"body": "Scottish Parliament: Biodiversity"}, "video_status": "0", "extract": "As a very new member of the Rural Affairs, Climate Change and Environment Committee, I welcome the opportunity to contribute to the debate. Maintaining the biodiversity of the environment around us is not important only from an ecological perspective; it also plays a key role in economic, health and cultural outcomes. The Scottish Government&#8217;s aspiration to be a biodiversity leader...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22681867", "hpos": "148", "gid": "2013-01-17.16.17", "epobject_id": "22681884", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-17.16.0&amp;s=speaker%3A25171+section%3Asp#g16.17", "minor": "0", "htime": null, "speaker_id": "80540"}, {"body": "<p>Thank you, Presiding Officer.</p><p>I am pleased to be making my maiden speech in this important debate on youth employment. Ensuring that young people can achieve their potential in education and employment, alongside creating and sustaining job opportunities, must be at the heart of the Parliament&#8217;s agenda.</p><p>I am proud to have been elected as a member of the Scottish Parliament to serve Mid Scotland and Fife. I have taken over this role from my friend John Park, who I know served his constituents and the Parliament well. I wish him well as he moves on to new challenges.</p><p>It is my intention to campaign on the issues and priorities that matter to the individuals, families and communities that I have been elected to represent, so it is a major concern to me that long-term youth unemployment levels are still worryingly high. Young people, by definition, have their future before them. Our task must be to ensure that high rates of youth unemployment do not have long-term negative impacts on those individuals affected, with consequent issues for their communities and demands on public services.</p><p>I believe that equality of opportunity should not be a one-off, pass-or-fail, life-defining event, but a lifelong experience. That belief is due to my experience of growing up in Fife, where, although I went to university straight from school, I found that academic life was not for me. I returned to university as a mature student, but my life has taken a very different path from that which was mapped out for me from school. Although I believe that young people should have the option of going to university, we need to recognise that it is not the only or, even the best option. Indeed, in Fife, a much higher proportion of young people leave school and go to college. I know that there are widespread concerns about the levels of funding in further education.</p><p>I believe that Government at every level has the mandate and resources to make investments and build partnerships that will create employment and support young people to gain the skills and experience to get and keep a job. Whether that is through capital investment or procurement policies, there is scope to use public money to achieve value for people and, in particular, for young people.</p><p>I want to highlight the example of Labour-controlled Fife Council, where &#163;5 million is being provided over the next 3 years to give 600 young people who are aged between 16 and 24 years old the chance of a modern apprenticeship with a local employer. The council also proposes to spend an additional &#163;1 million on its own in-house apprenticeship.</p><p>If there ever was an issue to unite all the political groupings in Scotland it must surely be working to avoid a lost generation. In Fife, the willingness to work together towards that crucial common cause has been shown with the appointment of the senior Liberal Democrat councillor Tony Martin as the council&#8217;s ambassador for youth employment. He will work directly with employers in all sectors, colleges and the voluntary sector to ensure a focus on the challenge of creating and sustaining youth employment.</p><p>Young people deserve the best chance that we can offer them. I recall working in the 1980s in the council&#8217;s youth training scheme to support young people aged 16 and 17 to get the skills that they needed for the world of work, which included life skills and social skills. Margaret Thatcher&#8217;s Government was running the country at that time and mass unemployment meant hard times for individuals, families and communities. For many young people, that meant a loss of ambition, opportunity and hope&#8212;a legacy from which some communities are only just recovering. What I learned from that experience&#8212;and believe to this day&#8212;is that investment in high-quality training and support will bring dividends to a young person and his or her community for years to come. The Christie commission report said:</p><p>&#8220;We must prioritise expenditure on public services which prevent negative outcomes from arising.&#8221;</p><p>Nowhere is that more valid than in creating and maintaining employment for young people.</p><p>In the 80s, Dunfermline Athletic football club was an employer that participated in the YTS scheme. The manager&#8212;a Mr Jim Leishman&#8212;had a gift for inspiring young people and helping them to grow as individuals, whether or not they went on to become professional footballers. I still work with Jim. We are both Labour councillors in Fife and Jim is provost of Fife. He uses that position to spread the message of opportunity and aspiration in schools and colleges across Fife.</p><p>That is the message that I want to get over today. Those of us in public life have a responsibility to do all that we can: to work with employers, training providers, trade unions and the third sector to make sure that we all have a clear focus on supporting young people into training, skills and jobs.</p><p>In conclusion, I believe and hope that, with clear direction and support from the Parliament, the whole of civic Scotland&#8212;the private and public sectors&#8212;can come together and put in place the investment and support to ensure that growing up in Scotland means a positive and productive future for young people. The alternative cannot be an option. [Applause.]</p>", "hdate": "2013-01-10", "major": "7", "subsection_id": "22681238", "parent": {"body": "Scottish Parliament: Youth Employment"}, "video_status": "0", "extract": "Thank you, Presiding Officer. I am pleased to be making my maiden speech in this important debate on youth employment. Ensuring that young people can achieve their potential in education and employment, alongside creating and sustaining job opportunities, must be at the heart of the Parliament&#8217;s agenda. I am proud to have been elected as a member of the Scottish Parliament to serve Mid...", "collapsed": 0, "speaker": {"first_name": "Jayne", "last_name": "Baxter", "title": "", "url": "/msp/?m=80540", "house": "4", "member_id": "80540", "person_id": "25171", "party": "Labour", "constituency": "Mid Scotland and Fife"}, "section_id": "22681238", "hpos": "142", "gid": "2013-01-10.16.28", "epobject_id": "22681266", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-01-10.16.0&amp;s=speaker%3A25171+section%3Asp#g16.28", "minor": "0", "htime": null, "speaker_id": "80540"}], "searchdescription": "in the 'Scottish Parliament debates' speaker:Jayne Baxter"}