{"info": {"total_results": 53, "s": "speaker:25182 section:sp", "first_result": 1, "spelling_correction": "", "results_per_page": 100, "page": "1"}, "rows": [{"body": "<p>First of all, I would like to clarify where I come from on same-sex marriage, then I would like to tell members briefly about how I participated in the work of the Equal Opportunities Committee on the bill, before concluding with what I think the bill is really about for me.</p><p>Yes&#8212;I come from France, a country that has just passed similar legislation. As Jackson Carlaw hinted, in the debate at the end of stage 2 in November last year, I finished my contribution with a childhood memory of a conversation that I had with my father. On the following day, members asked me to clarify the reason why I introduced chicken farming to a debate on marriage and civil partnership. I think that the words of my father might have been lost in translation.</p><p>I spent an idyllic childhood in rural France in one of those typical French villages. My father ran a chicken farm and I still remember the day, 40 years ago, when he told me about customers of his who lived as a couple in a remote farm nearby. I was struck by the way that my father spoke about this same-sex couple with great respect and in a friendly tone. I wonder what happened to those farmers and how much those two men would have liked to take the opportunity to get married, like every other farming couple in rural France.</p><p>I have something else to add about that. We have heard many contributions from members today, and it seems to me that no one has said that we all have prejudices. I have to say, maybe to my shame, that despite what my father told me, I did not twig. When I went to school, and then to secondary school, I was still full of prejudices towards gay people. I could not understand it; I never realised what my father was trying to tell me. Yet, I went to church every Sunday and was even an altar boy. My father did not go to church. He made the excuse that looking after his chickens was a seven days a week job. I went to church and listened to everything, but I also listened far too much to my peers at school.</p><p>I changed my mind when I grew up, but I feel that, out there, there are still a lot of people who are like I was when I was young and full of prejudices even though I had a strong family background, such as Alex Johnstone talked about.</p><p>I welcome the fact that Parliament and the Scottish Government have introduced the bill. We need to send the strong message to people that same-sex marriage that should be more than tolerated&#8212;that it should be celebrated.</p><p>However, all that I have told you about was in the past and we are here today, perhaps 40 years too late, voting on a bill that will give everyone the right to marry. When I was preparing for the debate last night, I happened to read a message on social media from John Mason, who spoken earlier. I congratulate him on the message that he posted in which he thanked everybody who had contacted him, in particular the people who disagreed with his position, and for doing so in a calm and sensible fashion. The member for Glasgow Shettleston must be commended for his words and his tone&#8212;not just then, but today.</p><p>I also take the opportunity to offer my thanks to everyone who wrote to me on the issue. As will other members of the Equal Opportunities Committee, I will do my best to respond to the many people who asked me to support the bill.</p><p>I listened carefully to John Mason; I also listened to Nigel Don. I urge John Mason to reconsider and to vote for the bill, despite his reservations.</p><p>We have heard about the meaning of the word &#8220;marriage.&#8221; That word does not belong to the state or to any religion; it belongs to the couples who marry, in church or not, whether or not they are same-sex couples, including farmers. The bill is not about words; it is about people.</p><p>I pay tribute to James Morton of the Equality Network and Scottish Transgender Alliance, who came to our committee to give evidence and to explain how equal marriage matters to trans and intersex people.</p>", "hdate": "2014-02-04", "major": "7", "subsection_id": "22879990", "parent": {"body": "Scottish Parliament: Marriage and Civil Partnership (Scotland) Bill"}, "video_status": "0", "extract": "First of all, I would like to clarify where I come from on same-sex marriage, then I would like to tell members briefly about how I participated in the work of the Equal Opportunities Committee on the bill, before concluding with what I think the bill is really about for me. Yes&#8212;I come from France, a country that has just passed similar legislation. As Jackson Carlaw hinted, in the...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22879990", "hpos": "149", "gid": "2014-02-04.5.36", "epobject_id": "22880026", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-02-04.5.0&amp;s=speaker%3A25182+section%3Asp#g5.36", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I also thank Linda Fabiani for defending the transgender community&#8217;s cause. If this bill has achieved anything that we did not expect it to achieve, it has been to get out in the open the transgender community&#8217;s agenda.</p>", "hdate": "2014-02-04", "major": "7", "subsection_id": "22879990", "parent": {"body": "Scottish Parliament: Marriage and Civil Partnership (Scotland) Bill"}, "video_status": "0", "extract": "I also thank Linda Fabiani for defending the transgender community&#8217;s cause. If this bill has achieved anything that we did not expect it to achieve, it has been to get out in the open the transgender community&#8217;s agenda.", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22879990", "hpos": "151", "gid": "2014-02-04.5.38", "epobject_id": "22880028", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-02-04.5.0&amp;s=speaker%3A25182+section%3Asp#g5.38", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Will the cabinet secretary agree that relocating some services from Aberdeen to Dundee is the opposite of centralisation for the people Nanette Milne, Alison McInnes and I represent across the North East?</p>", "hdate": "2014-01-28", "major": "7", "subsection_id": "22865819", "parent": {"body": "Scottish Parliament: Fire and Police Control Rooms (Closure)"}, "video_status": "0", "extract": "Will the cabinet secretary agree that relocating some services from Aberdeen to Dundee is the opposite of centralisation for the people Nanette Milne, Alison McInnes and I represent across the North East?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22865819", "hpos": "19", "gid": "2014-01-28.2.13", "epobject_id": "22865832", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-28.2.0&amp;s=speaker%3A25182+section%3Asp#g2.13", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I welcome the stage 3 debate on the Regulatory Reform (Scotland) Bill. I read with interest the Economy, Energy and Tourism Committee&#8217;s stage 1 report on the bill, which was published on 8 October last year. Unfortunately for me today, I joined the committee a month later, in November.</p><p>The bill&#8217;s purpose was clear from the outset&#8212;it is to improve the way in which regulation is developed and applied across Scotland, to protect people and the environment and to help businesses to flourish and create jobs. Much work has been done at the committee level by our Economy, Energy and Tourism Committee and in the Rural Affairs, Climate Change and Environment Committee.</p><p>I read in the Economy, Energy and Tourism Committee&#8217;s report that the Scottish Government adopted the five key principles for regulatory functions that the regulatory review group proposed. They are that regulatory functions should be</p><p>&#8220;exercised in a way that is transparent, accountable, proportionate and consistent, and ... targeted only at cases in which action is needed&#8221;.</p><p>The intention is again clear. The Government has a distinctive better regulation agenda to create a more successful country through increasing economic growth. The bill will not only improve the public sector&#8217;s efficiency and affordability but provide a more supportive business environment.</p><p>I will give three examples of how the bill will achieve that. The first example is that the Scottish Environment Protection Agency will be given a new statutory function and a broader role to reflect the sort of environmental regulator that Scotland will need in the future. The way in which SEPA works with businesses and other stakeholders has already changed beyond recognition, but the bill will provide a simpler legislative framework for SEPA, to reduce the administrative burden on businesses and make it easier for them to understand SEPA&#8217;s role in protecting them and communities from environmental harm.</p><p>The second example is from how the bill will bring transparency to policy development and decision making in offshore energy development. The seas around us have the potential to bring sustainable and renewable energy to levels that many countries would love to reach. With 25 per cent of Europe&#8217;s tidal power and 10 per cent of its wave power&#8212;and with the potential that we have in offshore wind&#8212;Scotland needs better and quicker mechanisms in place to deal with the concerns of the people who would be affected by such decisions and the concerns about lengthy delays for the people who are behind such vital projects for our country.</p><p>The third example relates to part 3 of the bill, which will bring consistency and transparency to the regulation of mobile food businesses and, when possible, reduce the cost of operation for those businesses. I worked all my life in the food industry before coming to Parliament, and I celebrate any good news to help food businesses to cope with regulation better. I cannot wait for the new food body to be established in Scotland, to ensure that Scottish food is safe to eat and to improve the diet and nutrition of people such as me who overindulge.</p><p>More important, that agency will be an effective and proportionate regulator that supports the Scottish food and drink industry in growing its strong international reputation for safe, quality food. I know that ministers are preparing a bill to create the new food body early this year. As I said, I cannot wait to see that launched. I will support it as I support the bill, to protect people and help businesses to flourish.</p>", "hdate": "2014-01-16", "major": "7", "subsection_id": "22847280", "parent": {"body": "Scottish Parliament: Regulatory Reform (Scotland) Bill"}, "video_status": "0", "extract": "I welcome the stage 3 debate on the Regulatory Reform (Scotland) Bill. I read with interest the Economy, Energy and Tourism Committee&#8217;s stage 1 report on the bill, which was published on 8 October last year. Unfortunately for me today, I joined the committee a month later, in November. The bill&#8217;s purpose was clear from the outset&#8212;it is to improve the way in which regulation...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22847280", "hpos": "231", "gid": "2014-01-16.20.28", "epobject_id": "22847308", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-16.20.0&amp;s=speaker%3A25182+section%3Asp#g20.28", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I welcome this debate. I joined the Justice Committee a few months ago, too late to have any input into its excellent report, &#8220;Inquiry into the effectiveness of the provisions of the Title Conditions (Scotland) Act 2003&#8221;&#8212;not the most engaging title, if I may say so.</p><p>As we heard, the report is about properties and land, and their ownership and maintenance. I note that the Justice Committee and the Scottish Government agree that we have a cultural problem with land and property ownership in Scotland. Today we have an opportunity to tackle a culture that glorifies consumerism for the many but reserves ownership and control of properties and land for the few.</p><p>Last night, BBC 1 Scotland exposed that culture in its excellent programme, &#8220;The Men Who Own Scotland&#8221;. BBC reporter David Miller used the examples of Scandinavian countries and France to show how different the culture is in other countries. Paul Wheelhouse, Minister for Environment and Climate Change, gave our party&#8217;s vision for the future. It is a vision that I share&#8212;a vision of our rural and urban communities taking a full part in managing land and properties.</p><p>I agree with the BBC programme last night and with the response of the Scottish Government today: we do not need a revolution or even legislation to change this culture. We need to define the direction of travel for the future of property and land in Scotland as regards both ownership and management. Doing nothing is not an option, as the report said. A strong code of practice is the start that our communities need to gain control of the management of land and properties&#8212;management that they are paying for. I join John Lamont in his call for more information on the timing of the establishment of such a code from the minister.</p><p>In January 2009, in my home town of Westhill, more than 110 residents heckled the boss of the firm Greenbelt Group over the upkeep of open spaces. The boss admitted that pictures showing the lack of upkeep of treasured open spaces in the neighbourhood were &#8220;terrible&#8221;. I remember that the public meeting was long and heated, with members of the Scottish Parliament sitting alongside Aberdeenshire Council employees, representatives of developers and councillors to hear the explanations from the company. I was there, and the explanations were not adequate then and are still not adequate now.</p><p>The committee and the Government found that the main reason that the position of consumers of services that are provided by landowning land maintenance companies appears to have improved in recent years is that individuals and organised groups of residents have given up. After many years of fruitless negotiations and protests, they have returned to their normal lives.</p><p>The local resistance to the Greenbelt Group has largely dissipated in my home town, with the majority of the Leddach Grange residents appearing to have grudgingly accepted that payment is unavoidable. They feel let down, not only by the people from the Greenbelt Group but by local authorities and local developers. Firms such as Greenbelt continue to profit while residents pay through the nose for relatively basic services. I thank Charlie Flint for his email on that subject&#8212;Charlie formed the Leddach Grange residents association in August 2005. The picture is the same across the region that I represent. I hear that maintenance charges recently increased from &#163;163 to &#163;228 in Inverurie, Aberdeenshire.</p><p>I feel that more top-down, complex and impractical legislation is not what is required, as we want to reflect the aspirations of our communities&#8212;both urban and rural. I thank the members of the Justice Committee at the time of the inquiry for their work and the Scottish Government for its measured response.</p>", "hdate": "2014-01-09", "major": "7", "subsection_id": "22830498", "parent": {"body": "Scottish Parliament: Title Conditions (Scotland) Act 2003"}, "video_status": "0", "extract": "I welcome this debate. I joined the Justice Committee a few months ago, too late to have any input into its excellent report, &#8220;Inquiry into the effectiveness of the provisions of the Title Conditions (Scotland) Act 2003&#8221;&#8212;not the most engaging title, if I may say so. As we heard, the report is about properties and land, and their ownership and maintenance. I note that the...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22830498", "hpos": "165", "gid": "2014-01-09.17.15", "epobject_id": "22830513", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-09.17.0&amp;s=speaker%3A25182+section%3Asp#g17.15", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>To ask the Scottish Government what plans it has for providing educational infrastructure in North East Scotland.</p>", "hdate": "2014-01-08", "major": "7", "subsection_id": "22827466", "parent": {"body": "Scottish Parliament: Cantonese and Mandarin (Teaching)"}, "video_status": "0", "extract": "To ask the Scottish Government what plans it has for providing educational infrastructure in North East Scotland.", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22827466", "hpos": "12", "gid": "2014-01-08.2.8", "epobject_id": "22827474", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-08.2.0&amp;s=speaker%3A25182+section%3Asp#g2.8", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p></p><p>17. To ask the Scottish Government what plans it has for providing educational infrastructure in North East Scotland. (S4O-02763)</p>", "hdate": "2014-01-08", "major": "7", "subsection_id": "22827557", "parent": {"body": "Scottish Parliament: Educational Infrastructure (North East Scotland)"}, "video_status": "0", "extract": "17. To ask the Scottish Government what plans it has for providing educational infrastructure in North East Scotland. (S4O-02763)", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22827557", "hpos": "96", "gid": "2014-01-08.16.1", "epobject_id": "22827558", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-08.16.0&amp;s=speaker%3A25182+section%3Asp#g16.1", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Will the cabinet secretary join me in welcoming the &#163;19.9 million that the Scottish Government has provided through the Scottish Futures Trust for the new Alford community campus in Aberdeenshire?</p>", "hdate": "2014-01-08", "major": "7", "subsection_id": "22827557", "parent": {"body": "Scottish Parliament: Educational Infrastructure (North East Scotland)"}, "video_status": "0", "extract": "Will the cabinet secretary join me in welcoming the £19.9 million that the Scottish Government has provided through the Scottish Futures Trust for the new Alford community campus in Aberdeenshire?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22827557", "hpos": "98", "gid": "2014-01-08.16.3", "epobject_id": "22827560", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-08.16.0&amp;s=speaker%3A25182+section%3Asp#g16.3", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I welcome the debate that Jackie Baillie has brought to the chamber on the discontinuation of the Home Office go home campaign. This is our last day of debates in the chamber before Christmas, and I have a message of good will for Jackie Baillie: &#8220;Feliz Natal!&#8221;&#8212;a merry Christmas from a new Scot born in France to an MSP to highlight our shared Portuguese identity.</p><p>Those last remarks require a wee explanation. My mother, like Jackie Baillie&#8217;s father, is Portuguese. I am sure that Jackie Baillie and I share some of the same childhood memories of fados, strong Christian faith and dried figs. I like to think that the main reason that I decided to pack my suitcase and leave to settle abroad was the fact that my Portuguese grandfather did the same thing before me. The Portuguese tradition of considering the world as a good place to live is very much the same tradition that I found here in Scotland. Jackie Baillie and I must have many relatives in South America, just as most Scots have many relatives in North America. I see Scotland as the Portugal of the British isles, although fortunately for the people in Portugal decisions are not taken in Madrid.</p><p>That is what the debate is about. The poster campaigns in Glasgow originated not from this Parliament but from the Home Office in London. Like the Scottish Refugee Council, I was appalled by the Home Office go home campaign, but it did not come as a surprise to me. The rhetoric around refugees and migration south of the border has been hotting up for some decades, and the campaign is just the logical progression of the debate that is taking place at Westminster.</p><p>The first mistake&#8212;I do not know why I give the Home Office the benefit of the doubt by calling it a mistake&#8212;is to mix two separate issues into one. Jackie Baillie made that mistake in her speech. We need to separate migration and the right to asylum. The second mistake is to make the issue a political argument&#8212;we have just heard an intervention in that vein&#8212;in order to win votes. The last mistake is not to realise that, once a negative campaign of fear against a group of people has been started, it is very difficult to stop.</p><p>I heard a lot of ideas from people who were offended by the go home campaign. We might have had to start our own campaign&#8212;&#8220;Welcome to Scotland: we want you to stay, we need you to stay&#8221;&#8212;if the Home Office campaign had not stopped.</p><p>We in the chamber all agree on the valuable contribution that refugees can make here in Scotland. Recently I ventured out of my own region to visit a very active group of refugees and asylum seekers in Maryhill in Glasgow. I made them laugh when I told them that I became an MSP without having to prove my identity&#8212;my French passport was not needed. That is an example of how inclusive a society we are, and we should celebrate that more often. That was one of the conclusions that was reached at the our day: migrants in Scotland event that was held in the Parliament last Tuesday, at which the Minister for External Affairs and International Development spoke.</p><p>We, as politicians, have the biggest responsibility in keeping political debate free from negative campaigns of fear towards refugees and migrant communities. We must debate the issues but with a different tone. I, for one, do not blame the media down south, because the media reflects only what the political establishment in London is saying day after day. We cannot help what the Westminster message is, but we can ensure that every political party in Scotland takes another direction when talking about refugees and migration.</p><p>My message to the media in Scotland is that we want it to report the positive message coming out of this chamber, which is based on facts. Page 118 of the Scottish Refugee Council&#8217;s report &#8220;In Search of Normality: Refugee Integration in Scotland&#8221; shows how refugees see Scotland: they say that they feel welcome and that the problem is the Home Office. In the report &#8220;New Scots&#8212;Integrating Refugees in Scotland&#8217;s Communities&#8221; from the Convention of Scottish Local Authorities, the Scottish Refugee Council and the Scottish Government, we can read of the vision of how we can do things better in Scotland than they are done at Westminster just now.</p>", "hdate": "2013-12-19", "major": "7", "subsection_id": "22819985", "parent": {"body": "Scottish Parliament: Home Office Go Home Campaign"}, "video_status": "0", "extract": "I welcome the debate that Jackie Baillie has brought to the chamber on the discontinuation of the Home Office go home campaign. This is our last day of debates in the chamber before Christmas, and I have a message of good will for Jackie Baillie: &#8220;Feliz Natal!&#8221;&#8212;a merry Christmas from a new Scot born in France to an MSP to highlight our shared Portuguese identity. Those last...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22819985", "hpos": "110", "gid": "2013-12-19.17.6", "epobject_id": "22819991", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-19.17.0&amp;s=speaker%3A25182+section%3Asp#g17.6", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>We can read about the same thing in &#8220;Scotland&#8217;s Future: Your Guide to an Independent Scotland&#8221;.</p><p>I am afraid that Jackie Baillie will not be happy with me. I am not going to give her a Christmas card, but she will get an email that will explain that, instead, I chose to drive to Peterhead and give a cheque to the local fishermen&#8217;s mission. I learned there that there will be a very special Christmas lunch for all the foreign crews working in the fishing industry. That is an industry that is dear to me and which would not have survived over the years without the migrants who chose to come and work in Scotland. What a wonderful Christmas message from the blue toon&#8212;Peterhead&#8212;in giving a message of thanks for all the people who have chosen to come and live here in Scotland.</p>", "hdate": "2013-12-19", "major": "7", "subsection_id": "22819985", "parent": {"body": "Scottish Parliament: Home Office Go Home Campaign"}, "video_status": "0", "extract": "We can read about the same thing in &#8220;Scotland&#8217;s Future: Your Guide to an Independent Scotland&#8221;. I am afraid that Jackie Baillie will not be happy with me. I am not going to give her a Christmas card, but she will get an email that will explain that, instead, I chose to drive to Peterhead and give a cheque to the local fishermen&#8217;s mission. I learned there that there...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22819985", "hpos": "112", "gid": "2013-12-19.17.8", "epobject_id": "22819993", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-19.17.0&amp;s=speaker%3A25182+section%3Asp#g17.8", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Listening to Jenny Marra, I was reminded of a quote attributed to the United States President George W Bush:</p><p>&#8220;The problem with the French is that they don&#8217;t have a word for entrepreneur.&#8221;</p><p>It seems that the problem with Scottish Labour is that it does not know the meaning of the French word &#8220;entrepreneur&#8221;.</p><p>I should explain that I joined the Economy, Energy and Tourism Committee only recently. As a substitute member of the committee, Joan McAlpine, who has already spoken in the debate, will have attended more meetings than me. Nevertheless, I was delighted to hear that our committee supported the Bankruptcy and Debt Advice (Scotland) Bill at stage 1. I am particularly impressed with the wide support from stakeholders that the Scottish Government has received on the bill. The bill is needed and I, too, welcome it.</p><p>Many years ago, like many other working single parents, I experienced a level of personal debt that I found difficult to manage at the time, although I made sure to keep all my creditors informed of my financial situation and sent them regular updates. The reason for that was simple: I managed a seafood export business and spent a lot of my time chasing slow payers in order to avoid bad debts. I therefore saw both sides of the problem. The Scottish Government does, too, and I congratulate it on its balanced and responsible approach to improving the debt management mechanism while respecting the rights of both the creditor and the individual caught in a spiral of debts.</p><p>Irresponsible banking practices have brought to many countries debt levels that their Governments are struggling to cope with. The same banks have been pushing businesses into factoring arrangements that protect only the bank, thereby failing the struggling businesses and their creditors, who end up paying for another form of irresponsible lending.</p><p>Banks who pushed their customers to take on more loans in the UK did so because of competition. We have all seen the television adverts, and we have all answered unsolicited phone calls telling us how easy it is to borrow money whatever our financial situation.</p><p>I am delighted that the minister came to Aberdeen to launch the 12 days of debtmas campaign with one of the organisations that are involved in responding to that level of unsolicited loans. In my North East Scotland region, a number of organisations provide help to those who are struggling with debt. In Aberdeenshire, Gordon Rural Action covers the towns of Ellon, Huntly and Inverurie and their substantial rural heartlands. Its money advice service aims to help people gain control of their financial affairs and achieve the best possible outcome. It has a number of advice centres, and home visits can be arranged for those who are less able to travel. In 2012-13, Gordon Rural Action dealt with 14,718 issues. It is currently handling more than &#163;13 million of debt on behalf of its money advice clients&#8212;it uses the Citizens Advice Scotland advice system to do that.</p><p>Dundee City Council welfare rights team gives advice about debts and helps, in various ways, people who owe money and are having problems paying it back. It does not make any judgments about why the people who come for advice are in debt; its job is to help sort out the problem, regardless of how the debts arose. It also conducts outreach clinics across Dundee.</p><p>Citizens Advice Scotland also provides invaluable advice and support for those in debt, with bureaux in a number of locations across the north-east, including one in my home town of Westhill. Its website also provides useful information on how to stay out of debt over the Christmas period. The point is valid. Unemployment in Westhill is at 0.6 per cent. It is a very rich town and I am very proud to live in such a fantastic place, but it has debt problems, too, and receives the same amount of unsolicited phone calls as the rest of Scotland.</p><p>I recognise the progress made in tackling the level of personal insolvencies, with more debtors opting for the debt arrangement scheme. The Scottish Government&#8217;s efforts and actions to raise awareness of the scheme have brought a decrease of more than 10 per cent compared with last year, which is a positive outcome, despite the financial climate in the UK. How much more can we do?</p><p>The culture of payday loans must be challenged, and we, across the chamber, should make it very clear that a cap on payday loans must come sooner rather than later. As we heard, the minister has called on the UK Government to put the cap in place as early as April 2014.</p><p>The political parties in the better together coalition are invited to make a positive contribution to discourage irresponsible credit before the referendum in September 2014. By failing to act, Westminster is sending a strong message to people who live in Scotland: it is only by having the powers of independence that we can bring payday lending under control.</p><p>On page 400, in response to question 74, the white paper states:</p><p>&#8220;With independence, the Scottish Government will be able to act on issues that are of particular concern for Scottish consumers, such as pay day lending and nuisance calls. For example, this Government would introduce a cap on short-term interest rates, similar to those in place in many countries in Europe, Japan, Canada and some US states. The current Scottish Government plans to regulate the advertising of pay day lenders and place restrictions on the &#8216;rolling over&#8217; of loans.&#8221;</p><p>The white paper offers a vision for Scotland&#8217;s future. It is not only a guide to an independent Scotland; it will also make a great Christmas present&#8212;debt free!</p>", "hdate": "2013-12-18", "major": "7", "subsection_id": "22817002", "parent": {"body": "Scottish Parliament: Bankruptcy and Debt Advice (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "Listening to Jenny Marra, I was reminded of a quote attributed to the United States President George W Bush: &#8220;The problem with the French is that they don&#8217;t have a word for entrepreneur.&#8221; It seems that the problem with Scottish Labour is that it does not know the meaning of the French word &#8220;entrepreneur&#8221;. I should explain that I joined the Economy, Energy and...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22817002", "hpos": "175", "gid": "2013-12-18.20.66", "epobject_id": "22817068", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-18.20.0&amp;s=speaker%3A25182+section%3Asp#g20.66", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I thank the minister for her answer. How are communities and individuals in the north-east benefiting as a result of the development of community sports hubs?</p>", "hdate": "2013-12-11", "major": "7", "subsection_id": "22801152", "parent": {"body": "Scottish Parliament: Community Sports Hubs (North East Scotland)"}, "video_status": "0", "extract": "I thank the minister for her answer. How are communities and individuals in the north-east benefiting as a result of the development of community sports hubs?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22801152", "hpos": "71", "gid": "2013-12-11.13.2", "epobject_id": "22801154", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-11.13.0&amp;s=speaker%3A25182+section%3Asp#g13.2", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I declare an interest, in that I have worked for the past 20 years in the Scottish fishing industry in Aberdeen, in North East Scotland, the region that I have the pleasure and honour of representing as a member of the Scottish Parliament.</p><p>I have been involved in various fishing organisations, both in the catching sector and in the processing sector and I have often heard, in many meetings, about the admiration that the members of the Scottish industry have for the representatives of other EU countries&#8212;particularly French representatives&#8212;and for the way in which they negotiate with the rest of the EU.</p><p>Richard Lochhead, the cabinet secretary, might not be a Frenchman but he is perhaps the closest that we have to one because of the skills that he has developed over the years in the fisheries negotiations. Particularly important is the experience that he has gained in regionalisation, which Claire Baker has spoken about and which is mentioned in the Labour amendment. It is very important that we have regionalisation, which has been put forward by the cabinet secretary and which the EU will implement.</p><p>Richard Lochhead has also had a lot of experience of dealing with UK ministers and EU commissioners over the years. He has persevered and has convinced successive UK Governments and the Department for Environment, Food and Rural Affairs of the importance of the Scottish fishing industry by briefing them and sitting behind them, hoping for the best, when he has attended EU meetings. He has all the patience that I, as a Frenchman, do not have.</p><p>The cabinet secretary comes to the latest negotiations without the backing of the UK Parliament and DEFRA, however, because of a concordat that was signed early in May 2012, of which we have not yet seen the outcome. In that concordat, the UK Parliament, the National Assembly for Wales, the Northern Ireland Assembly and the Scottish Parliament were united in demanding that DEFRA, the UK Government department that is in charge of fishing quota management, release the names of the individual companies and multinationals that have been trading quotas. Some of those are profiteering from the work of active fishermen and some are causing the same concern in the fishing industry that slipper farmers are causing in the farming industry. The cabinet secretary has been patient, but it is important that he secure that outcome at the end of this year, before we enter the negotiations in January. I seek reassurance from the cabinet secretary on that point.</p><p>The Scottish Seafood Association, of which I was a member, has stated that its members support complete transparency regarding quotas, as has the Mallaig and North West Fishermen&#8217;s Association and the Aberdeen Fish Producers Organisation. They are all in favour of transparency regarding quotas, which is important when we talk about the negotiations next week. Transparency will be the first step in regaining control of Scotland&#8217;s fishing rights, because it will give future generations access to quotas that we do not have now. The consequences of the establishment of a publicly accessible register of fixed quota allocation holdings and transactions will be that the value of trading quotas will plunge to a level that will allow working fishermen and young fishermen to go fishing, which will mean a great future for our industry.</p>", "hdate": "2013-12-10", "major": "7", "subsection_id": "22798465", "parent": {"body": "Scottish Parliament: Fisheries Negotiations"}, "video_status": "0", "extract": "I declare an interest, in that I have worked for the past 20 years in the Scottish fishing industry in Aberdeen, in North East Scotland, the region that I have the pleasure and honour of representing as a member of the Scottish Parliament. I have been involved in various fishing organisations, both in the catching sector and in the processing sector and I have often heard, in many meetings,...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22798465", "hpos": "68", "gid": "2013-12-10.6.11", "epobject_id": "22798476", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-10.6.0&amp;s=speaker%3A25182+section%3Asp#g6.11", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I, too, welcome the results of the census, particularly with regard to the new question about identity. I have a lot to say about that, but I will also talk about migration, citizenship and freedom, which are interests of mine.</p><p>First, 83 per cent of respondents indicated that they felt Scottish. That is important because that is all about who we are as Scottish people living here in Scotland. I feel that way. If I was asked in the census how I felt&#8212;and I was asked that question&#8212;I would tick the &#8220;Scottish&#8221; box. That is because I feel Scottish&#8212;and not only do I feel Scottish, but I was made welcome in this country very quickly as somebody who is Scottish. No one, whether they are a member in this Parliament or anybody else, would be justified in asking me why I should not feel Scottish. That is very important.</p><p>The question shows how Scotland is leading Europe and the world. There is an idea here that people can hold multiple identities while still keeping a very strong Scottish identity. Unfortunately, so far, that does not reflect what they have in their pocket. In my pocket I have an identity card that says that I am French. However, we do not have a Scottish identity card. It is quite strange for a nation that feels so proudly Scottish&#8212;as I do&#8212;not to have the paperwork for that identity. Is that important? Is it important to have that paperwork? I see Cameron Buchanan shaking his head. I agree&#8212;it is not that important. It is like the shirts that people wear. Marco Biagi mentioned football, and although I do not have a lot of time just now to watch international football in my local pub, when I do so, I have no problem wearing a Scottish shirt, a French shirt or even&#8212;because my mother happens to be Portuguese&#8212;a Portuguese shirt.</p>", "hdate": "2013-12-03", "major": "7", "subsection_id": "22781896", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Census"}, "video_status": "0", "extract": "I, too, welcome the results of the census, particularly with regard to the new question about identity. I have a lot to say about that, but I will also talk about migration, citizenship and freedom, which are interests of mine. First, 83 per cent of respondents indicated that they felt Scottish. That is important because that is all about who we are as Scottish people living here in Scotland....", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22781896", "hpos": "130", "gid": "2013-12-03.4.28", "epobject_id": "22781924", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-03.4.0&amp;s=speaker%3A25182+section%3Asp#g4.28", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I thank the member.</p><p>I just mentioned my mother being Portuguese. Portugal is like Scotland; it is the same kind of country with the same population and a shared history of migration. A lot of people have migrated out of this country and people are still doing so today. We are talking today for the first time about a modern Scotland retaining its youth, which is very different from what happened in the past. A modern Scotland will attract people from across the world because it is seen as the land of opportunity, and that is reflected in the census.</p><p>I was delighted to see that Dundee and Aberdeen are becoming more multicultural and diverse. This afternoon, pupils from Albyn School in Aberdeen came to see us, and one of the children who asked a question came from France. I was astonished at that.</p><p>I would also like to talk about population growth. The way to grow our population is not only through inward migration or by asking people not to migrate away from Scotland.</p>", "hdate": "2013-12-03", "major": "7", "subsection_id": "22781896", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Census"}, "video_status": "0", "extract": "I thank the member. I just mentioned my mother being Portuguese. Portugal is like Scotland; it is the same kind of country with the same population and a shared history of migration. A lot of people have migrated out of this country and people are still doing so today. We are talking today for the first time about a modern Scotland retaining its youth, which is very different from what...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22781896", "hpos": "132", "gid": "2013-12-03.4.30", "epobject_id": "22781926", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-03.4.0&amp;s=speaker%3A25182+section%3Asp#g4.30", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I will close straight away, Presiding Officer.</p><p>There is a great possibility for a baby boom. We could have more and more children. There is a 5 per cent increase in the number of under-fives and we could do a lot more in the years to come. I am already waiting for the next census to come out.</p>", "hdate": "2013-12-03", "major": "7", "subsection_id": "22781896", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Census"}, "video_status": "0", "extract": "I will close straight away, Presiding Officer. There is a great possibility for a baby boom. We could have more and more children. There is a 5 per cent increase in the number of under-fives and we could do a lot more in the years to come. I am already waiting for the next census to come out.", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22781896", "hpos": "134", "gid": "2013-12-03.4.32", "epobject_id": "22781928", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-03.4.0&amp;s=speaker%3A25182+section%3Asp#g4.32", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>What does the member think about the van that the Westminster Government used to tell people who were not born in this country that they should go home?</p>", "hdate": "2013-12-03", "major": "7", "subsection_id": "22781896", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Census"}, "video_status": "0", "extract": "What does the member think about the van that the Westminster Government used to tell people who were not born in this country that they should go home?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22781896", "hpos": "141", "gid": "2013-12-03.4.39", "epobject_id": "22781935", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-03.4.0&amp;s=speaker%3A25182+section%3Asp#g4.39", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I congratulate Willie Rennie on saying that we are moving in the right direction.</p><p>Like many of my generation, I have lost too many friends and family members to drug use. I am not surprised by the finding that there are more individuals with a drug use problem in the 35 to 64 age group than there are in the 15 to 34 group. My generation failed to recognise the danger of drug use and, today, the same generation is failing to recover from it. More to the point, many of my generation still consider drug use to be a recreational habit and still claim that they should have the freedom to choose to use drugs. They ignore the cost to society and the human cost&#8212;more than 500 lives a year are lost to drug use in Scotland.</p><p>I am delighted to have the opportunity to speak on the independent expert review of opioid replacement therapies that was commissioned by the chief medical officer and led by the independent Drugs Strategy Delivery Commission. Some members have already told stories about what is happening today. Because the biggest problem is among the older generation, I would like to share with the chamber a story about one of my friends back in France before I came to Scotland.</p><p>This person was normal&#8212;he could have been somebody&#8217;s neighbour. He was a young plumber of 18 years old. He looked after his flat and his little car very well, and he was careful about what he ate. However, he loved recreational drugs, which he took all the time. He told me all the time, &#8220;Christian, you should share this with me. You should try it.&#8221; I always said that it was not for me and I argued that it would lead to the use of harder drugs. He always dismissed me. He had a regular life and a regular girlfriend, who was his sweetheart. When I left France, he was one of the friends whom I really missed.</p><p>Two or three years later, I heard that my friend had died. I did not understand why, so I inquired and I discovered that he had died of a drug overdose. What happened was a silly thing&#8212;his sweetheart left him and one thing led to another. He did not die with tattoos or doing anything illegal; he just died of an overdose.</p><p>That story shows that, although everyone could be led to believe that using drugs is a personal choice, addiction is extremely difficult to recover from. In those days, people did not have the same opportunities as are available today. I wish that my friend Pascal had had the opportunities that opioid replacement therapies offer people in Scotland today.</p><p>In my area&#8212;in Aberdeen city and Aberdeenshire&#8212;the statistics show that the number of drug-related deaths fell between 2011 and 2012. In my region&#8212;North East Scotland&#8212;recovery communities have been set up. Aberdeen in recovery was formed by a small group of people in recovery in 2012, with support from Aberdeen city alcohol and drugs partnership, to help to reduce stigma and raise the profile of recovery from addiction to drugs and alcohol. Fraserburgh in recovery has received &#163;1,000 of grant funding. It offers peer mentoring and alternative therapies and it showcases recovery journeys.</p><p>&#8220;The Road to Recovery&#8221; is the only way to tackle the problem of drug use, but I am delighted that the expert group recognised that it can be delivered only as part of a coherent person-centred recovery plan.</p><p>The rate of drug taking in the population is falling, and drug-death statistics show an ageing cohort of drug users. The number of drug deaths among under-25s is falling and is at its lowest level since records began. Many of those who are lost to us are older drug users who have become increasingly unwell over the years. Drug-death statistics reflect wider sources of data that show a decrease in drug use among the population and show that far fewer young people are using drugs than before.</p><p>My generation has a huge responsibility for the number of people who are affected by the problem of drug use. Too many people of my age still choose to ignore the danger of drug use, despite the number of friends and family members whom we have lost to it over the years.</p><p>I can see that, through the education programme that is in place for Scottish schoolchildren, younger generations have a different attitude to drug use. I know that my daughters have that and I hope that my grandchildren will have the same kind of attitude. That is borne out in the statistics, which show that the rate of drug taking among young people is the lowest in a decade.</p><p>The position is encouraging. I thank everyone who is involved in delivering the Scottish Government&#8217;s strategy, which is keeping people alive. I know how important it is for families of different backgrounds across Scotland. Opioid replacement therapy&#8212;methadone&#8212;is keeping a member of my family alive and I am thankful for that.</p>", "hdate": "2013-11-28", "major": "7", "subsection_id": "22768223", "parent": {"body": "Scottish Parliament: Independent Expert Review of Opioid Replacement Therapies"}, "video_status": "0", "extract": "I congratulate Willie Rennie on saying that we are moving in the right direction. Like many of my generation, I have lost too many friends and family members to drug use. I am not surprised by the finding that there are more individuals with a drug use problem in the 35 to 64 age group than there are in the 15 to 34 group. My generation failed to recognise the danger of drug use and, today,...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22768223", "hpos": "176", "gid": "2013-11-28.23.20", "epobject_id": "22768243", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-28.23.0&amp;s=speaker%3A25182+section%3Asp#g23.20", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I thank Mary Fee, the previous convener of the Equal Opportunities Committee, who welcomed me to the committee when we first considered the bill. A few months later, I welcomed Margaret McCulloch as our new convener.</p><p>Before I come to the detail of the recommendations that we made in our report, I thank all the members of the committee for their warm welcome and for the way that we worked together on the bill. I echo the words of Alex Johnstone and John Mason when I say that we agreed to disagree and then moved forward.</p><p>We made a couple of recommendations on registration of celebrants. The first came from the evidence of Ephraim Borowski of the Scottish Council of Jewish Communities, who addressed the definition of non-civil marriages, particularly in the context of humanist marriages. We feel that it is important to reflect the distinction between religious ceremonies and belief ceremonies, which is why we ask the Scottish Government its views on the suggested amendment on the redefinition of non-civil marriages.</p><p>Ross White of the Humanist Society Scotland gave evidence and commented on the Church of Scotland&#8217;s preferential status in law. We ask the Government to clarify its view on the claim that the Church of Scotland has a privileged status in marriage law.</p><p>A lot was said about the Government&#8217;s forthcoming review of civil partnerships and we heard the cabinet secretary today reassure us that the review will come soon. We note the Scottish Government&#8217;s plan to consider issues relating to civil partnerships, including opposite-sex civil partnerships.</p><p>To understand better the reasons behind the bill, we did a fair bit of travelling when taking evidence. Believe me, the international perspective was always there. Under the bill, same-sex couples who have entered into a civil partnership in another country will have to dissolve their partnership before being permitted to marry here in Scotland. The committee feels that such couples should be able to convert their civil partnership to a marriage, just as couples whose civil partnerships were conducted in Scotland will be able to do.</p><p>The Scottish Government believes that allowing gender-neutral ceremonies could cause problems for denominations that might not want to use a gender-neutral marriage declaration when marrying an opposite-sex couple. We kind of disagree, and we would like the Government to reconsider. It should be possible to allow a choice of gender-neutral or gender-specific language for marriage declarations.</p><p>Professor John Curtice told us how much public opinion has changed regarding attitudes towards same-sex relationships. I am pleased that a lot of our work was to recognise the change of gender for married persons or civil partners, as I feel that attitudes towards transgender communities have not yet changed as much as I would like. James Morton of the Scottish Transgender Alliance told us about his proposal for an amendment to the bill to make sure that a spouse cannot stop his or her partner&#8217;s gender recognition. James said that for someone to have their gender identity legally recognised and respected by their Government is a human right and something that no one should be able to stop.</p><p>We considered how spouses of people seeking gender recognition might find the process difficult, although an important point is that we have not received any evidence from their perspective. After long consideration, we came to the conclusion that the non-transitioning spouse&#8217;s personal choice is sufficiently protected by the automatic grounds for divorce that are triggered by his or her partner seeking gender recognition. In the report, we ask for the requirement for spousal consent for gender recognition to be removed.</p><p>We received evidence about lowering the age requirement to change gender. James Morton said:</p><p>&#8220;Transgender people aged 16 or 17 will remain discriminated against under the bill as drafted&#8221;.&#8212;[Official Report, Equal Opportunities Committee, 5 September 2013; c 1391.]</p><p>We do not think that we have enough evidence on lowering the age requirement, which is why we have asked the Government to provide a detailed response on the issue in advance of stage 2.</p><p>To conclude, I would like to share a thought about how the world has moved on. As members must know by now, I was raised on a chicken farm in Burgundy in France. I clearly remember the day my father told me about one of his regular customers, a farmer who lived in the remote village with his partner. I was struck by the way that my father spoke about this couple, with great respect and in a friendly tone. I disagree with Elaine Smith, who talked about a small group of activists, because I would not consider that couple, deep in rural France, to be a small group of activists. I wonder what happened to them, and I wonder how much those two farmers&#8212;those two men&#8212;would have liked to get married, like every other farming couple in rural France many decades ago.</p>", "hdate": "2013-11-20", "major": "7", "subsection_id": "22752660", "parent": {"body": "Scottish Parliament: Marriage and Civil Partnership (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I thank Mary Fee, the previous convener of the Equal Opportunities Committee, who welcomed me to the committee when we first considered the bill. A few months later, I welcomed Margaret McCulloch as our new convener. Before I come to the detail of the recommendations that we made in our report, I thank all the members of the committee for their warm welcome and for the way that we worked...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22752660", "hpos": "314", "gid": "2013-11-20.3.73", "epobject_id": "22752733", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-20.3.0&amp;s=speaker%3A25182+section%3Asp#g3.73", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>The minister will be aware that work is starting on the &#163;14&#160;million rebuild of Dundee station. Following Jenny Marra&#8217;s question, will the minister join me in welcoming the investment from Dundee City Council and the Scottish Government as part of the &#163;1&#160;billion waterfront regeneration that the Scottish National Party is delivering?</p>", "hdate": "2013-11-13", "major": "7", "subsection_id": "22741810", "parent": {"body": "Scottish Parliament: Tay Estuary Rail Service"}, "video_status": "0", "extract": "The minister will be aware that work is starting on the £14 million rebuild of Dundee station. Following Jenny Marra&#8217;s question, will the minister join me in welcoming the investment from Dundee City Council and the Scottish Government as part of the £1 billion waterfront regeneration that the Scottish National Party is delivering?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22741810", "hpos": "25", "gid": "2013-11-13.4.5", "epobject_id": "22741815", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-13.4.0&amp;s=speaker%3A25182+section%3Asp#g4.5", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Will the UK electricity market reform allow an adequate subsidy to facilitate the development of offshore floating turbines and other innovative technologies?</p>", "hdate": "2013-11-13", "major": "7", "subsection_id": "22741896", "parent": {"body": "Scottish Parliament: Electricity Market Reform"}, "video_status": "0", "extract": "Will the UK electricity market reform allow an adequate subsidy to facilitate the development of offshore floating turbines and other innovative technologies?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22741896", "hpos": "117", "gid": "2013-11-13.21.11", "epobject_id": "22741907", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-13.21.0&amp;s=speaker%3A25182+section%3Asp#g21.11", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p></p><p>14. To ask the Scottish Government whether it has received assurances from NHS Grampian that it will act swiftly on the Healthcare Environment Inspectorate&#8217;s recommendations following its inspection of Aberdeen maternity hospital. (S4O-02545)</p>", "hdate": "2013-11-06", "major": "7", "subsection_id": "22727746", "parent": {"body": "Scottish Parliament: Aberdeen Maternity Hospital Inspection"}, "video_status": "0", "extract": "14. To ask the Scottish Government whether it has received assurances from NHS Grampian that it will act swiftly on the Healthcare Environment Inspectorate&#8217;s recommendations following its inspection of Aberdeen maternity hospital. (S4O-02545)", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22727746", "hpos": "91", "gid": "2013-11-06.13.1", "epobject_id": "22727747", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-06.13.0&amp;s=speaker%3A25182+section%3Asp#g13.1", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Constituents whom I represent in the north-east, including patients and parents of newborn babies, deserve to have confidence in the cleanliness of wards and the quality of care. Which agencies of the Scottish Government have been tasked with supporting NHS Grampian in improving its standards?</p>", "hdate": "2013-11-06", "major": "7", "subsection_id": "22727746", "parent": {"body": "Scottish Parliament: Aberdeen Maternity Hospital Inspection"}, "video_status": "0", "extract": "Constituents whom I represent in the north-east, including patients and parents of newborn babies, deserve to have confidence in the cleanliness of wards and the quality of care. Which agencies of the Scottish Government have been tasked with supporting NHS Grampian in improving its standards?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22727746", "hpos": "93", "gid": "2013-11-06.13.3", "epobject_id": "22727749", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-06.13.0&amp;s=speaker%3A25182+section%3Asp#g13.3", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I am very pleased that Jackie Baillie has brought this issue to Parliament for me to make my first speech in a members&#8217; business debate. I will look at the issue from a different point of view and agenda and as someone who was not born in this country&#8212;a fact that members may have heard before.</p><p>I am not a prude and neither am I easily shocked or embarrassed, but when I came to this country and saw my first page 3 I thought that I was in another time. I did not think that Scotland was a place where such photographs should be on display.</p><p>When I came to this country I worked in the haulage industry&#8212;I was even a lorry driver at one point, so I am very used to seeing those pictures. When I opened my first office in Glasgow, there was a large wall next to my room with lots of pictures of topless women on it. As I say, I was used to that and it did not shock or affect me. That was in the 1980s, when Clare Short suggested that legislation be introduced to ban page 3.</p><p>Something happened that changed my mind. I was waiting in my office for a visitor from the islands in the north. I realised that the visitor, who was the head of a salmon company, was a woman and it dawned on me to ask myself how I would feel as a man visiting a woman in another company who, on making his way to her office, saw a wall full of pictures of men with no clothes on. I would have thought it totally ridiculous, yet here I was, waiting for my visitor to come, with all those pictures on the wall.</p><p>Despite many protests from the workers, I told them that we must take the pictures down; from then on, we did not have such pictures on that wall. That measure made a lot of sense. Why should that be the case? It is because it makes business sense. I put that same message to the editors of British newspapers: having a page 3 is not a selling factor.</p><p>Page 3 is repellent; people do not want to see it. When I buy one of those newspapers, get on the train and turn the page, I feel embarrassed when I get to page 3, so I turn the page quickly to get to the next page. As a father of three daughters, what is on page 3 is not something that I want to see in today&#8217;s world. It is not the time or the place for it.</p><p>In Dundee in my region two weeks ago, as Jackie Baillie said, 160 MSYPs at the Scottish Youth Parliament voted in favour of a motion against such portrayals in the media. That is extremely important, because they are the customers of tomorrow for such publications. Editors should think about that; it is a question of doing business properly in this time and this place, not in the 1970s. Those MSYPs are the democratically elected voice of Scotland. The young people have spoken, and they should be listened to.</p><p>I have a proposal to make to the publication in question. We should use page 3 to celebrate the great achievements of women of today. When I looked at one of those papers again this week, I saw that, in 28 pages of sport, there was just a little report about and a little photo of a lady&#8212;Shelley Kerr from Broxburn, who has been shortlisted for FIFA world manager of the year in women&#8217;s football. The news was buried on page 24. What a missed opportunity in a 28-page sport supplement full of pictures of men. My proposal to the editor of The Sun is that I would like to live in a country in which journalists report the achievements of the young women of today on page 3, rather than burying them on page 24. Instead of being a page to inspire aversion and distaste, page 3 could be a page to inspire young girls and young people in general, whatever their gender, and to celebrate their many achievements.</p>", "hdate": "2013-11-06", "major": "7", "subsection_id": "22727976", "parent": {"body": "Scottish Parliament: No More Page 3 Campaign"}, "video_status": "0", "extract": "I am very pleased that Jackie Baillie has brought this issue to Parliament for me to make my first speech in a members&#8217; business debate. I will look at the issue from a different point of view and agenda and as someone who was not born in this country&#8212;a fact that members may have heard before. I am not a prude and neither am I easily shocked or embarrassed, but when I came to this...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22727976", "hpos": "325", "gid": "2013-11-06.19.5", "epobject_id": "22727981", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-06.19.0&amp;s=speaker%3A25182+section%3Asp#g19.5", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I welcome the Scottish Government&#8217;s action plan. We judge a society by how it looks after its children. As many members have mentioned, we have a lot to learn from the time when we grew up&#8212;a time when, as children, we had more space and time to play.</p><p>There is little time in modern life in which to consider our children&#8217;s wellbeing. I am proud to hear that there is consensus in the chamber about the importance of developing a play strategy. I was delighted that the minister reminded us what investing in the early years repays in economic terms. Let me repeat that point: every &#163;1 invested in early intervention will generate an eventual saving of up to &#163;9 for the Scottish taxpayer.</p><p>As James Dornan did, I had a fantastic childhood. As members know, I was not born in this country but in a small farming village in France. I was close to nature and I had great support from my family and the community. If one wants a picture of how best to go about that they should purchase the last Asterix comic&#8212;it happens to take place in Scotland&#8212;&#8220;Asterix and the Picts&#8221;. The final frame of every book always shows the reader what happens when Asterix and Obelix return from their adventure. There is a great celebration with a lot of drinking and eating but, in the foreground, there are children playing. That is very important because, play is how we define our society and we should ensure that children are always able to play.</p><p>I chose Scotland not only as the place to work and live in, but as the place where my children should grow up. There is the same type of community, but it is a different and busy life living on the outskirts of Aberdeen.</p><p>We are pleased to welcome SensationALL, the charity that Mark McDonald mentioned. What do I remember about my children growing up? Perhaps I should defer to what a member who spoke before me said: we should not leave children to play on their own. I am not saying that they should be supervised; rather, that we should interact with children. Children should not only have space to play, but have space that we share. I remember my seven and eight-year-old neighbours knocking at the door and asking me to go out and play. To the surprise of my children, they wanted me to go out and kick a ball with them. We need to understand that play is great, but children should not only play on their own, but interact with adults. As George Adam said, adults can play, too.</p><p>I particularly like the Scottish Government&#8217;s attitude and its progressive approach to legislation. Similar to the curriculum for excellence, which has come into our communities and schools, the strategy is based around engagement. I particularly like the idea of the three phases. Phase 1 is engagement to help to inform the development of a national overarching strategy and to seek&#8212;this is important&#8212;the views of children and young people. We cannot do anything in legislation about children without involving them right from the start, at phase 1.</p><p>Under phase 2, depending on the views that are gathered in phase 1&#8212;I like this because there is no top-to-bottom approach; rather, people are consulted on their views before the strategies are developed&#8212;we develop detailed outcomes and strategies for parenting of children of different ages. That is very interesting. Under phase 3, the focus will be on producing something of practical value to parents; although legislation is important, it must have practical value, especially for parents.</p><p>I, too, add my thanks to the many contributors who are here today and those across the play sector and beyond who offered their views during development of the strategy. I will name some of the organisations that formed the working group: Inspiring Scotland, the Convention of Scottish Local Authorities, the Smart Play Network, Play Scotland, the Scottish Pre-School Play Association, NHS Health Scotland&#8212;health is part of what the strategy is about&#8212;Capability Scotland, Education Scotland, Creative STAR Learning Company, the Learning through Landscapes Trust, the International Play Association Scotland: Promoting the Child&#8217;s Right to Play and, of course, Tam Baillie, who is Scotland&#8217;s Commissioner for Children and Young People.</p><p>I will say how important Scotland&#8217;s Commissioner for Children and Young People is in our communities. He came to the region that I represent on 16 November 2011. I remember the date and I will tell members why. When he came to Aberdeenshire, he met the local authority to discuss proposed legislation from the Scottish Government. He went to Portlethen academy to meet 12 members of the school council. In Westhill academy, he met school-based youth workers and addressed no fewer than 25 members of the school council on his role. The important point is that his visit meant that the community council and the local authority took decisions to make things better for the children in our communities.</p><p>The Scottish Government&#8217;s vision and commitment to extending the powers of Scotland&#8217;s Commissioner for Children and Young People is crucial to enabling Tam Baillie to undertake more investigations in relation to individual children and young people.</p><p>I am delighted to welcome Scotland&#8217;s first national play strategy. Children&#8217;s play is crucial to Scotland&#8217;s social and economic wellbeing. I share the minister&#8217;s ambition and believe that an independent Scotland will become the best place in the world to grow up.</p>", "hdate": "2013-10-31", "major": "7", "subsection_id": "22716858", "parent": {"body": "Scottish Parliament: Play Strategy Action Plan"}, "video_status": "0", "extract": "I welcome the Scottish Government&#8217;s action plan. We judge a society by how it looks after its children. As many members have mentioned, we have a lot to learn from the time when we grew up&#8212;a time when, as children, we had more space and time to play. There is little time in modern life in which to consider our children&#8217;s wellbeing. I am proud to hear that there is consensus...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22716858", "hpos": "137", "gid": "2013-10-31.17.23", "epobject_id": "22716881", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-31.17.0&amp;s=speaker%3A25182+section%3Asp#g17.23", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p></p><p>5. To ask the Scottish Government what plans it has to encourage people to both buy locally and eat Scottish fish. (S4O-02496)</p>", "hdate": "2013-10-10", "major": "7", "subsection_id": "22698893", "parent": {"body": "Scottish Parliament: Fish"}, "video_status": "0", "extract": "5. To ask the Scottish Government what plans it has to encourage people to both buy locally and eat Scottish fish. (S4O-02496)", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22698893", "hpos": "16", "gid": "2013-10-10.3.1", "epobject_id": "22698894", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-10.3.0&amp;s=speaker%3A25182+section%3Asp#g3.1", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>As an MSP who represents the north-east, and someone who has worked for more than 20 years in the Scottish fishing industry, I want to see sustainable fishing communities thrive. Will the cabinet secretary join me in asking everyone, Sea Fish included, to get behind the label and trust the Scottish fishermen, processors, chefs and fishmongers who are responsible for bringing Scottish fish to our plates?</p>", "hdate": "2013-10-10", "major": "7", "subsection_id": "22698893", "parent": {"body": "Scottish Parliament: Fish"}, "video_status": "0", "extract": "As an MSP who represents the north-east, and someone who has worked for more than 20 years in the Scottish fishing industry, I want to see sustainable fishing communities thrive. Will the cabinet secretary join me in asking everyone, Sea Fish included, to get behind the label and trust the Scottish fishermen, processors, chefs and fishmongers who are responsible for bringing Scottish fish to...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22698893", "hpos": "18", "gid": "2013-10-10.3.3", "epobject_id": "22698896", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-10.3.0&amp;s=speaker%3A25182+section%3Asp#g3.3", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Carbon capture and storage is a critical technology for Scotland&#8217;s energy future. As a North East Scotland MSP, I welcomed the announcement that the Peterhead power project is a preferred bidder. As many before me have said, we need to move forward. We know how slow people in Whitehall can be; they might get some encouragement from listening to us today.</p><p>I am delighted to take part in the debate and to add my voice to the voices of many before me who support the bloo toon project. As Professor Stuart Haszeldine said&#8212;I shall stop there, because we are running out of quotes from him so, unfortunately, I will not be able to quote him, but I back all the quotes that have been given.</p><p>Members will have heard me going on and on about north-east Scotland being the powerhouse of the UK. I repeat the fact that we are blessed with many natural resources, which attract many people from far and wide who add to the excellent, skilled and highly educated people who live in the north-east.</p><p>Last week, I was privileged to welcome to the north-east a delegation of French investors, led by the French ambassador from London. The investors were impressed with the quality of the people who work and live in the north-east, and particularly with the can-do attitude. That attitude did not originate from the energy sector; we did not discover a new can-do attitude when we discovered oil. We had the attitude before&#8212;we had it from the farming and fishing sectors. That is all about investment&#8212;it is about forecasting and having a vision of what needs to be invested to enable people to harvest from the sea and the land. That is important to understanding how the prosperity of north-east Scotland came about.</p><p>The delegation showed great excitement, with good reason. There are good examples of companies from abroad investing in the north-east. The French company Total has recently invested &#163;3.3 billion. As Stewart Stevenson said, we are talking about needing only &#163;1 billion. The north-east has a lot of potential and it has a lot of expertise and investments already.</p><p>We can accommodate carbon capture projects very easily. We have the Energetica project, which is an energy corridor starting in Aberdeen and finishing in Peterhead. The project aims to attract cutting-edge companies to Scotland, and to retain them as dynamic organisations. There is fierce competition around the world&#8212;we need to understand that and to secure our position as one of the world&#8217;s leading locations for a diverse modern energy industry.</p><p>Energetica is our response, consolidating and building on our energy technology capability, developing existing businesses and attracting inward investment to the north-east. We need to develop the initiative into a world-class business and recreational destination that will be an attractive place in which to live and work.</p><p>I will take members through the map from Aberdeen to Peterhead, starting at the Aberdeen Exhibition and Conference Centre, which, every two years, hosts offshore Europe. I recommend to members that they attend offshore Europe, if they have never been. It is a revelation to see how much investment comes to this country.</p><p>If one goes a little bit north, one sees the Blackdog project, which will have direct access to the Aberdeen western peripheral route that is to be built shortly, and will then be only 10 minutes from Aberdeen airport. Offshore, there will be another important EU-funded development project, the European offshore wind development centre.</p><p>Next on the map is a recreation project. We have heard a lot about in the chamber about the completion of that project&#8212;the best golf course in the world, some might say. Oceanlab, north of Newburgh, is the University of Aberdeen&#8217;s subsea research facility, where carbon capture and storage technology is on the agenda.</p><p>Next to the Peterhead energy hub and Peterhead Decommissioning there are projects such as the sub-sea transmission cable development project, the offshore floating turbine centre, the Energetica industry park, the carbon importation hub and, of course, the carbon capture and storage project.</p><p>When the idea of recovering North Sea oil was first discussed, there were those who argued that it would be far too expensive. We would not have North Sea oil today if we had not had the positive vision that was needed to attract the required level of public and private investment. Let us not miss another opportunity to capitalise on the assets that we have in our natural resources and the skills and expertise of our people in universities and across the energy sector.</p><p>The Scottish Government has set the bar very high for the level of renewable energy that we can achieve. Let us encourage the UK Government today to follow our good example north of the border and act swiftly. This huge opportunity cannot be allowed to pass us by. The north-east of Scotland is a land of opportunity; it is the powerhouse of the UK. The energy sector is booming. Let us put carbon capture at the heart of our energy policy&#8212;in Peterhead.</p>", "hdate": "2013-10-10", "major": "7", "subsection_id": "22698981", "parent": {"body": "Scottish Parliament: Carbon Capture and Storage"}, "video_status": "0", "extract": "Carbon capture and storage is a critical technology for Scotland&#8217;s energy future. As a North East Scotland MSP, I welcomed the announcement that the Peterhead power project is a preferred bidder. As many before me have said, we need to move forward. We know how slow people in Whitehall can be; they might get some encouragement from listening to us today. I am delighted to take part in...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22698981", "hpos": "146", "gid": "2013-10-10.15.43", "epobject_id": "22699024", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-10.15.0&amp;s=speaker%3A25182+section%3Asp#g15.43", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p></p><p>5. To ask the Scottish Government when it last met the managing director of OPITO to discuss the energy sector. (S4O-02466)</p>", "hdate": "2013-10-03", "major": "7", "subsection_id": "22698350", "parent": {"body": "Scottish Parliament: Energy Sector (OPITO)"}, "video_status": "0", "extract": "5. To ask the Scottish Government when it last met the managing director of OPITO to discuss the energy sector. (S4O-02466)", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22698350", "hpos": "27", "gid": "2013-10-03.4.1", "epobject_id": "22698351", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-03.4.0&amp;s=speaker%3A25182+section%3Asp#g4.1", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I thank the minister for his answer. After declaring my obvious interest, is the minister aware that France is the second largest foreign investor in Scotland&#8212;after the United States&#8212;creating thousands of jobs, mainly in the field of energy, making the role of OPITO crucial in keeping the north-east of Scotland the powerhouse of the UK? With all that investment in the north-east coming from France, I must ask the minister: why are the French so positive about our future?</p>", "hdate": "2013-10-03", "major": "7", "subsection_id": "22698350", "parent": {"body": "Scottish Parliament: Energy Sector (OPITO)"}, "video_status": "0", "extract": "I thank the minister for his answer. After declaring my obvious interest, is the minister aware that France is the second largest foreign investor in Scotland&#8212;after the United States&#8212;creating thousands of jobs, mainly in the field of energy, making the role of OPITO crucial in keeping the north-east of Scotland the powerhouse of the UK? With all that investment in the north-east...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22698350", "hpos": "29", "gid": "2013-10-03.4.3", "epobject_id": "22698353", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-10-03.4.0&amp;s=speaker%3A25182+section%3Asp#g4.3", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>How will the regional performance centre build on the work of the community sport hubs and ensure that we get more children and young people in Dundee involved in sport?</p>", "hdate": "2013-09-26", "major": "7", "subsection_id": "22697668", "parent": {"body": "Scottish Parliament: Sport (Regional Performance Centre in Dundee)"}, "video_status": "0", "extract": "How will the regional performance centre build on the work of the community sport hubs and ensure that we get more children and young people in Dundee involved in sport?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22697668", "hpos": "7", "gid": "2013-09-26.1.5", "epobject_id": "22697673", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-26.1.0&amp;s=speaker%3A25182+section%3Asp#g1.5", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I add my thanks to Richard Baker for bringing the debate to the chamber. I, too, extend my condolences to the families.</p><p>Last week, I heard at first hand from the industry how the relatives of the victims felt after the helicopter disaster in August. I was told that some of those relatives would like to help to make commuting offshore safer. I commend the industry and the unions for the way in which they have engaged with the partners and families of the victims.</p><p>Earlier this month, we all listened to the heart-felt statement of the Cabinet Secretary for Finance, Employment and Sustainable Growth, John Swinney. I remember the emotion that we felt in the chamber as members spoke thereafter. As members may recall, I made a call then for the relatives of offshore workers to be represented at a senior level in the work of the helicopter safety steering group. The proposal is that the industry should give partners and relatives a voice on the way forward for the industry.</p><p>We can all imagine the worry that is experienced by families and relatives as they wait at home for news and wait for their loved ones to return safely from their shift offshore. Parents are worried when their children decide to join the industry. Partners find it difficult to cope with the anxiety when waiting for their loved one&#8217;s return and to explain to children what could happen.</p><p>Like Dennis Robertson, I recall the ceremony in Aberdeen&#8217;s memorial garden in July, when we remembered the 167 men who lost their lives in the North Sea 25 years ago. Still with the memory of that commemoration in my mind, I went to an early helicopter safety steering group town hall event a few weeks later. The industry, the unions and the workforce were talking about safety procedures to return the EC225 fleet to service. Partners and relatives listened to every word as pilots and offshore workers asked questions. At the end of the morning, someone left the room in tears after others had agreed to the decision to allow the EC225 to fly again. It did not feel right.</p><p>Like Patricia Ferguson, I feel that we should leave some space for partners and relatives to take an active part in any review that takes place. I understand that the industry is not set up to include partners and relatives. One might ask how they could take part at a senior level in the discussions on helicopter safety. I understand that it might be a challenge for the families to organise themselves to be able to participate, but we should do something about it, whatever review we think we should have. Partners and relatives should be at the main table because they are relevant stakeholders and they have a contribution to make. Ensuring that their voice is heard remains a challenge for the industry, the workforce and us all.</p>", "hdate": "2013-09-26", "major": "7", "subsection_id": "22697778", "parent": {"body": "Scottish Parliament: Offshore Safety"}, "video_status": "0", "extract": "I add my thanks to Richard Baker for bringing the debate to the chamber. I, too, extend my condolences to the families. Last week, I heard at first hand from the industry how the relatives of the victims felt after the helicopter disaster in August. I was told that some of those relatives would like to help to make commuting offshore safer. I commend the industry and the unions for the way in...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22697778", "hpos": "128", "gid": "2013-09-26.16.16", "epobject_id": "22697794", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-26.16.0&amp;s=speaker%3A25182+section%3Asp#g16.16", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p></p><p>6. To ask the First Minister when a publicly accessible register of fishing quota allocation holdings and transactions will be established. (S4F-01567)</p>", "hdate": "2013-09-19", "major": "7", "subsection_id": "22697053", "parent": {"body": "Scottish Parliament: Fishing Quotas (Register)"}, "video_status": "0", "extract": "6. To ask the First Minister when a publicly accessible register of fishing quota allocation holdings and transactions will be established. (S4F-01567)", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22697053", "hpos": "110", "gid": "2013-09-19.14.1", "epobject_id": "22697054", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-19.14.0&amp;s=speaker%3A25182+section%3Asp#g14.1", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I thank the First Minister for that answer, which I shall take first thing tomorrow morning to Peterhead fish market.</p><p>Does the First Minister agree that successive Westminster Governments have failed to protect the interests of Scotland&#8217;s fishing industry and that independence offers a far better deal for fishing communities in the north-east and across Scotland?</p>", "hdate": "2013-09-19", "major": "7", "subsection_id": "22697053", "parent": {"body": "Scottish Parliament: Fishing Quotas (Register)"}, "video_status": "0", "extract": "I thank the First Minister for that answer, which I shall take first thing tomorrow morning to Peterhead fish market. Does the First Minister agree that successive Westminster Governments have failed to protect the interests of Scotland&#8217;s fishing industry and that independence offers a far better deal for fishing communities in the north-east and across Scotland?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22697053", "hpos": "112", "gid": "2013-09-19.14.3", "epobject_id": "22697056", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-19.14.0&amp;s=speaker%3A25182+section%3Asp#g14.3", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I would like to thank Cameron Buchanan for his first speech in the chamber and to welcome him to the chamber. When I welcomed him to the Parliament a few days ago, I was extremely impressed by the way that the conversation went, because it went in French&#8212;perfect French.</p><p>I am sure that Cameron Buchanan will be a great addition to the Parliament. We come from the same background&#8212;that of exports. I, too, exported a lot to the rest of the UK before I entered Parliament, and I do not recognise the idea that people are worried about the effect that independence might have on exports. It is a bit like the argument that investment into Scotland would be affected, which was proved wrong last year, when record investment came into the country. I think that the same thing will happen with exports&#8212;with independence, the level of exports will increase rather than decrease.</p><p>Professor Sir Neil MacCormick said:</p><p>&#8220;The goal of a &#8216;free Scotland&#8217; in the favoured sense must be taken as prescribing the freedom and equality of all citizens regardless of creed, class or ethnic origins, and the free participation of them all as equals in the process of self-government. In a word, democracy.&#8221;</p><p>That greatly appeals to me, as someone who was not born here, someone who is privileged and honoured to be a member of this Parliament and someone who has been engaged in political debate for some years. I do not recognise what the leader of Scottish Labour said earlier, when she said that she was &#8220;a proud Scot&#8221; and that nationalism somehow lay on the SNP benches and not her party&#8217;s benches.</p>", "hdate": "2013-09-18", "major": "7", "subsection_id": "22696768", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Future"}, "video_status": "0", "extract": "I would like to thank Cameron Buchanan for his first speech in the chamber and to welcome him to the chamber. When I welcomed him to the Parliament a few days ago, I was extremely impressed by the way that the conversation went, because it went in French&#8212;perfect French. I am sure that Cameron Buchanan will be a great addition to the Parliament. We come from the same...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22696768", "hpos": "203", "gid": "2013-09-18.17.93", "epobject_id": "22696861", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-18.17.0&amp;s=speaker%3A25182+section%3Asp#g17.93", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I will come to that later in my speech, if Mr Findlay does not mind.</p><p>As someone who comes from a different origin, I think that it is extremely important that we recognise that the independence debate is for the people who live and work here. This is not the first time that I have been involved in such a debate. In 1997, I voted for the Parliament to come into being. I did the same thing in each of the Scottish elections that took place thereafter. It is extremely important that we change the tone of the debate. When we talk about proud Scots and nationalism, we are talking about the people who live in Scotland and who contribute to society here; we are not talking about ethnicity, people&#8217;s nationality, where they were born or where they come from. Regardless of a person&#8217;s accent or religion, the fact that they live in Scotland means that they have the right to vote. We need to respect that.</p><p>We must project into the future. The vote in the referendum is a vote for our children and grandchildren and their children. As someone who has three grown-up daughters&#8212;they are Scottish daughters, of course; they consider themselves to be Scottish rather than French&#8212;I think that the independence debate is extremely important in helping women to understand what kind of future they can have in Scotland. The vote in 2014 and the debate on it can lead to the empowerment of people and, in particular, the empowerment of women. Some on the Labour benches talk about making things better for women in Scotland and we can make a start in that respect in September 2014.</p><p>Given the movement for independence that we have seen, I can easily imagine an overwhelming yes vote in 2014. Why? There are groups such as women for independence, which, in the way it has expressed itself, has been fantastic right from the start of the campaign and has shown us the kind of future that women can have in a new and independent Scotland.</p><p>Many other groups have been involved in the campaign. For example, I created the French for independence group, which is important and is open to anyone who speaks French. Indeed, I am sure that we would be happy for our new MSP to join us should he change his mind at any time.</p><p>When the farming for yes group, which was formed in the Borders, came to the Turriff agricultural show, I was humbled by the number of farmers who came to ask questions and wanted to be part of the debate and see the kind of future that farming could have after a yes vote. The same is true of the fishing sector. On Friday morning, I will be at the Peterhead fish market and will no doubt get the same questions that I got at the Turriff show. All of these sectors, which are important for exports and, indeed, our future, must be able to consider what things will be like in a new Scotland.</p><p>Of course, groups supporting independence have also emerged from the different political parties. Some think that a yes vote is only for nationalists&#8212;however one defines a nationalist. I have to say that I do not define myself as a nationalist; if I wanted to do that, I would define myself as French. It is more than that. It is about all the people of Scotland, no matter what party they come from or whoever they vote for. Who would have thought that there would be, for example, a Conservatives for independence group? There is even a group for Liberal Democrats&#8212;there are still some left. Of course, none of them is in the chamber at the moment.</p><p>There are plenty of other such groups. Mr Findlay is totally right that on the left&#8212;</p>", "hdate": "2013-09-18", "major": "7", "subsection_id": "22696768", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Future"}, "video_status": "0", "extract": "I will come to that later in my speech, if Mr Findlay does not mind. As someone who comes from a different origin, I think that it is extremely important that we recognise that the independence debate is for the people who live and work here. This is not the first time that I have been involved in such a debate. In 1997, I voted for the Parliament to come into being. I did the same thing in...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22696768", "hpos": "205", "gid": "2013-09-18.17.95", "epobject_id": "22696863", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-18.17.0&amp;s=speaker%3A25182+section%3Asp#g17.95", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>There are many people who want independence, and the issue itself is very important.</p><p>All I wanted to say this afternoon is that independence is a lot bigger than one party. It is open to everyone who lives in and contributes to this country.</p>", "hdate": "2013-09-18", "major": "7", "subsection_id": "22696768", "parent": {"body": "Scottish Parliament: Scotland&#8217;s Future"}, "video_status": "0", "extract": "There are many people who want independence, and the issue itself is very important. All I wanted to say this afternoon is that independence is a lot bigger than one party. It is open to everyone who lives in and contributes to this country.", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22696768", "hpos": "207", "gid": "2013-09-18.17.97", "epobject_id": "22696865", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-18.17.0&amp;s=speaker%3A25182+section%3Asp#g17.97", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I will comment on some of the speeches that some members have made.</p><p>I disagree with most of what Tavish Scott said, but there is something with which I agree. Why have a review? It seems to me that, as Mike MacKenzie said, such a review would serve only to help other nations in the United Kingdom to understand how well we are doing here in Scotland. I am a bit dubious about what the purpose would be.</p><p>I am delighted to be speaking in the debate because it gives me another opportunity to promote my own region, North East Scotland, even if Maureen Watt and Kevin Stewart have already done a lot to promote it. It is really astonishing to see the improvements that have been made over the years to support the many businesses that make the north-east such a fantastic place to live and work.</p><p>Many of the speakers today&#8212;some of them on other parties&#8217; benches&#8212;told us that we can do much more. I agree that we must always strive to do better in this global economy, but the place that Scotland occupies in the world today is truly astonishing. We are recognised and appreciated in many sectors and we are punching well above our weight.</p><p>From personal experience, I can illustrate that that was not true 25 years ago. Picture this: a young Frenchman in his 20s decided to offer a new seafood haulage service from Scotland to Spain&#8212;an opportunity for many small and medium-sized seafood companies across Scotland that wanted to open up new markets.</p><p>To my surprise, the promotion of the new service was led by Food from Britain. I was asked to come down to London to launch the service&#8212;a service that had nothing to do with London. I spoke at the event but struggled to recognise any faces and was introduced to people who had no interest in the project. FFB was created in the 1980s to promote the export of UK-produced food and drink, and it lost all its funding from the Department for Environment, Food and Rural Affairs back in 2008&#8212;rightly so.</p><p>Today, it is a different picture. Scotland&#8217;s enterprise agencies are playing a vital role in building the capability of Scottish producers. The food and drink steering group led by Scottish Enterprise&#8212;with representation from Scotland Food &amp; Drink, the Scottish Government and VisitScotland&#8212;is ensuring that the food and drink offering is a priority at events such as those surrounding the Commonwealth games, the Ryder cup and the year of homecoming. The result of those efforts is clear for all to see, and the boom in the Scottish food and drink sector looks set to continue with the help of those agencies.</p><p>The north-east is at the heart of the sector, producing a fantastic array of food and drink products. Again, that was not always the case. On Monday, I was in Oldmeldrum in Aberdeenshire, visiting a vibrant distillery that is run by someone who understands better than most how much Scotland&#8217;s exports should be celebrated. If members visit the distillery, they should be sure to pronounce &#8220;Glen Garioch&#8221; correctly; otherwise, Kenny, the manager, will be quick to correct them and to point out that it is the name of one of Scotland&#8217;s oldest distilleries.</p><p>Kenny told me that, in the mid-1990s, the distillery had to stop production and shut down as it was unable to sell its stock. Now the distillery is booming, helped by a lot of the Government agencies. It is producing and exporting like never before, filling about 100 casks with the finest malt whisky per week.</p><p>We are truly moving forward as a nation. Scotland as a brand is now being used in everything that Scotland&#8217;s enterprise agencies do&#8212;with great success. It is not by accident that figures published this week show that the Scottish food and drink industry has met its turnover goal six years ahead of schedule, with a turnover of more than &#163;13&#160;billion in 2011 against a target of &#163;12.5&#160;billion by 2017.</p><p>The plan is to do more, and 2015 will be the year of Scotland&#8217;s food and drink&#8212;another way to promote the best of Scotland. As members can see, I love food and I love it to be Scottish and bought locally. Last Sunday, I went to the Huntly Hairst food and farming festival with Dennis Robertson, the constituency MSP for Aberdeenshire West. It is another event that is promoted by Scottish Government agencies. In its fifth year, the event is a great place for promoting and showcasing local food production, and it kick-started the Scottish food and drink fortnight in the north-east.</p><p>While Dennis held a surgery in the town hall, I sat in front of a full plate of stovies at the Gordon Arms hotel. We know how to make stovies in Huntly&#8212;after all, it is where the world stovies competition takes place every year. On Sunday, for the first time, a man won the trophy.</p><p>Another highlight in the north-east this year was the Dundee flower and food festival, which came at the start of Scottish food and drink fortnight. Glen Garioch distillery participated in that well-attended event and recorded much interest for its malt whisky.</p><p>Like Kevin Stewart, I, too, went to the offshore Europe conference, where I met a lot of Government-led organisations. One of them was VisitScotland, which had a special stall for the new MyAberdeen app. I encourage any member who wants to visit Aberdeen to get that app to ensure that they find the best food and accommodation that the north-east can provide.</p>", "hdate": "2013-09-11", "major": "7", "subsection_id": "22696119", "parent": {"body": "Scottish Parliament: Enterprise Networks"}, "video_status": "0", "extract": "I will comment on some of the speeches that some members have made. I disagree with most of what Tavish Scott said, but there is something with which I agree. Why have a review? It seems to me that, as Mike MacKenzie said, such a review would serve only to help other nations in the United Kingdom to understand how well we are doing here in Scotland. I am a bit dubious about what the purpose...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22696119", "hpos": "217", "gid": "2013-09-11.18.62", "epobject_id": "22696181", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-11.18.0&amp;s=speaker%3A25182+section%3Asp#g18.62", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>There is a big challenge in the energy sector&#8212;</p>", "hdate": "2013-09-11", "major": "7", "subsection_id": "22696119", "parent": {"body": "Scottish Parliament: Enterprise Networks"}, "video_status": "0", "extract": "There is a big challenge in the energy sector&#8212;", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22696119", "hpos": "219", "gid": "2013-09-11.18.64", "epobject_id": "22696183", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-11.18.0&amp;s=speaker%3A25182+section%3Asp#g18.64", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Yes, thank you.</p><p>The north-east is the best place to learn, to work, to visit and to eat. Scottish Enterprise and other organisations need to be ready to do much more, because a yes vote in 2014 will open many doors for our skills and expertise, our produce and our global brand&#8212;Scotland.</p>", "hdate": "2013-09-11", "major": "7", "subsection_id": "22696119", "parent": {"body": "Scottish Parliament: Enterprise Networks"}, "video_status": "0", "extract": "Yes, thank you. The north-east is the best place to learn, to work, to visit and to eat. Scottish Enterprise and other organisations need to be ready to do much more, because a yes vote in 2014 will open many doors for our skills and expertise, our produce and our global brand&#8212;Scotland.", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22696119", "hpos": "221", "gid": "2013-09-11.18.66", "epobject_id": "22696185", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-11.18.0&amp;s=speaker%3A25182+section%3Asp#g18.66", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Regarding the Dundee councillor quote, does Mary Fee suggest that local councillors, and we as parliamentarians, should be asking people to give work to people after a leaflet comes through their letterbox with only a mobile phone number on it? That was the issue: people were being warned to be careful not give any kind of work to people where the advert has only a mobile phone number.</p>", "hdate": "2013-09-05", "major": "7", "subsection_id": "22695756", "parent": {"body": "Scottish Parliament: Where Gypsy Travellers Live"}, "video_status": "0", "extract": "Regarding the Dundee councillor quote, does Mary Fee suggest that local councillors, and we as parliamentarians, should be asking people to give work to people after a leaflet comes through their letterbox with only a mobile phone number on it? That was the issue: people were being warned to be careful not give any kind of work to people where the advert has only a mobile phone number.", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22695756", "hpos": "128", "gid": "2013-09-05.17.16", "epobject_id": "22695772", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-05.17.0&amp;s=speaker%3A25182+section%3Asp#g17.16", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>First, I feel that I need to clarify my position. The Equal Opportunities Committee&#8217;s report &#8220;Where Gypsy/Travellers Live&#8221; was published in March 2013, so I can take no credit for it&#8212;I came to Parliament in May. However, when I joined the committee, I was very much aware of the good work of its members, particularly when they came to the north-east of Scotland to meet representatives of the Gypsy Traveller community at the Clinterty site.</p><p>The region that I have the privilege and honour to represent has a great tradition of welcoming Travellers, and for good reasons. In the past, many people in Scotland moved with the seasons to find work. At the end of the 19th century, thousands of men and women would come to work in the herring industry around the fishing ports during the catching season. The farming calendar would create seasonal work for labourers travelling from farm to farm in the north-east.</p><p>There is a myth that the reason why Gypsy Travellers are looking for work in the north-east today is because of the prosperity created by a vibrant energy sector. It is true that we are the powerhouse of the UK, but the north-east has much more to harvest than energy. From fishing in the North Sea to farming, we have kept our great tradition of producing wonderful food and drink.</p><p>Every year, I attend the Lourin fair at Old Rayne in Aberdeenshire. The fair, which is now 500 years old, was previously a gathering for traders, who brought crafts, produce and livestock to the village, as well as for seasonal farm labourers looking for work. In the old days, many people moved about and they were always welcome&#8212;their arrival was expected and celebrated. The picture was very much the same across Europe. I remember looking forward to the caravans taking over the main square of my own village in France every year. It was cause for celebration, as the Travellers brought us our funfair for the week.</p><p>What has changed over the years for our attitude to Gypsy Travellers to become what it is today? What has changed for the report of the Equal Opportunities Committee to call for a Government-led campaign with a remit of establishing a zero-tolerance approach to discrimination?</p><p>I agree with the findings of the report that, after 12 years of debating the issue, the appalling situation of many Gypsy Travellers is little changed. However, I am encouraged that the committee found some commendable initiatives in the north-east. I thank the Aberdeenshire councillors who wrote to update me on the progress made. One of those is Councillor Allan Hendry, who is pictured on page 18 of the summary report booklet. At a local level, people are engaging with the issue, but the outcomes are still very disappointing 12 years on.</p><p>The Scottish Government has already answered most of the points that we are debating today. I thank Shona Robison, who is the minister in charge of the equalities portfolio, and the Minister for Housing and Welfare, Margaret Burgess, for answering the most recent correspondence from the committee and for understanding the challenge before us.</p><p>Like others in today&#8217;s debate, I was shocked when I first read the report, and I share the committee&#8217;s frustration at the lack of action from COSLA. Page 18 of the report says:</p><p>&#8220;When asked to respond to our call for evidence, which included questions on how planning for Gypsy/Traveller sites is taken into account, the Convention of Scottish Local Authorities ... stated, in its entirety, that &#8216;COSLA does not provide services or have the relations of the sort you are seeking information about&#8217;.&#8221;</p><p>On page 20, the report says:</p><p>&#8220;We were disturbed by COSLA&#8217;s response to our call for evidence, which gives the impression that it does not see its role as being to support local authorities during the planning process. We ask that COSLA clarify its position, and that local authorities, as far as COSLA&#8217;s role allows, use COSLA as a forum for support and partnership.&#8221;</p><p>Such an attitude has stopped us from moving on as a society and accepting Gypsy Travellers&#8217; rights. COSLA is pivotal to the implementation and promotion of the strategy needed at national and local level. There has been a dereliction of responsibility from COSLA. Why does COSLA think that it can ignore the report? As we have heard, the Scottish Government wrote to the committee to say that it is ready to work with local government, including COLSA, and directly with individual local authorities as appropriate, in order to effect change and measure success collaboratively.</p><p>Gypsy Travellers do not travel daily, all year round. Families require safe and secure places from which to do their travelling. As Gypsy Travellers grow older and are less able to travel regularly, they require safe and secure stopping places. Gypsy Travellers also sometimes stop travelling to care for sick or elderly relatives or to continue a child&#8217;s education in a supported school environment. That is the reality that our local authorities are struggling to cope with and, as we have heard, some are struggling more than others. The committee&#8217;s report must be the start of finding solutions to local problems.</p><p>I am really impressed with the time and the amount of work that the Equal Opportunities Committee has dedicated its report. I hope that members enjoyed their trip to Aberdeen. I am sure that the committee will consider going back to see the improvement made to the places and conditions in which Gypsy Travellers live in the north-east.</p><p>I expect that the Scottish Government-led public awareness campaign will start to change attitudes towards the Gypsy Traveller communities. However, that campaign can tackle discrimination only if we all participate in it, at national and local level. As members of the Scottish Parliament, we have a responsibility to bring back respect for Gypsy Travellers and to celebrate the diversity of our nation&#8212;a diversity that we in this Parliament are very proud of.</p>", "hdate": "2013-09-05", "major": "7", "subsection_id": "22695756", "parent": {"body": "Scottish Parliament: Where Gypsy Travellers Live"}, "video_status": "0", "extract": "First, I feel that I need to clarify my position. The Equal Opportunities Committee&#8217;s report &#8220;Where Gypsy/Travellers Live&#8221; was published in March 2013, so I can take no credit for it&#8212;I came to Parliament in May. However, when I joined the committee, I was very much aware of the good work of its members, particularly when they came to the north-east of Scotland to meet...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22695756", "hpos": "140", "gid": "2013-09-05.17.28", "epobject_id": "22695784", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-05.17.0&amp;s=speaker%3A25182+section%3Asp#g17.28", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I thank the cabinet secretary for his heartfelt statement, which will be appreciated in the north-east. Will he consider whether relatives of helicopter pilots and offshore workers should be represented at a senior level in the work of the helicopter safety steering group to give relatives a voice on the way forward for the industry?</p>", "hdate": "2013-09-04", "major": "7", "subsection_id": "22695463", "parent": {"body": "Scottish Parliament: Helicopter Incident"}, "video_status": "0", "extract": "I thank the cabinet secretary for his heartfelt statement, which will be appreciated in the north-east. Will he consider whether relatives of helicopter pilots and offshore workers should be represented at a senior level in the work of the helicopter safety steering group to give relatives a voice on the way forward for the industry?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22695463", "hpos": "120", "gid": "2013-09-04.18.17", "epobject_id": "22695480", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-09-04.18.0&amp;s=speaker%3A25182+section%3Asp#g18.17", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p></p><p>6. To ask the First Minister what plans the Scottish Government has to commemorate the 25th anniversary of the Piper Alpha disaster. (S4F-01484)</p>", "hdate": "2013-06-20", "major": "7", "subsection_id": "22694361", "parent": {"body": "Scottish Parliament: Piper Alpha Disaster"}, "video_status": "0", "extract": "6. To ask the First Minister what plans the Scottish Government has to commemorate the 25th anniversary of the Piper Alpha disaster. (S4F-01484)", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22694361", "hpos": "103", "gid": "2013-06-20.16.1", "epobject_id": "22694362", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-20.16.0&amp;s=speaker%3A25182+section%3Asp#g16.1", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I take the opportunity to highlight the screening of &#8220;Fire in the Night&#8221; at the Belmont Picturehouse in Aberdeen this Friday, and its wider distribution in the weeks ahead. Will the First Minister join me in welcoming that feature-length documentary as an important testimony to the terrible events for new generations to learn from?</p>", "hdate": "2013-06-20", "major": "7", "subsection_id": "22694361", "parent": {"body": "Scottish Parliament: Piper Alpha Disaster"}, "video_status": "0", "extract": "I take the opportunity to highlight the screening of &#8220;Fire in the Night&#8221; at the Belmont Picturehouse in Aberdeen this Friday, and its wider distribution in the weeks ahead. Will the First Minister join me in welcoming that feature-length documentary as an important testimony to the terrible events for new generations to learn from?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22694361", "hpos": "105", "gid": "2013-06-20.16.3", "epobject_id": "22694364", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-20.16.0&amp;s=speaker%3A25182+section%3Asp#g16.3", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>As a back bencher, I listened to the cabinet secretary&#8217;s statement. I know that this is the second year that the new budget exchange mechanism has been used. Does the cabinet secretary feel that the new mechanism delivers for Scotland? What would he like to see being improved?</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694127", "parent": {"body": "Scottish Parliament: Budget Outturn 2012-13"}, "video_status": "0", "extract": "As a back bencher, I listened to the cabinet secretary&#8217;s statement. I know that this is the second year that the new budget exchange mechanism has been used. Does the cabinet secretary feel that the new mechanism delivers for Scotland? What would he like to see being improved?", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22694127", "hpos": "121", "gid": "2013-06-19.19.19", "epobject_id": "22694146", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.19.0&amp;s=speaker%3A25182+section%3Asp#g19.19", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>First, I acknowledge the excellent contributions that have been made in the debate so far. I also congratulate all the members of the Justice Committee on their stage 1 report on the Victims and Witnesses (Scotland) Bill. Unfortunately, I withdraw my congratulations for one particular member. As a new member of the Parliament, I am quite astonished that a member for North East Scotland has done so much to undermine a committee of the Parliament. When I started in committees, I was told that if I signed up to a report, that meant that I agreed with it, and I would never come to the chamber to deny what I had said in committee.</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694151", "parent": {"body": "Scottish Parliament: Victims and Witnesses (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "First, I acknowledge the excellent contributions that have been made in the debate so far. I also congratulate all the members of the Justice Committee on their stage 1 report on the Victims and Witnesses (Scotland) Bill. Unfortunately, I withdraw my congratulations for one particular member. As a new member of the Parliament, I am quite astonished that a member for North East Scotland has...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22694151", "hpos": "182", "gid": "2013-06-19.20.56", "epobject_id": "22694207", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.20.0&amp;s=speaker%3A25182+section%3Asp#g20.56", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>If she had had a perfectly good reason for doing what she did, I am sure that Ms Marra would have told us so.</p><p>There is a lot in the bill on which we can all agree, such as the bill&#8217;s general principle of ensuring that the legal system in Scotland pays better regard to victims and witnesses, particularly in the help and support that is given to them during and after the investigation or proceedings.</p><p>The bill&#8217;s aim is to improve the experience of victims and witnesses and to make justice work for them. Over the past few weeks, the Presiding Officer may have heard me say several times that I was not born in Scotland, and I have to confess that English was not my favourite subject at school. Perhaps more than others in the chamber, I understand that plain English should be used when informing and supporting victims and witnesses. It is an appropriate language that most of us can read and understand, regardless of where we live or come from.</p><p>I note that Tam Baillie, Scotland&#8217;s Commissioner for Children and Young People, agrees with the principle of the need for good communication with victims and witnesses. When he gave evidence to the Justice Committee, he put on record his general support for the bill. We need to ensure not only that children and young people are heard, but that we communicate in a way that they can understand.</p><p>Incidentally, the word &#8220;victims&#8221; is the right choice of word for the bill. Families of victims are very sensitive to the language that we use. They are a highly vulnerable group. Children of victims, in particular, might need help and support for many years. Losing a parent at an early age or losing a child as a parent is a very traumatic event, whatever the circumstances.</p><p>Given that recorded crime in Scotland is at its lowest level for 39 years and that the number attempted murders and serious assaults has gone down by 50 per cent since June 2007, I believe that it is important that the Scottish Government reflects on the need to support the families of people who are killed on our roads. My experience is that families want an explanation of what happened, particularly if they know or are related to the person who was responsible for the road fatality.</p><p>I happen to live in the relatively new and prosperous town of Westhill in Aberdeenshire. Young families settled there two or three decades ago and so there is a disproportionate number of younger people there. Over the past 20 years, I have often attended the funerals of young people, many of whom&#8212;too many&#8212;were victims of accidents on our north-east roads. I know that when criminal proceedings are on-going it is difficult to address the needs of the families of those who have been killed on our roads and to ensure that they have the information that they require, and I understand why some bereaved families might not wish to receive some of the material from the investigation. However, the issue was raised when the Justice Committee took evidence from families of road death victims, and I ask the cabinet secretary to explore ways of increasing the amount of information that is given to the families of such victims.</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694151", "parent": {"body": "Scottish Parliament: Victims and Witnesses (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "If she had had a perfectly good reason for doing what she did, I am sure that Ms Marra would have told us so. There is a lot in the bill on which we can all agree, such as the bill&#8217;s general principle of ensuring that the legal system in Scotland pays better regard to victims and witnesses, particularly in the help and support that is given to them during and after the investigation or...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22694151", "hpos": "184", "gid": "2013-06-19.20.58", "epobject_id": "22694209", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.20.0&amp;s=speaker%3A25182+section%3Asp#g20.58", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>No.</p><p>I seek reassurance that the bill can allow for a statutory requirement to give bereaved families information&#8212;which they may or may not request&#8212;at the end of criminal proceedings. Again, as with the use of appropriate language, I believe that giving bereaved families the right to obtain copies of the investigation papers relating to fatal road deaths is good practice and the right thing to do.</p><p>I congratulate all the organisations and individuals who work hard to make our roads safer. This weekend&#8217;s Royal Highland Show will attract many visitors from our rural communities, and I urge them to stop at the road safety village in the show&#8217;s lifestyle area. Our country roads account for around 70 per cent of all road fatalities in Scotland and as a member who represents many rural communities in the north-east I will be attending the greatest show on earth to listen to expert advice and information on road safety.</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694151", "parent": {"body": "Scottish Parliament: Victims and Witnesses (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "No. I seek reassurance that the bill can allow for a statutory requirement to give bereaved families information&#8212;which they may or may not request&#8212;at the end of criminal proceedings. Again, as with the use of appropriate language, I believe that giving bereaved families the right to obtain copies of the investigation papers relating to fatal road deaths is good practice and the...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22694151", "hpos": "186", "gid": "2013-06-19.20.60", "epobject_id": "22694211", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.20.0&amp;s=speaker%3A25182+section%3Asp#g20.60", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I am delighted that the Justice Committee supports the bill&#8217;s general principles and look forward to hearing the cabinet secretary&#8217;s response. I, too, believe that the bill will help to improve the experiences of victims and witnesses of the criminal justice system in the future.</p>", "hdate": "2013-06-19", "major": "7", "subsection_id": "22694151", "parent": {"body": "Scottish Parliament: Victims and Witnesses (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I am delighted that the Justice Committee supports the bill&#8217;s general principles and look forward to hearing the cabinet secretary&#8217;s response. I, too, believe that the bill will help to improve the experiences of victims and witnesses of the criminal justice system in the future.", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22694151", "hpos": "188", "gid": "2013-06-19.20.62", "epobject_id": "22694213", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-19.20.0&amp;s=speaker%3A25182+section%3Asp#g20.62", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>I welcome the debate secured by Claire Baker. Like others before me, I wish that Mrs Baker had waited for the independent group looking at the future of land ownership and management in Scotland to publish its final report before calling on the Scottish Government to interfere with the process. That would also have given me more time to prepare for the debate. The final report of the land reform review group will come at the end of phase 2. As has been said, the report published last month is only an interim report.</p><p>There is consensus in the chamber because we all agree to build on the achievements of the Scottish Parliament on land reform. I noticed with interest that last year three significant land reform acts were passed: the Agricultural Holdings (Amendment) (Scotland) Act 2012, the Long Leases (Scotland) Act 2012 and the Land Registration etc (Scotland) Act 2012. As the minister said, the commitment to land reform is a process, not an event. The Parliament and the Scottish Government have clearly demonstrated their will to build on the community right to buy landmark achievement.</p><p>What has impressed me most in the debate is how the land reform review group was established independent from Government and how it has engaged with many stakeholders. I remember last year participating in the Scottish Government community empowerment and renewal bill consultation as a community councillor of my wee town of Westhill in Aberdeenshire.</p><p>I will illustrate how radical and bold we already are when it comes to land reform. When our small group of community councillors was asked whether we would support a community right to buy for urban communities, not everyone around the table understood why urban communities would want to engage with the idea, and most agreed that that proposition was not for them. When we were prompted to consider whether it would be appropriate to transfer unused or underused public sector assets to individual communities, the same answers came that that was not for our community.</p><p>By then, I found it difficult to contain my frustration and, when the same answers came in response to the question, &#8220;Would it help your community if it owned land or buildings?&#8221; I felt an urge to speak. I pointed out to everyone that we were looking for a piece of land to create a space for allotments to benefit many in our community. The answer that I received showed me how different the attitude to land ownership in Scotland is from the attitude in the country that I came from many years ago. I was asked, &#8220;Why own a piece of land and be responsible for it when we could ask the local estate to help with this community local project?&#8221;</p><p>There is a danger that the top-down legislation that Claire Baker seems to ask for is not what is required, as we want land reform legislation to reflect the aspirations of our communities, both urban and rural.</p><p>Let me be clear: we have seen great progress, not only in the west of Scotland but in the region that I have the privilege to represent&#8212;North East Scotland. Attitudes in my wee town of Westhill have moved on. We celebrated the opening of the first men&#8217;s shed in Scotland&#8212;the Westhill Men&#8217;s Shed&#8212;a community project that I had the pleasure of visiting with the local constituency MSP, Dennis Robertson.</p><p>I am proud that the Westhill Men&#8217;s Shed has been nominated as a contender for the people&#8217;s choice award by the Scottish Council for Voluntary Organisations. More to the point, the Westhill Men&#8217;s Shed was one of the first community groups in the north-east to apply for community asset transfer. It was successful, the legislation works and the attitudes are changing. However, I wonder whether Marty Kehoe, who is the chairman of the Westhill Men&#8217;s Shed, had an influence on the group&#8217;s change of attitude.</p>", "hdate": "2013-06-05", "major": "7", "subsection_id": "22692971", "parent": {"body": "Scottish Parliament: Land Reform"}, "video_status": "0", "extract": "I welcome the debate secured by Claire Baker. Like others before me, I wish that Mrs Baker had waited for the independent group looking at the future of land ownership and management in Scotland to publish its final report before calling on the Scottish Government to interfere with the process. That would also have given me more time to prepare for the debate. The final report of the land...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22692971", "hpos": "139", "gid": "2013-06-05.18.30", "epobject_id": "22693001", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-05.18.0&amp;s=speaker%3A25182+section%3Asp#g18.30", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>As a New Yorker, Marty would have a more radical and bold attitude to communities owning and managing land and properties than most people who were born in Scotland.</p>", "hdate": "2013-06-05", "major": "7", "subsection_id": "22692971", "parent": {"body": "Scottish Parliament: Land Reform"}, "video_status": "0", "extract": "As a New Yorker, Marty would have a more radical and bold attitude to communities owning and managing land and properties than most people who were born in Scotland.", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22692971", "hpos": "141", "gid": "2013-06-05.18.32", "epobject_id": "22693003", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-06-05.18.0&amp;s=speaker%3A25182+section%3Asp#g18.32", "minor": "0", "htime": null, "speaker_id": "80542"}, {"body": "<p>Thank you very much, Presiding Officer. In the tradition of this Parliament, I will change the tone of this debate a little.</p><p>I thank everyone at the Scottish Parliament for welcoming me to this wonderful place. The kind words that I have received, from the cleaners to the Presiding Officer, testify that this Parliament is truly the people&#8217;s Parliament.</p><p>My three daughters were very impressed by the reception that their French-born father received from every member sitting in the chamber last Wednesday, and I thank all members for that. It meant a lot to them and it meant a lot to me.</p><p>However, back home not everyone agreed with my choice of language. Back home, in Garioch, many told me that they would have preferred to hear me take the oath in Doric. I listened and pledged that my maiden speech would reflect the lives of the people who live in the north-east. I thank Richard Baker for giving me the opportunity to speak on a matter that the people of the north-east care about most: road infrastructure.</p><p>I take members back a couple of weeks to when, in the real world&#8212;a turn of phrase that is often used in the chamber&#8212;I braved the Haudagain roundabout every day to commute from Torry in Aberdeen to Kintore in Aberdeenshire. Let me be absolutely clear: in the real world, we all welcomed the end of the legal challenge against the AWPR and the progress that has been made since.</p><p>I will not repeat Kevin Stewart&#8217;s excellent and logical reasons for delivering the AWPR and the works at the Haudagain to minimise the disruption to the many commuters in the north-east. Instead, I will take members on a journey across Scotland and beyond.</p><p>Many years ago, a major European haulage company asked a young French loon to come to Scotland to open an office in Glasgow. I take this opportunity to point out that we have made significant progress in road infrastructure in Scotland since, particularly in the central belt.</p><p>With the legal dispute behind us, it is now our turn in the north-east. I trust that we can deliver the same progress that we have seen delivered elsewhere in Scotland, with projects such as the completion of the M74 delivered under budget and ahead of schedule. It is right that our road network should reflect the energy boom that we are experiencing in the north-east.</p><p>Prosperity and growth have brought full employment in and around Aberdeen. The unemployment rate in Garioch is lower than 2 per cent, and in my home town of Westhill the rate is less than 1 per cent. I am proud to live in Westhill, which is the global centre of excellence in subsea engineering. Despite the constant efforts of all members who represent the north-east, that success story is still Scotland&#8217;s best-kept secret. I am thinking about changing that.</p><p>The can-do attitude of the people of the north-east who work in the energy sector is respected across the world, and Doric is becoming an international language in the industry. Let us celebrate our achievements and match that can-do attitude with a positive message from the chamber today. We can and will deliver the AWPR, just as we will deliver the works at the Haudagain roundabout.</p><p>Brian Adam put the needs of the people who live in the north-east first when he represented the same region that I have the privilege and honour to represent today. He went on to represent the constituency of Aberdeen North from 2003 to 2011, and thereafter he represented Aberdeen Donside. No other politician in the north-east can claim to understand better the people&#8217;s needs in respect of the Haudagain roundabout. It is no coincidence that Brian&#8217;s constituency office is just a few yards away from the Haudagain roundabout. Like Kevin Stewart and other members who have spoken in the debate, I stopped many times at that office and was always made very welcome.</p><p>I am delighted that the improvements to the Haudagain roundabout will start on completion of the Aberdeen western peripheral route, because that is common sense. [Applause.]</p>", "hdate": "2013-05-22", "major": "7", "subsection_id": "22691770", "parent": {"body": "Scottish Parliament: Haudagain Roundabout"}, "video_status": "0", "extract": "Thank you very much, Presiding Officer. In the tradition of this Parliament, I will change the tone of this debate a little. I thank everyone at the Scottish Parliament for welcoming me to this wonderful place. The kind words that I have received, from the cleaners to the Presiding Officer, testify that this Parliament is truly the people&#8217;s Parliament. My three daughters were very...", "collapsed": 0, "speaker": {"first_name": "Christian", "last_name": "Allard", "title": "", "url": "/msp/?m=80542", "house": "4", "member_id": "80542", "person_id": "25182", "party": "Scottish National Party", "constituency": "North East Scotland"}, "section_id": "22691770", "hpos": "133", "gid": "2013-05-22.16.35", "epobject_id": "22691805", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-05-22.16.0&amp;s=speaker%3A25182+section%3Asp#g16.35", "minor": "0", "htime": null, "speaker_id": "80542"}], "searchdescription": "in the 'Scottish Parliament debates' speaker:Christian Allard"}