{"info": {"total_results": 7, "s": "speaker:25207 section:sp", "first_result": 1, "spelling_correction": "", "results_per_page": 100, "page": "1"}, "rows": [{"body": "<p>The existence of food banks in Scotland is truly saddening; it shames and embarrasses us all. What is worse than their existence is that the need for them is growing day by day and week by week. I was shocked to read in the Citizens Advice Scotland briefing that, from April to September last year, almost six times as many Scots turned to food parcels as did so in the same period the year before.</p><p>As other members have said, it is ironic that food banks also showcase what is good about our society. Volunteers who offer their time and energy to ensure the success of their local food bank display amazing civic duty and all that is inspiring and best in people.</p><p>However, as Neil Findlay pointed out, this is 2014, not 1914. We are one of the richest countries in the world. When we hear about mums and dads walking miles each way to pick up food to put on the table for their children, when we hear that senior doctors and academics are concerned that hunger in Britain has reached the level of a public health emergency and when teachers tell us that children are turning up at our schools hungry, that makes me extremely angry and I know that colleagues across the chamber&#8212;except for the no-show Tories and Lib Dems&#8212;feel the same.</p><p>There is no doubt that the austerity measures, taxation policies and welfare reforms that the coalition Government has implemented have been key factors in the rise of food banks. We have seen tax cuts for the richest millionaires, while hard-pressed families have had their tax credits cut and their child benefit frozen. The bedroom tax hits the poor and the disabled hardest, while the Government turns a blind eye to tax evasion by multinational companies. Reforms to benefits have seen people sanctioned and left penniless.</p><p>I visited Dunfermline Foodbank recently and I was told that, in the week when the bedroom tax was introduced last April, the numbers seeking food parcels went up by 180 per cent. The organisation told me that clients are increasingly turning to it as a result of benefit sanctions. People are increasingly desperate and have nowhere else to turn, yet the food bank can help them for only a few days. What happens to someone who has been sanctioned for months? How are they supposed to put food on the table, never mind pay their electricity bills, put shoes on their children&#8217;s feet and pay their bus fare to go to work or to seek work? The only choice that is left to some people is to steal or to starve.</p><p>Before Christmas, a constituent who had already had his three food parcels came to see me at my surgery. He had two packets of frozen burgers to last the week. What type of society are we living in when we allow that to happen? In 21st century Scotland and across the UK, no child should go to school with an empty belly and no mum should be choosing between heating and eating. No family should be left destitute because of a welfare system that penalises rather than supports people.</p><p>Of the 2,147 cases that Dunfermline Foodbank has dealt with since last April, 1,255 were a direct result of benefit changes or delays. A further 205 were due to low pay&#8212;people did not have the money to last the month. John Drylie, who does an excellent job of running Dunfermline Foodbank, tells me that the bedroom tax is at least a factor in almost all cases and is the sole factor in many.</p><p>Yesterday, we secured agreement on mitigating the effect of the bedroom tax in Scotland, which I hope will make a difference to families in Dunfermline and across Scotland who are struggling to make ends meet. Just as it was time yesterday for Holyrood to use the powers that we have to change people&#8217;s lives, now it is time for the UK Government to wake up and face up to the cost of living crisis that it has created. It is time to end the scandal of families in our country going hungry. The UK Government&#8217;s denial has gone on long enough. It is time for action.</p>", "hdate": "2014-02-06", "major": "7", "subsection_id": "22883964", "parent": {"body": "Scottish Parliament: Food Banks"}, "video_status": "0", "extract": "The existence of food banks in Scotland is truly saddening; it shames and embarrasses us all. What is worse than their existence is that the need for them is growing day by day and week by week. I was shocked to read in the Citizens Advice Scotland briefing that, from April to September last year, almost six times as many Scots turned to food parcels as did so in the same period the year...", "collapsed": 0, "speaker": {"first_name": "Cara", "last_name": "Hilton", "title": "", "url": "/msp/?m=80544", "house": "4", "member_id": "80544", "person_id": "25207", "party": "Labour", "constituency": "Dunfermline"}, "section_id": "22883964", "hpos": "129", "gid": "2014-02-06.17.22", "epobject_id": "22883986", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-02-06.17.0&amp;s=speaker%3A25207+section%3Asp#g17.22", "minor": "0", "htime": null, "speaker_id": "80544"}, {"body": "<p>I thank David Stewart for securing this debate on an issue that is of great concern to people in this chamber and in Scotland, and around the world. Further, I congratulate David on having had the honour to represent the Scottish Parliament at the first-ever meeting of the global parliamentary champions for diabetes in Melbourne. He has done a fantastic job in raising the profile of diabetes in the Scottish Parliament. I am sure that we all pay tribute to that work.</p><p>As colleagues have stated, diabetes is a major public health challenge. The motion highlights that last year it was responsible for 5.1&#160;million deaths around the world, which is one every six seconds. In my constituency of Dunfermline in Fife, in Scotland and around the world the number of people who suffer from diabetes is rising at an alarming rate. Colleagues have already talked about the figures in Scotland, and it looks like we are on the brink of a diabetes epidemic.</p><p>The figures are extremely worrying for us all. In 2002, it was estimated that 150,000 people in Scotland were living with diabetes, but by 2006 the estimate was 170,000 and it rose to 228,000 in 2010. Today, the figure is almost 260,000. That means that, in just over a decade, we have seen a 42 per cent increase in the number of people who have been diagnosed with diabetes in Scotland. When we factor in the substantial number of people who are living with diabetes but are undiagnosed, we are looking at a major public health time bomb. With 50 people being diagnosed with diabetes every day in Scotland, those are shocking statistics that are of deep concern to all of us here today.</p><p>The cost of diabetes is not measured only in the suffering of those who are afflicted with the condition, or by the impact on their families and friends. As colleagues have said, it is also counted in the resources that it uses in our national health service and in our social services, and in the productive lives of which it robs our society.</p><p>It is absolutely vital that we take action to tackle this costly disease, but we also need to do more to ensure access to adequate care, treatment and medicines&#8212;including insulin pumps&#8212;for those who are living with the condition, in order to ensure that they have a better quality of life.</p><p>Although not all diabetes cases are preventable, the vast majority of type 2 diabetes cases are weight-related, and the numbers will inevitably keep going up as the Scottish population grows older and fatter. A recent report by NHS Fife revealed that one in five primary 1 children in my constituency, Dunfermline, is overweight or obese. The same report found that one in three adults in west Fife is obese, and that only a third of adults there do 30 minutes of physical activity a day.</p><p>We are all, rightly, proud of Scottish food and drink, but the reality is that most people&#8217;s diets in Scotland feature too much sugar and fat, and that most people do too little exercise. Those are the key factors in the diabetes challenge that we face.</p><p>If we are to tackle diabetes successfully, we need a complete change in our attitudes, but small simple steps will also make a big difference. Taking the stairs instead of the lift, having an apple instead of a digestive biscuit and walking to the shops instead of jumping in the car are just three small steps that will make a huge difference in the long term.</p><p>We need to reach people early. The worrying obesity figures for children in Dunfermline show the importance of early intervention. I would like to highlight Fife Council&#8217;s take time for a cuddle campaign, which was launched recently at the excellent Beanstalk nursery in my constituency. The campaign is aimed at showing parents how making small behavioural changes can make big differences to a child&#8217;s development and have a significant impact on their future life chances by reducing the likelihood of their suffering from conditions such as type 2 diabetes later in life. Although, inevitably, early intervention work will take a long time to reap results, if we are to successfully tackle the growing diabetes epidemic in Scotland, it is vital that we invest in it.</p><p>The motion highlights the global nature of the problem, and although there is much that we can do to tackle diabetes in Scotland, we must keep sight of the fact that it is a global issue. We must continue to work with our colleagues in the UK, Europe and across the world to develop solutions and ensure that people are aware of how to reduce the risk of type 2 diabetes and to address the common challenges that we face.</p><p>I look forward to hearing from the minister about how we can ensure that diabetes stays high on the political agenda in Scotland.</p>", "hdate": "2014-01-30", "major": "7", "subsection_id": "22870547", "parent": {"body": "Scottish Parliament: Melbourne Declaration on Diabetes"}, "video_status": "0", "extract": "I thank David Stewart for securing this debate on an issue that is of great concern to people in this chamber and in Scotland, and around the world. Further, I congratulate David on having had the honour to represent the Scottish Parliament at the first-ever meeting of the global parliamentary champions for diabetes in Melbourne. He has done a fantastic job in raising the profile of diabetes...", "collapsed": 0, "speaker": {"first_name": "Cara", "last_name": "Hilton", "title": "", "url": "/msp/?m=80544", "house": "4", "member_id": "80544", "person_id": "25207", "party": "Labour", "constituency": "Dunfermline"}, "section_id": "22870547", "hpos": "127", "gid": "2014-01-30.17.8", "epobject_id": "22870555", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-30.17.0&amp;s=speaker%3A25207+section%3Asp#g17.8", "minor": "0", "htime": null, "speaker_id": "80544"}, {"body": "<p>My speech is definitely shorter than six minutes.</p><p>I welcome the opportunity to speak in support of the amendment in the name of Claire Baker. The issue will impact on many of our rural communities and is of great importance to the farming industry in Scotland.</p><p>European politics can seem to be very remote from our daily lives, and when we look at some of the complex language that is used in the debate about the common agricultural policy, it is no surprise that people are turned off. However, getting CAP reform right is absolutely vital&#8212;and long overdue. It offers us the opportunity to put Scottish agriculture on a more sustainable and progressive footing, and to adapt to meet the many inevitable changes that lie ahead.</p><p>The Scottish Government has the power to secure a good and fair deal for Scottish farmers, so I welcome the consultation that has been launched on how direct CAP payments should be implemented in Scotland.</p><p>Clare Baker mentioned slipper farming. It is vital that that practice is ended and that CAP funding goes where it is needed most, which is in genuinely active farming businesses. There is a world of difference between land that can be grazed and land that is grazed, and that needs to be recognised and reflected in how direct payments are made. NFUS pointed out in its briefing, which was circulated yesterday, that</p><p>&#8220;Scotland cannot afford to drain its limited budget to empty hillsides&#8221;.</p><p>I welcome the minister&#8217;s assurance that he is working with stakeholders to address that issue.</p><p>It is vital that the limited funds that are available are targeted at the most productive land. However, how we measure a productive farm varies; it is not as simple as measuring the density of the stock. The Scottish Government must take into account the varied nature of farming in Scotland and look at funding that supports sustainable farming practices. It must ensure that remote fragile farms are supported, too. It is also vital that the Scottish Government reach as soon as possible a decision on a new payment scheme: one that ensures that funds are divided as fairly and equitably as they can be.</p><p>We recently debated the Scottish Government&#8217;s draft climate change adaption programme, and CAP reform offers significant opportunities to advance our climate change objectives. The proposals allow for a transfer of up to 15 per cent from pillar 1 to pillar 2 rural development funds, yet the Scottish Government has proposed to transfer just 9.5 per cent. That falls far short of the 15 per cent that has been agreed to by the Welsh Government and which has been called for by environmental campaigners, and of the 12 per cent that has been agreed to by the UK Government. Given our failure to achieve our climate change targets in each of the past 2 years, it is a shame that the Scottish Government is not grasping the opportunity to be a bit bolder.</p><p>We have the opportunity now to use CAP funds to support farming practices that protect and restore our natural environment, and support rural communities and landscapes. It is an opportunity to make Scotland&#8217;s farms more sustainable and more environmentally friendly, which must be a priority if we are to create the right conditions to sustain long-term agricultural production in Scotland.</p><p>Ultimately, CAP reform is about delivering better value for farmers, taxpayers, consumers and the environment. Although all of us would like to see Scotland secure a better share of CAP funding from the UK Government, we are where we are&#8212;as the minister said&#8212;and we need to work now to ensure that the funds that Scotland has are targeted as effectively and fairly as possible, in order to ensure a sustainable long-term future for our rural communities, our farmers and our environment.</p>", "hdate": "2014-01-29", "major": "7", "subsection_id": "22870021", "parent": {"body": "Scottish Parliament: Common Agricultural Policy"}, "video_status": "0", "extract": "My speech is definitely shorter than six minutes. I welcome the opportunity to speak in support of the amendment in the name of Claire Baker. The issue will impact on many of our rural communities and is of great importance to the farming industry in Scotland. European politics can seem to be very remote from our daily lives, and when we look at some of the complex language that is used in...", "collapsed": 0, "speaker": {"first_name": "Cara", "last_name": "Hilton", "title": "", "url": "/msp/?m=80544", "house": "4", "member_id": "80544", "person_id": "25207", "party": "Labour", "constituency": "Dunfermline"}, "section_id": "22870021", "hpos": "118", "gid": "2014-01-29.17.20", "epobject_id": "22870041", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-29.17.0&amp;s=speaker%3A25207+section%3Asp#g17.20", "minor": "0", "htime": null, "speaker_id": "80544"}, {"body": "<p>We have robust evidence for global warming, as colleagues have already said, but there are still many unknowns and variables involved in predicting exactly how our climate will change as a result.</p><p>There is always a temptation to hope for the best when developing policy, but that must be coupled with planning and preparation for all possible climate change scenarios. From dealing with long-term changes in agriculture and energy to building sustainability into our economy and coping with the changing nature and frequency of extreme weather events, our policies for climate change adaptation must be capable of addressing all the challenges that we face.</p><p>For example, our assumptions about sea level rises might need to be reassessed following recent work by the University of Glasgow. Previously, it was thought that much of Scotland&#8217;s land was rising faster than the sea around it. Recent studies suggest that that effect is now fading, which means that our coastal areas will be more exposed to the consequences of climate change than we thought.</p><p>The most attractive adaptations are often those that deliver other benefits for households and businesses&#8212;mainly financial, to be fair. Although those might have long-term value, even without climate change, sometimes the benefits can take many years to outstrip costs, which is a big barrier to their adoption.</p><p>The Scottish Government and public bodies need to do a lot more to encourage and facilitate such changes. As a result of Labour amendments to the Climate Change (Scotland) Act 2009, they have a public duty to do that and more. One route for promoting better adaptation is through procurement. Public bodies should be doing a lot more to include climate change considerations in their procurement policies and ensure that the climate change consequences of public sector contracts are fully assessed with respect to the activities of not only public bodies but their contractors.</p><p>There are also great ways of combining adaptation with health initiatives. Food that is sourced directly from local production not only is fresher but travels fewer miles, which is good news for emissions reductions. Now in its seventh year, the Fife diet project is an excellent example of the important role that local food systems can play. The project has adopted a collaborative approach to the development of community food, in terms of its potential for improving health, affordability and sustainability. It is a fantastic project that is making a real difference, and we need more like it across Scotland.</p><p>Big business also needs to buy in to localised distribution to a far greater extent. How often does locally produced food travel hundreds of miles on a round trip in order to find its way back to local stores? It is also vital that the private sector&#8217;s role is developed alongside the role of the public and third sectors. As Angus MacDonald said, small and medium-sized enterprises have a crucial role to play in that regard. They are often locally based, serving local markets, and there is much more that they could be doing to reduce carbon footprints and to contribute to adaptation. However, they lack resources, and we need to ensure that they have the necessary knowledge and the incentives to incorporate climate change action into their activities.</p><p>The Climate Change (Scotland) Act 2009 was passed with great fanfare&#8212;rightly so, as it was globally ground-breaking legislation. Unfortunately, however, we have struggled to match its ambition with action. It is especially disappointing that Scotland has failed to meet our emissions targets in each of the past two years. I would welcome the minister&#8217;s comments on how we are going to address that.</p><p>The document that we are discussing contains many worthwhile proposals but, as ever, good intentions will not be sufficient. It is absolutely essential that Scotland has an effective adaptation programme. We have a moral responsibility to take every action possible to mitigate the impact of climate change in Scotland and across the world. We have a duty to our children, to their children and to their children&#8217;s children.</p><p>Climate change is the most important and most challenging issue that we will ever face. The bottom line is that we must not only promise radical action but also commit the time, money and resources that are needed to achieve that action.</p><p>The minister&#8217;s letter responding to the committee&#8217;s points was encouraging, and I therefore hope that the Scottish Government will strongly consider the committee&#8217;s recommendations on how the draft programme can be strengthened and will include our recommendations in the final programme.</p>", "hdate": "2014-01-14", "major": "7", "subsection_id": "22838948", "parent": {"body": "Scottish Parliament: Draft Climate Change Adaptation Programme"}, "video_status": "0", "extract": "We have robust evidence for global warming, as colleagues have already said, but there are still many unknowns and variables involved in predicting exactly how our climate will change as a result. There is always a temptation to hope for the best when developing policy, but that must be coupled with planning and preparation for all possible climate change scenarios. From dealing with...", "collapsed": 0, "speaker": {"first_name": "Cara", "last_name": "Hilton", "title": "", "url": "/msp/?m=80544", "house": "4", "member_id": "80544", "person_id": "25207", "party": "Labour", "constituency": "Dunfermline"}, "section_id": "22838948", "hpos": "63", "gid": "2014-01-14.5.16", "epobject_id": "22838964", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2014-01-14.5.0&amp;s=speaker%3A25207+section%3Asp#g5.16", "minor": "0", "htime": null, "speaker_id": "80544"}, {"body": "<p>Violence against women was a significant issue in my election, but my concerns neither began nor ended with the behaviour of Dunfermline&#8217;s former MSP. Throughout the world, 2 million women and girls every year suffer genital mutilation. Millions are raped&#8212;many in wars&#8212;and others suffer forced marriage or are the victims of honour killings. As Jackie Baillie has already highlighted, for the 15 to 44-year-old age group, men&#8217;s violence kills or incapacitates more women around the world every year than cancer, malaria, road traffic accidents and war combined.</p><p>Sometimes abuse is widely known about and even institutional, but it is often hidden and we are unsure of its extent. Most abuse and violence occurs within the family home, behind closed doors. That is an abuse of power and trust, mostly by men, which is surprisingly common. Indeed, at least one in four women in Scotland will experience domestic abuse at some stage in their life, and one in three cases either starts or escalates during pregnancy. Domestic abuse happens in every community in Scotland, and damages the lives of thousands of women, children and young people. There is no socioeconomic, age or cultural barrier to abuse, and there is no doubt that violence against women is rooted in persistent gender inequalities in our homes and workplaces, the media, and across society.</p><p>Scotland&#8217;s progressive stance to tackling domestic violence is widely acknowledged and I hope that the new strategy will build on that. Many of the very positive measures taken here have resulted from multi-agency partnership working. A successful example of that approach in Fife is the CEDAR programme for children who have experienced domestic abuse and are suffering behavioural, emotional and social difficulties as a result. Another example is MARAC, the multi-agency risk assessment conference, which has been introduced to identify and protect the highest-risk victims of domestic abuse. Those programmes demonstrate the real benefits of partnership working&#8212;with police, health and council services working closely with voluntary sector organisations such as women&#8217;s aid.</p><p>Last year, Fife Women&#8217;s Aid gave support to 1,369 women, including 200 very high-risk domestic abuse MARAC cases. It does a fantastic job in supporting women across Fife. Unfortunately, however, funding for that vital work is not assured and is dependent on partners allocating resources in increasingly tight financial circumstances. Indeed, Scottish Women&#8217;s Aid has found that almost one third of groups are reducing services due to funding cuts at a time when demand is higher than ever. It is the victims of domestic violence who are paying the price.</p><p>On 18 September, women&#8217;s aid groups across Scotland took part in their annual 24-hour census to identify how many women, children and young people were supported on that day. A shocking 51 per cent of women and their children seeking refuge on that day were turned away because there was simply no room. It is simply unacceptable that women fleeing from abuse are unable to access help when they need it most. It is vital that more is done to ensure that domestic abuse support services are placed on secure financial footing.</p><p>Although most of us are looking forward to spending time with our families, for victims of domestic abuse, Christmas can be an extremely difficult and frightening time. I wish all victims the courage to seek help and I wish for the rest of us that we will provide it. We will never achieve the Scotland that we aspire to when thousands of our citizens live in constant fear. Violence against women is never acceptable&#8212;it is always a crime and we all have a responsibility to put a stop to it.</p>", "hdate": "2013-12-17", "major": "7", "subsection_id": "22813683", "parent": {"body": "Scottish Parliament: Violence against Women"}, "video_status": "0", "extract": "Violence against women was a significant issue in my election, but my concerns neither began nor ended with the behaviour of Dunfermline&#8217;s former MSP. Throughout the world, 2 million women and girls every year suffer genital mutilation. Millions are raped&#8212;many in wars&#8212;and others suffer forced marriage or are the victims of honour killings. As Jackie Baillie has already...", "collapsed": 0, "speaker": {"first_name": "Cara", "last_name": "Hilton", "title": "", "url": "/msp/?m=80544", "house": "4", "member_id": "80544", "person_id": "25207", "party": "Labour", "constituency": "Dunfermline"}, "section_id": "22813683", "hpos": "155", "gid": "2013-12-17.8.32", "epobject_id": "22813715", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-12-17.8.0&amp;s=speaker%3A25207+section%3Asp#g8.32", "minor": "0", "htime": null, "speaker_id": "80544"}, {"body": "<p>I thank Rhoda Grant for bringing this important debate to the chamber to mark world prematurity day.</p><p>As we have heard from Malcolm Chisholm, in Scotland 8,000 babies a year are born too soon, too small or too sick. The care that premature babies receive during their first few minutes, hours, days, weeks or months impacts on the rest of their lives. For mums, dads and grandparents, that time can be one of the hardest and most anxious times that they will go through.</p><p>I speak from experience: my youngest son, Luca, was born at 33 weeks and weighed just 3.5 pounds. Like many mums, I had absolutely no warning that he would be premature. On the day he was born, we had driven back from holiday, arrived home at about 6.30 and sat down for tea. All of a sudden, I felt a pain that I knew was not a good sign. We rushed straight to the hospital in Kirkcaldy in time for Luca to be born just after eight o&#8217;clock. We saw him very briefly before he was whisked away. I was left in shock, holding a photograph of my new baby that the midwife had given me. That was me until the next morning, when I was able to visit Luca for the very first time in the neonatal high-dependency unit.</p><p>That was the start of a very long and stressful three weeks. All I wanted to do was hold my new baby and take him home, but there he was in an incubator, all wired up and being fed through tubes. Doctors and nurses were now his primary carers; as parents, we felt that we were watching from the sidelines. The care that Luca received from all the staff at Forth Park hospital in Kirkcaldy during that time was first class, but there is no doubt that, as a family, it was one of the most scary and stressful periods of our lives.</p><p>Thanks to our fantastic national health service in Scotland, Luca is now an extremely healthy and vibrant three-year-old. However, I never forget how lucky we are that he was born here in Scotland, because around the world every year 15&#160;million babies are born too soon and 1&#160;million of those babies die: premature birth kills one baby every 30 seconds somewhere in the world. That is a shocking statistic that is all the more shocking because 75 per cent of those deaths could be easily prevented by keeping babies clean, warm and close to their mum and by breastfeeding&#8212;proven low-cost interventions that can and do save little lives.</p><p>I am really pleased that here in Scotland we now have a comprehensive set of new standards for care of premature babies. It is vital now that we work to ensure that they are fully implemented. Central to that must be parental involvement and engagement. Parents whose babies are in special care are faced with multiple worries&#8212;not only about the immediate health of their baby, but about whether their baby will face long-term health problems. They also have worries about leaving their baby behind in hospital, about how they are going to manage looking after their other children, about how they can afford the petrol for the constant trips back and forward to hospital, about how their partner will manage to get time off work after their two-week paternity leave is over and, for some, about whether their little one will ever make it home.</p><p>Families deserve better support in neonatal units than they have at present. As other members have said, lack of accommodation means that it is very difficult for parents to spend time bonding with their baby in the early days. Lack of cr&#232;che facilities in hospitals means that it is very difficult for parents who have other young children to manage. We know how important breastfeeding is, but breastfeeding can be extremely difficult for parents of premature babies when they are kept apart from their baby and have to travel back and forward to their home from a hospital that might be quite far away.</p><p>When my son was in special care, I remember being shown a corner of the ward where mothers could express milk behind a curtain. However, there was hardly any privacy, so it did not surprise me that that facility was rarely used. If neonatal services are to be family friendly, mums and dads need to be fully involved in shaping them. When your baby is in a neonatal unit, it is very easy to feel that you are a bystander. That situation needs to change. Parents need to be at the centre of the care. The new standards will go a long way towards helping to deliver the family-centred approach that we need. I hope that the Scottish Government will make the standards a reality as soon as possible in order to ensure that premature and sick babies have the best possible care and quality of life.</p>", "hdate": "2013-11-28", "major": "7", "subsection_id": "22768187", "parent": {"body": "Scottish Parliament: World Prematurity Day 2013 and Neonatal Care"}, "video_status": "0", "extract": "I thank Rhoda Grant for bringing this important debate to the chamber to mark world prematurity day. As we have heard from Malcolm Chisholm, in Scotland 8,000 babies a year are born too soon, too small or too sick. The care that premature babies receive during their first few minutes, hours, days, weeks or months impacts on the rest of their lives. For mums, dads and grandparents, that time...", "collapsed": 0, "speaker": {"first_name": "Cara", "last_name": "Hilton", "title": "", "url": "/msp/?m=80544", "house": "4", "member_id": "80544", "person_id": "25207", "party": "Labour", "constituency": "Dunfermline"}, "section_id": "22768187", "hpos": "126", "gid": "2013-11-28.16.6", "epobject_id": "22768193", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-28.16.0&amp;s=speaker%3A25207+section%3Asp#g16.6", "minor": "0", "htime": null, "speaker_id": "80544"}, {"body": "<p>I am pleased to be making my maiden speech in this important debate on the Children and Young People (Scotland) Bill. It may be the tradition for members to pay tribute to their predecessors in such speeches, but on this occasion I think that the less said about my predecessor, the better.</p><p>I am extremely proud to have been elected as member of the Scottish Parliament for Dunfermline. Dunfermline is the community in which I live, it is where my children go to school and nursery and there is no greater honour for me than the opportunity to serve the people of Dunfermline at Holyrood. In my election campaign, I promised my constituents that I would always put Dunfermline first and that I would focus on the issues that matter to people in their everyday lives.</p><p>Anyone who took part in the by-election campaign will know that Dunfermline is a growing area. We certainly have a large proportion of young families, and the number 1 challenge facing many of the young families that I represent is childcare. They face the constant challenge of juggling work, childcare, school pick-up times and family finances. Politicians in all parties say that they want to address that challenge, but for too long they have failed to do so. That is why I welcome the Children and Young People (Scotland) Bill and support its general principles.</p><p>However, for the constituents that I represent, the bill is a missed opportunity and I think that it lacks ambition. The 600 hours of free childcare is extremely welcome, but it is long overdue. When the SNP originally pledged 600 hours, my oldest son was almost three years old and was just about to start pre-school. Like all my friends, I was looking forward to the extra provision that was promised back in 2007. My son and his friends are now aged nine and they are in primary 5, yet the 600 hours of provision still has not been delivered. There are few better examples of Scotland being on pause than the seven years for which the SNP has made parents in Dunfermline and across Scotland wait for extra free childcare.</p><p>The reality is that we are still playing catch-up with England and Wales where, despite the coalition Government&#8217;s best efforts to dismantle the good work that was done by Labour, families continue to benefit from better provision than exists here in Scotland. At the UK level, Ed Miliband has pledged to deliver 25 hours a week of free childcare to working parents of three and four-year-olds if Labour wins in 2015, and to guarantee wraparound childcare for families of schoolchildren.</p><p>Why does the bill that we are discussing not include childcare provision for school-age children? Why does it do nothing to address the unfairness of birthday discrimination, which means that a child who is born after 31 August has to wait an extra six months&#8212;often until the end of January the next year&#8212;for a free pre-school place? Why is the SNP Government happy for Scotland to be lagging behind the rest of the UK when it comes to providing care for some of our most vulnerable two-year-olds? To coin a phrase from the Dunfermline by-election, Scotland deserves better than that.</p><p>The bill as it stands does little to tackle the number 1 issue facing families, which is the lack of flexible, affordable childcare. As the mum of three children, I was delighted when my five-year-old started school in August, not just because she was so looking forward to it, but because for the first time in years I was no longer paying every single penny that I earned in childcare. Up until then, with two pre-school children in childcare, even with juggling my working hours to finish at 3 o&#8217;clock and pick up my eldest from school and my daughter from pre-school, I was paying &#163;1,200 a month in childcare, and that was for a four-day working week. Even now, with my oldest two at school and my youngest at pre-school, like families across Scotland, I pay more for childcare than for my mortgage.</p><p>Without the support of friends and family, I could not be standing here. I could not have stood for election to Holyrood, because getting home in time to pick up three children from different locations by 6 pm is simply impossible. I could never have afforded to return to work at all after having children if it was not for the support that a Labour Government at Westminster put in place with child tax credits to make work pay. That support has been cut by the coalition Government, which means that so many mums and dads now do not have the option of returning to work after having children.</p><p>As every parent knows, childcare costs do not stop when children start school. In fact, it is when children start school that some of the problems start. Parents face the challenge of juggling working hours around the school day, and let us not even get started on the 12 weeks a year of school holidays.</p><p>Many schools do not offer wraparound provision at all, and when they do the hours are restrictive. The only way that most parents I know manage is by working different hours and taking different holidays. That cuts childcare costs, but it means that families rarely spend time together. The chance of a family meal at teatime is a rare event. The reality is that, for many mums and dads, just finding, organising and paying for childcare at all is like a full-time job in itself. Is it any wonder that a recent survey of mums by Asda found that seven out of 10 stay-at-home mums said that they would actually be worse off in work than they are at home?</p><p>Although I support the bill, I believe that it needs to go further. Childcare is a vital service for families and every family in Dunfermline and in Scotland should have the right to high-quality, affordable, flexible childcare. Childcare should not be a luxury that only the better-off can afford, but for many families that I represent in Dunfermline, work is simply not an option because of the high cost of childcare. A family at Pitcorthie told me during the by-election that they can never hope for their two-year-old daughter to have a little brother or sister, because even with both of them working they would never be able to afford the cost of childcare. A family in Duloch, where I live, told me that they have resorted to putting the childcare costs on credit cards, because rising food bills, energy costs and train fares mean that they simply have no other option. How many other families are in that position in the run-up to Christmas? A mum in Abbeyview told me that she loved being a working mum, but that because of cuts in tax credits she had to give up the job that she loved.</p><p>Parents in Dunfermline and across Scotland deserve better than a Government that talks about delivering a better deal on childcare but in reality lacks ambition. The Scottish Government has the power now to revolutionise childcare in Scotland. We can do it now and parents are fed up waiting, so although I will support the bill today, I hope that we can work together across the political divide to deliver the better deal on childcare that families across Scotland deserve.</p>", "hdate": "2013-11-21", "major": "7", "subsection_id": "22755174", "parent": {"body": "Scottish Parliament: Children and Young People (Scotland) Bill: Stage 1"}, "video_status": "0", "extract": "I am pleased to be making my maiden speech in this important debate on the Children and Young People (Scotland) Bill. It may be the tradition for members to pay tribute to their predecessors in such speeches, but on this occasion I think that the less said about my predecessor, the better. I am extremely proud to have been elected as member of the Scottish Parliament for Dunfermline....", "collapsed": 0, "speaker": {"first_name": "Cara", "last_name": "Hilton", "title": "", "url": "/msp/?m=80544", "house": "4", "member_id": "80544", "person_id": "25207", "party": "Labour", "constituency": "Dunfermline"}, "section_id": "22755174", "hpos": "280", "gid": "2013-11-21.36.41", "epobject_id": "22755215", "htype": "12", "relevance": 100, "listurl": "/sp/?id=2013-11-21.36.0&amp;s=speaker%3A25207+section%3Asp#g36.41", "minor": "0", "htime": null, "speaker_id": "80544"}], "searchdescription": "in the 'Scottish Parliament debates' speaker:Cara Hilton"}